{
  "感情": {
    "本卦": "乾",
    "变卦": "比",
    "方向": "感情",
    "核心状态": {
      "层1": [
        "你近期情路现比象，需择同德同心之人、以正相守，相亲相辅方得情长，若错付他人易生情伤。",
        "你在情中虽有相伴之心，却未辨对方是否为同德之人，浅交便倾心，易让自身陷入无辅之境。",
        "你与对方相处少了同德相融之态，遇事各自思量，无有彼此扶持的默契，情路少了相守之乐。",
        "你若在情中比非其人，只凭一时好感相交，无有真心相待的根基，易被辜负，徒增心伤。",
        "你情中现比卦之基，比乐师忧，唯有守正择人、相亲相辅，方能得情路之乐，避却错付之伤。"
      ],
      "层2": [
        "乾阳转比象，刚阳化柔、水地比合，情路入相亲相辅之境，比乐师忧，情之乐在同德相守，无德相交则忧。",
        "比之匪人，不亦伤乎，情中最忌错付非人，以利相交、以貌相悦，无有真心同德，终会曲终人散，徒留感伤。",
        "水地相比，柔刚相济，情中的相辅非是单方依附，乃是彼此同德、心意相通，遇事携手共渡，方为相守之正。",
        "比卦之象，情之乐在相伴相扶，若独行无辅、遇人不淑，即便有短暂的欢愉，也难抵长久的孤寒与心伤。",
        "情中的比象，贵在以正相交，真心换真心，若失其正，虚情假意相交，便会失了相辅之乐，陷入学师之忧。"
      ],
      "层3": [
        "情中比非其人，错将虚情当真心，以一时好感定终身，无有同德相守的根基，相处越久心伤越甚。",
        "有相伴之愿却无辨人之明，遇人不淑却执迷不悟，不肯及时抽身，让自身在情中深陷无辅之境，难以自拔。",
        "与对方相处只讲索取不讲付出，无有彼此扶持的诚意，让情中的相辅之乐慢慢消散，只剩互相计较。",
        "失了情中之正，以利相交、以势相攀，无有真心相融，一旦利益消散，情分便会随之崩塌，难逃情伤。",
        "独行无辅，不肯敞开心扉择同德之人，一味封闭自身，让情路始终处于孤寒之态，难有相守之乐。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续情路中能守正择人，放下盲目的好感，学会辨明真心同德之人，以正相交，慢慢远离情伤之险。",
        "你会放下单方索取的心态，学会真心相待、彼此扶持，与同德之人相亲相辅，让情中的欢愉慢慢回归。",
        "你若曾比非其人，会及时抽身止损，不再执迷不悟，守正等待真正的同心之人，情路渐趋明朗。",
        "你与对方会慢慢培养同德相融的默契，遇事携手共渡，无有彼此算计，让情路的相守之乐愈发绵长。",
        "你若能以正相比、相亲相辅，情路便可得吉，比乐显而师忧消，彼此相守相依，情分长久。"
      ],
      "层2": [
        "情运势为先忧后乐，前期的感伤皆是比非其人或独行无辅之象，守正择人、同德相亲，便可得相守之乐。",
        "收敛盲目的倾心之态，辨明人心真伪，以正相交、真心相待，同德之人自会相伴左右，情中相辅之乐渐生，唯需戒错付。",
        "情中之正慢慢回归，彼此扶持的诚意渐显，无有利益计较、虚情假意，情路的伤感情绪慢慢消融。",
        "水地比合的默契慢慢形成，柔刚相济、同德相守，遇事携手共渡，让情中的相伴之乐成为常态，情路稳顺。",
        "若能始终守正择人、相亲相辅，不失比卦相守之象，情路便会远离比非其人之凶，长久得享相伴之乐。"
      ]
    },
    "建议行动": [
      "守情路之正，戒盲目倾心，学会辨明人心真伪，择同德同心、真心相待之人相交，远离比非其人之险。",
      "放下单方索取或依附的心态，以真心换真心，遇事彼此扶持、携手共渡，培养相亲相辅的相处默契。",
      "若已错付非人、陷入情伤，当果断抽身止损，不执迷不悟，守正等待属于自己的同心之人，莫因将就再添心伤。",
      "敞开心扉，摒弃封闭自身的执念，学会主动靠近良人，以正相交，让情路远离独行无辅的孤寒之态。",
      "谨记比乐师忧，情中以同德相守为根本，不贪一时之欢、不攀非分之利，真心相融方能情长地久。"
    ],
    "一句话总结": [
      "比乐师忧，比之匪人不亦伤乎",
      "愿得一人心，白首不相离",
      "身无彩凤双飞翼，心有灵犀一点通",
      "执子之手，与子偕行",
      "同声相应，同气相求"
    ]
  },
  "财运": {
    "本卦": "乾",
    "变卦": "比",
    "方向": "财运",
    "核心状态": {
      "层1": [
        "你近期财路现比象，需择同德诚信的合作之人、以正相交，相辅求财方得财顺，若比非其人易生财损。",
        "你在理财中虽有共赢之心，却未辨合作方是否为诚信之人，轻诺便合作，易让自身陷入无辅之境。",
        "你与合作方相处少了同德共济之态，遇事各自谋利，无有彼此扶持的默契，财路少了生财之乐。",
        "你若在财中比非其人，与奸猾无信之人相交，只凭一时利益合作，易被算计，徒增财损。",
        "你财中现比卦之基，比乐师忧，唯有守正择友、相辅求财，方能得财路之乐，避却错信之损。"
      ],
      "层2": [
        "乾阳转比象，刚阳化柔、水地比合，财路入相亲相辅之境，比乐师忧，财之乐在同德共济，无信相交则忧。",
        "比之匪人，不亦伤乎，财中最忌错信非人，以利相交、虚情假意，无有诚信同德，终会因利反目，徒留财损。",
        "水地相比，柔刚相济，财中的相辅非是单方依附，乃是彼此诚信、目标同向，遇事携手共筹，方为求财之正。",
        "比卦之象，财之乐在相辅共赢，若独行无辅、遇人不淑，即便有短暂的盈利，也难抵长久的财路阻滞与折损。",
        "财中的比象，贵在以正相交，诚信换诚信，若失其正，唯利是图相交，便会失了相辅之乐，陷入学师之忧。"
      ],
      "层3": [
        "财中比非其人，错将奸猾当诚信，以一时利益定合作，无有同德共济的根基，合作越久财损越甚。",
        "有共赢之愿却无辨人之明，遇人不淑却执迷不悟，不肯及时终止合作，让自身在财中深陷无辅之境，难以抽身。",
        "与合作方相处只讲索取不讲付出，无有彼此扶持的诚意，让财中的相辅之乐慢慢消散，只剩互相算计。",
        "失了财中之正，以利相交、以势相攀，无有诚信相融，一旦利益消散，合作便会随之崩塌，难逃财损。",
        "独行无辅，不肯敞开心扉择诚信之人，一味单打独斗，让财路始终处于阻滞之态，难有共赢之乐。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续财路中能守正择友，放下盲目的利益诱惑，学会辨明诚信同德的合作之人，以正相交，慢慢远离财损之险。",
        "你会放下单方谋利的心态，学会诚信相待、彼此扶持，与同德之人相辅求财，让财中的盈利之乐慢慢回归。",
        "你若曾比非其人，会及时终止合作止损，不再执迷不悟，守正等待真正的诚信伙伴，财路渐趋顺畅。",
        "你与合作方会慢慢培养同德共济的默契，遇事携手共筹，无有彼此算计，让财路的共赢之乐愈发绵长。",
        "你若能以正相比、相辅求财，财路便可得吉，比乐显而师忧消，彼此共赢相依，财路稳进。"
      ],
      "层2": [
        "财运气势为先忧后顺，前期的折损皆是比非其人或独行无辅之象，守正择友、同德共济，便可得财路之乐。",
        "收敛盲目的逐利之态，辨明合作方真伪，以正相交、诚信相待，同德之人自会相伴左右，财中相辅之乐渐生，唯需戒错信。",
        "财中之正慢慢回归，彼此扶持的诚意渐显，无有利益计较、虚情假意，财路的折损风险慢慢消融。",
        "水地比合的默契慢慢形成，柔刚相济、同德共济，遇事携手共筹，让财中的共赢之乐成为常态，财路稳进。",
        "若能始终守正择友、相辅求财，不失比卦求财之象，财路便会远离比非其人之凶，长久得享共赢之乐。"
      ]
    },
    "建议行动": [
      "守理财之正，戒盲目逐利，学会辨明合作方的诚信与品行，择同德同心、诚信相待之人合作，远离比非其人之险。",
      "放下单方谋利或依附的心态，以诚信换诚信，遇事彼此扶持、携手共筹，培养相辅共赢的合作默契。",
      "若已错信非人、陷入财损，当果断终止合作止损，不执迷不悟，守正等待属于自己的诚信伙伴，莫因将就再添财损。",
      "敞开心扉，摒弃单打独斗的执念，学会主动结交良善的商业伙伴，以正相交，让财路远离独行无辅的阻滞之态。",
      "谨记比乐师忧，财中以同德共济为根本，不贪一时之利、不与奸猾相交，诚信相融方能财路绵长。"
    ],
    "一句话总结": [
      "比乐师忧，比之匪人不亦伤乎",
      "君子爱财，取之有道",
      "同舟共济，互利共赢",
      "诚信为本，财源广进",
      "同声相应，同气相求"
    ]
  },
  "工作": {
    "本卦": "乾",
    "变卦": "比",
    "方向": "工作",
    "核心状态": {
      "层1": [
        "你近期职场现比象，需择同德同心的同事伙伴、以正相处，相辅共事方得职顺，若比非其人易生职场阻滞。",
        "你在工作中虽有协作之心，却未辨同事是否为同德之人，浅交便托付，易让自身陷入无辅之境。",
        "你与同事相处少了同德共济之态，遇事各自推诿，无有彼此扶持的默契，职场少了共事之乐。",
        "你若在职场中比非其人，与阳奉阴违之人相交，只凭一时情面共事，易被算计，徒增职场困扰。",
        "你职场现比卦之基，比乐师忧，唯有守正择友、相辅共事，方能得职场之乐，避却错信之阻。"
      ],
      "层2": [
        "乾阳转比象，刚阳化柔、水地比合，职场入相亲相辅之境，比乐师忧，职之乐在同德共济，无信相交则忧。",
        "比之匪人，不亦伤乎，职场最忌错信非人，以利相交、阳奉阴违，无有诚信同德，终会因利反目，徒留职场阻滞。",
        "水地相比，柔刚相济，职场中的相辅非是单方依附，乃是彼此诚信、目标同向，遇事携手共担，方为共事之正。",
        "比卦之象，职之乐在相辅共赢，若独行无辅、遇人不淑，即便有短暂的成绩，也难抵长久的职场孤立与阻滞。",
        "职场中的比象，贵在以正相交，真心换真心，若失其正，虚与委蛇相交，便会失了相辅之乐，陷入学师之忧。"
      ],
      "层3": [
        "职场比非其人，错将阳奉阴违当真心，以一时情面定共事，无有同德共济的根基，相处越久职场困扰越甚。",
        "有协作之愿却无辨人之明，遇人不淑却执迷不悟，不肯及时疏远，让自身在职场中深陷无辅之境，难以立足。",
        "与同事相处只讲索取不讲付出，无有彼此扶持的诚意，让职场中的相辅之乐慢慢消散，只剩互相推诿。",
        "失了职中之正，以利相交、以势相攀，无有诚信相融，一旦利益消散，共事便会随之崩塌，难逃职场阻滞。",
        "独行无辅，不肯敞开心扉择诚信同事，一味独来独往，让职场始终处于孤立之态，难有共事之乐。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续职场中能守正择友，放下盲目的情面，学会辨明真心同德的同事伙伴，以正相处，慢慢远离职场阻滞之险。",
        "你会放下单方推诿的心态，学会真心相待、彼此扶持，与同德之人相辅共事，让职场中的共事之乐慢慢回归。",
        "你若曾比非其人，会及时疏远止损，不再执迷不悟，守正结交真正的同心伙伴，职场渐趋明朗。",
        "你与同事会慢慢培养同德共济的默契，遇事携手共担，无有彼此算计，让职场的共事之乐愈发绵长。",
        "你若能以正相比、相辅共事，职场便可得吉，比乐显而师忧消，彼此共赢相依，职业发展稳进。"
      ],
      "层2": [
        "职场运势为先忧后顺，前期的阻滞皆是比非其人或独行无辅之象，守正择友、同德共济，便可得职场之乐。",
        "收敛盲目的情面之态，辨明同事真伪，以正相交、诚信相待，同德之人自会相伴左右，职场中相辅之乐渐生，唯需戒错信。",
        "职中之正慢慢回归，彼此扶持的诚意渐显，无有利益计较、阳奉阴违，职场的阻滞风险慢慢消融。",
        "水地比合的默契慢慢形成，柔刚相济、同德共济，遇事携手共担，让职场中的共赢之乐成为常态，职业发展稳进。",
        "若能始终守正择友、相辅共事，不失比卦共事之象，职场便会远离比非其人之凶，长久得享共事之乐。"
      ]
    },
    "建议行动": [
      "守职场之正，戒盲目讲情面，学会辨明同事的品行与真心，择同德同心、诚信相待之人共事，远离比非其人之险。",
      "放下单方推诿或依附的心态，以诚信换诚信，遇事彼此扶持、携手共担，培养相辅共赢的共事默契。",
      "若已错信非人、陷入职场阻滞，当果断疏远止损，不执迷不悟，守正结交真正的同心伙伴，莫因将就再添职场困扰。",
      "敞开心扉，摒弃独来独往的执念，学会主动靠近良善的同事，以正相交，让职场远离独行无辅的孤立之态。",
      "谨记比乐师忧，职场中以同德共济为根本，不贪一时之利、不与阳奉阴违之人相交，诚信相融方能职业发展绵长。"
    ],
    "一句话总结": [
      "比乐师忧，比之匪人不亦伤乎",
      "和衷共济，其利断金",
      "上下同欲者胜",
      "同心而共济，始终如一",
      "同声相应，同气相求"
    ]
  },
  "健康": {
    "本卦": "乾",
    "变卦": "比",
    "方向": "健康",
    "核心状态": {
      "层1": [
        "你近期身心现比象，需让身心同德相融、形神相辅，以正养身方得康健，若形神相离易生身心不适。",
        "你在养生中虽有康健之心，却未做到形神相辅，只顾养身不顾养心，易让自身陷入身心无辅之境。",
        "你与自身身心相处少了同德相融之态，身体疲惫却强撑，心情郁结却忽视，无有形神相扶的默契，养身少了舒泰之乐。",
        "你若在养身中比非其道，轻信偏颇的养生方法，只凭一时功利养身，易损及本源，徒增身心负担。",
        "你身心现比卦之基，比乐师忧，唯有守正养身、形神相辅，方能得养身之乐，避却养错之伤。"
      ],
      "层2": [
        "乾阳转比象，刚阳化柔、水地比合，身心入相亲相辅之境，比乐师忧，身之乐在形神同德，形神相离则忧。",
        "比之匪人，不亦伤乎，养身最忌比非其道，轻信偏方、功利养身，无有形神相融的根基，终会因养伤身，徒留身心不适。",
        "水地相比，柔刚相济，身心的相辅非是单方养身，乃是形神同德、身心相融，遇事顺应本心，方为养身之正。",
        "比卦之象，身之乐在形神相扶，若形神相离、养非其道，即便有短暂的身体舒适，也难抵长久的身心违和与损耗。",
        "身心的比象，贵在以正养身，形神相依，若失其正，偏执养身、忽视本心，便会失了相辅之乐，陷入学师之忧。"
      ],
      "层3": [
        "养身比非其道，错将偏方当正道，以一时功利定养身，无有形神相融的根基，养身越久身心负担越甚。",
        "有康健之愿却无养身之明，轻信偏颇之法却执迷不悟，不肯及时调整，让自身在养身中深陷无辅之境，难以舒泰。",
        "与自身身心相处只讲强求不讲顺应，无有形神相扶的诚意，让养身中的舒泰之乐慢慢消散，只剩身心违和。",
        "失了养身之正，偏执追求身体指标、忽视心情郁结，无有形神相融，一旦身心失衡，健康便会随之崩塌，难逃不适。",
        "形神相离，不肯用心感受自身身心状态，一味盲目养身，让身心始终处于违和之态，难有养身之乐。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续身心能守正养身，放下盲目的功利执念，学会让形神同德相融、身心相辅，慢慢远离身心不适之险。",
        "你会放下偏执养身的心态，学会顺应本心、形神相扶，以正养身，让身心的舒泰之乐慢慢回归。",
        "你若曾比非其道，会及时调整养生方法，不再执迷不悟，守正遵循科学养身之道，身心渐趋舒泰。",
        "你会慢慢培养形神相融的默契，顺应身体节奏、疏解心情郁结，无有彼此违和，让养身的舒泰之乐愈发绵长。",
        "你若能以正养身、形神相辅，身心便可得吉，比乐显而师忧消，形神相依康健，身心舒泰。"
      ],
      "层2": [
        "身心健康运势为先忧后乐，前期的不适皆是比非其道或形神相离之象，守正养身、形神相融，便可得养身之乐。",
        "收敛盲目的功利养身之态，辨明养生正道，以正养身、形神相依，身心的相辅之乐渐生，唯需戒偏听偏信。",
        "养身之正慢慢回归，形神相扶的诚意渐显，无有偏执强求、忽视本心，身心的违和状态慢慢消融。",
        "水地比合的默契慢慢形成，柔刚相济、形神同德，顺应身心节奏养身，让养身的舒泰之乐成为常态，身心康健。",
        "若能始终守正养身、形神相辅，不失比卦养身之象，身心便会远离比非其道之凶，长久得享养身之乐。"
      ]
    },
    "建议行动": [
      "守健康之正，戒功利养身，学会辨明科学的养生方法，摒弃偏方偏颇之术，远离比非其道之险。",
      "放下偏执养身的心态，做到形神同德、身心相融，顺应身体节奏，及时疏解心情郁结，培养形神相扶的养身默契。",
      "若已养非其道、陷入身心不适，当果断调整养生方法，不执迷不悟，守正遵循科学养身，莫因将就再添身心负担。",
      "敞开心扉，用心感受自身身心状态，摒弃盲目养身的执念，让身心远离形神相离的违和之态。",
      "谨记比乐师忧，养身中以形神相融为根本，不贪一时的身体指标、不忽视本心感受，身心相依方能长久康健。"
    ],
    "一句话总结": [
      "比乐师忧，比之匪人不亦伤乎",
      "食饮有节，起居有常",
      "心平气和，百病不侵",
      "形神相依，身心康健",
      "顺天应人，无为自化"
    ]
  },
  "学业": {
    "本卦": "乾",
    "变卦": "比",
    "方向": "学业",
    "核心状态": {
      "层1": [
        "你近期学业现比象，需择同德同心的学伴良师、以正相交，相辅求学方得学顺，若比非其人易生学业阻滞。",
        "你在求学中虽有共进之心，却未辨学伴良师是否为同德之人，浅交便求教，易让自身陷入无辅之境。",
        "你与学伴相处少了同德共济之态，遇事各自闭门，无有彼此扶持的默契，求学少了共进之乐。",
        "你若在学业中比非其人，与不思进取之人相交，只凭一时玩乐相伴，易被影响，徒增学业困扰。",
        "你学业现比卦之基，比乐师忧，唯有守正择友、相辅求学，方能得学业之乐，避却错交之阻。"
      ],
      "层2": [
        "乾阳转比象，刚阳化柔、水地比合，学业入相亲相辅之境，比乐师忧，学之乐在同德共济，无志相交则忧。",
        "比之匪人，不亦伤乎，求学最忌错交非人，以玩相交、不思进取，无有同德共志，终会因玩废学，徒留学业阻滞。",
        "水地相比，柔刚相济，学业中的相辅非是单方依附，乃是彼此有志、目标同向，遇事携手共研，方为求学之正。",
        "比卦之象，学之乐在相辅共进，若独行无辅、遇人不淑，即便有短暂的进步，也难抵长久的求学孤立与阻滞。",
        "学业中的比象，贵在以正相交，真心换真心，若失其正，虚与委蛇相交，便会失了相辅之乐，陷入学师之忧。"
      ],
      "层3": [
        "学业比非其人，错将不思进取当知己，以一时玩乐定相伴，无有同德共志的根基，相处越久学业困扰越甚。",
        "有共进之愿却无辨人之明，遇人不淑却执迷不悟，不肯及时疏远，让自身在求学中深陷无辅之境，难以精进。",
        "与学伴相处只讲索取不讲付出，无有彼此扶持的诚意，让求学中的相辅之乐慢慢消散，只剩各自闭门。",
        "失了学中之正，以玩相交、以利相攀，无有志向相融，一旦玩乐消散，相伴便会随之崩塌，难逃学业阻滞。",
        "独行无辅，不肯敞开心扉择勤学学伴，一味独学无友，让学业始终处于孤立之态，难有共进之乐。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续学业中能守正择友，放下盲目的玩乐执念，学会辨明真心同德的学伴良师，以正相交，慢慢远离学业阻滞之险。",
        "你会放下单方闭门的心态，学会真心相待、彼此扶持，与同德之人相辅求学，让求学中的共进之乐慢慢回归。",
        "你若曾比非其人，会及时疏远止损，不再执迷不悟，守正结交真正的勤学学伴，学业渐趋明朗。",
        "你与学伴会慢慢培养同德共济的默契，遇事携手共研，无有彼此懈怠，让求学的共进之乐愈发绵长。",
        "你若能以正相比、相辅求学，学业便可得吉，比乐显而师忧消，彼此共进相依，学业精进。"
      ],
      "层2": [
        "学业运势为先忧后进，前期的阻滞皆是比非其人或独行无辅之象，守正择友、同德共济，便可得学业之乐。",
        "收敛盲目的玩乐之态，辨明学伴良师真伪，以正相交、勤学相待，同德之人自会相伴左右，求学中相辅之乐渐生，唯需戒错交。",
        "学中之正慢慢回归，彼此扶持的诚意渐显，无有玩乐计较、不思进取，学业的阻滞风险慢慢消融。",
        "水地比合的默契慢慢形成，柔刚相济、同德共志，遇事携手共研，让求学中的共进之乐成为常态，学业精进。",
        "若能始终守正择友、相辅求学，不失比卦求学之象，学业便会远离比非其人之凶，长久得享共进之乐。"
      ]
    },
    "建议行动": [
      "守学业之正，戒盲目玩乐，学会辨明学伴良师的品行与志向，择同德同心、勤学上进之人相交，远离比非其人之险。",
      "放下单方闭门的心态，以真心换真心，遇事彼此扶持、携手共研，培养相辅共进的求学默契。",
      "若已错交非人、陷入学业阻滞，当果断疏远止损，不执迷不悟，守正结交真正的勤学学伴，莫因将就再添学业困扰。",
      "敞开心扉，摒弃独学无友的执念，学会主动靠近良师益友，以正相交，让学业远离独行无辅的孤立之态。",
      "谨记比乐师忧，求学中以同德共志为根本，不贪一时之乐、不与不思进取之人相交，勤学相融方能学业精进。"
    ],
    "一句话总结": [
      "比乐师忧，比之匪人不亦伤乎",
      "三人行，必有我师焉",
      "勤学有恒，水滴石穿",
      "同心而共济，始终如一",
      "同声相应，同气相求"
    ]
  },
  "人际关系": {
    "本卦": "乾",
    "变卦": "比",
    "方向": "人际关系",
    "核心状态": {
      "层1": [
        "你近期人际现比象，需择同德同心的良友知己、以正相交，相亲相辅方得人际和，若比非其人易生人际隔阂。",
        "你在社交中虽有相融之心，却未辨他人是否为同德之人，浅交便交心，易让自身陷入无辅之境。",
        "你与他人相处少了同德相融之态，遇事各自计较，无有彼此扶持的默契，人际少了相交之乐。",
        "你若在人际中比非其人，与虚情假意之人相交，只凭一时热闹相伴，易被辜负，徒增人际心伤。",
        "你人际现比卦之基，比乐师忧，唯有守正择友、相亲相辅，方能得人际之乐，避却错交之伤。"
      ],
      "层2": [
        "乾阳转比象，刚阳化柔、水地比合，人际入相亲相辅之境，比乐师忧，交之乐在同德相融，无信相交则忧。",
        "比之匪人，不亦伤乎，人际最忌错交非人，以利相交、虚情假意，无有真心同德，终会因利反目，徒留人际隔阂。",
        "水地相比，柔刚相济，人际中的相辅非是单方依附，乃是彼此真心、志趣相投，遇事携手相助，方为相交之正。",
        "比卦之象，交之乐在相伴相扶，若独行无辅、遇人不淑，即便有短暂的热闹，也难抵长久的人际孤寒与隔阂。",
        "人际中的比象，贵在以正相交，真心换真心，若失其正，虚与委蛇相交，便会失了相辅之乐，陷入学师之忧。"
      ],
      "层3": [
        "人际比非其人，错将虚情当真心，以一时热闹定相交，无有同德相融的根基，相处越久人际心伤越甚。",
        "有相融之愿却无辨人之明，遇人不淑却执迷不悟，不肯及时抽身，让自身在人际中深陷无辅之境，难以自拔。",
        "与他人相处只讲索取不讲付出，无有彼此扶持的诚意，让人际中的相辅之乐慢慢消散，只剩互相计较。",
        "失了交中之正，以利相交、以势相攀，无有真心相融，一旦利益消散，情分便会随之崩塌，难逃人际隔阂。",
        "独行无辅，不肯敞开心扉择同德之人，一味封闭自身，让人际始终处于孤寒之态，难有相交之乐。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续人际中能守正择友，放下盲目的热闹执念，学会辨明真心同德的良友知己，以正相交，慢慢远离人际心伤之险。",
        "你会放下单方索取的心态，学会真心相待、彼此扶持，与同德之人相亲相辅，让人际的相交之乐慢慢回归。",
        "你若曾比非其人，会及时抽身止损，不再执迷不悟，守正等待真正的同心之人，人际渐趋和谐。",
        "你与良友会慢慢培养同德相融的默契，遇事携手相助，无有彼此算计，让人际的相交之乐愈发绵长。",
        "你若能以正相比、相亲相辅，人际便可得吉，比乐显而师忧消，彼此相伴相依，人际和谐。"
      ],
      "层2": [
        "人际运势为先忧后和，前期的隔阂皆是比非其人或独行无辅之象，守正择友、同德相融，便可得人际之乐。",
        "收敛盲目的热闹之态，辨明人心真伪，以正相交、真心相待，同德之人自会相伴左右，人际中相辅之乐渐生，唯需戒错交。",
        "交中之正慢慢回归，彼此扶持的诚意渐显，无有利益计较、虚情假意，人际的隔阂情绪慢慢消融。",
        "水地比合的默契慢慢形成，柔刚相济、同德相融，遇事携手相助，让人际的相交之乐成为常态，人际和谐。",
        "若能始终守正择友、相亲相辅，不失比卦相交之象，人际便会远离比非其人之凶，长久得享相交之乐。"
      ]
    },
    "建议行动": [
      "守人际之正，戒盲目热闹，学会辨明人心的真伪与志趣，择同德同心、真心相待之人相交，远离比非其人之险。",
      "放下单方索取或依附的心态，以真心换真心，遇事彼此扶持、携手相助，培养相亲相辅的相处默契。",
      "若已错交非人、陷入人际心伤，当果断抽身止损，不执迷不悟，守正等待属于自己的同心良友，莫因将就再添心伤。",
      "敞开心扉，摒弃封闭自身的执念，学会主动靠近良善之人，以正相交，让人际远离独行无辅的孤寒之态。",
      "谨记比乐师忧，人际中以同德相融为根本，不贪一时之热闹、不攀非分之利，真心相交方能情谊绵长。"
    ],
    "一句话总结": [
      "比乐师忧，比之匪人不亦伤乎",
      "海内存知己，天涯若比邻",
      "君子之交淡如水，小人之交甘若醴",
      "同声相应，同气相求",
      "相知无远近，万里尚为邻"
    ]
  },
  "出行": {
    "本卦": "乾",
    "变卦": "比",
    "方向": "出行",
    "核心状态": {
      "层1": [
        "你近期出行现比象，需择同德同心的同行伙伴、以正相处，相亲相辅方得行程顺，若比非其人易生行程波折。",
        "你在出行中虽有相伴之心，却未辨同行者是否为同德之人，浅交便同行，易让自身陷入无辅之境。",
        "你与同行者相处少了同德共济之态，遇事各自计较，无有彼此扶持的默契，出行少了相伴之乐。",
        "你若在出行中比非其人，与自私自利之人同行，只凭一时情面相伴，易被推诿，徒增行程困扰。",
        "你出行现比卦之基，比乐师忧，唯有守正择伴、相亲相辅，方能得出行之乐，避却错伴之阻。"
      ],
      "层2": [
        "乾阳转比象，刚阳化柔、水地比合，出行入相亲相辅之境，比乐师忧，行之乐在同德共济，无信相交则忧。",
        "比之匪人，不亦伤乎，出行最忌错伴非人，自私自利、遇事推诿，无有诚意同德，终会因利反目，徒留行程波折。",
        "水地相比，柔刚相济，出行中的相辅非是单方依附，乃是彼此诚意、目标同向，遇事携手共对，方为同行之正。",
        "比卦之象，行之乐在相伴相扶，若独行无辅、遇人不淑，即便有短暂的美景，也难抵长久的行程孤寒与波折。",
        "出行中的比象，贵在以正相交，诚意换诚意，若失其正，虚与委蛇相交，便会失了相辅之乐，陷入学师之忧。"
      ],
      "层3": [
        "出行比非其人，错将自私自利当诚意，以一时情面定同行，无有同德共济的根基，相处越久行程困扰越甚。",
        "有相伴之愿却无辨人之明，遇人不淑却执迷不悟，不肯及时分开，让自身在出行中深陷无辅之境，难以顺遂。",
        "与同行者相处只讲索取不讲付出，无有彼此扶持的诚意，让出行中的相伴之乐慢慢消散，只剩互相推诿。",
        "失了行中之正，以利相交、以势相攀，无有诚意相融，一旦利益消散，同行便会随之崩塌，难逃行程波折。",
        "独行无辅，不肯敞开心扉择诚意伙伴，一味独自出行，让行程始终处于孤寒之态，难有相伴之乐。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续出行中能守正择伴，放下盲目的情面，学会辨明真心同德的同行伙伴，以正相处，慢慢远离行程波折之险。",
        "你会放下单方计较的心态，学会诚意相待、彼此扶持，与同德之人相亲相辅，让出行的相伴之乐慢慢回归。",
        "你若曾比非其人，会及时分开止损，不再执迷不悟，守正等待真正的同心伙伴，行程渐趋顺畅。",
        "你与同行者会慢慢培养同德共济的默契，遇事携手共对，无有彼此推诿，让出行的相伴之乐愈发绵长。",
        "你若能以正相比、相亲相辅，出行便可得吉，比乐显而师忧消，彼此相伴相依，行程顺遂。"
      ],
      "层2": [
        "出行运势为先忧后顺，前期的波折皆是比非其人或独行无辅之象，守正择伴、同德共济，便可得出行之乐。",
        "收敛盲目的情面之态，辨明同行者真伪，以正相交、诚意相待，同德之人自会相伴左右，出行中相辅之乐渐生，唯需戒错伴。",
        "行中之正慢慢回归，彼此扶持的诚意渐显，无有利益计较、自私自利，行程的波折风险慢慢消融。",
        "水地比合的默契慢慢形成，柔刚相济、同德共济，遇事携手共对，让出行的相伴之乐成为常态，行程顺遂。",
        "若能始终守正择伴、相亲相辅，不失比卦同行之象，出行便会远离比非其人之凶，长久得享相伴之乐。"
      ]
    },
    "建议行动": [
      "守出行之正，戒盲目讲情面，学会辨明同行者的品行与诚意，择同德同心、诚意相待之人同行，远离比非其人之险。",
      "放下单方计较或依附的心态，以诚意换诚意，遇事彼此扶持、携手共对，培养相亲相辅的同行默契。",
      "若已错伴非人、陷入行程波折，当果断分开止损，不执迷不悟，守正等待真正的同心伙伴，莫因将就再添行程困扰。",
      "敞开心扉，摒弃独自出行的执念，学会主动邀约良善之人同行，以正相交，让行程远离独行无辅的孤寒之态。",
      "谨记比乐师忧，出行中以同德共济为根本，不贪一时的陪伴、不与自私自利之人同行，诚意相融方能行程顺遂。"
    ],
    "一句话总结": [
      "比乐师忧，比之匪人不亦伤乎",
      "同舟共济，安危与共",
      "与君同舟渡，达岸各自归",
      "同声相应，同气相求",
      "一路相伴，岁岁年年"
    ]
  },
  "诸事": {
    "本卦": "乾",
    "变卦": "比",
    "方向": "诸事顺遂",
    "核心状态": {
      "层1": [
        "你近期诸事现比象，需择同德同心的相助之人、以正相交，相亲相辅方得百事顺，若比非其人易生诸事阻滞。",
        "你在处事中虽有相成之心，却未辨他人是否为同德之人，浅交便托付，易让自身陷入无辅之境。",
        "你与他人相处少了同德共济之态，遇事各自谋利，无有彼此扶持的默契，诸事少了相成之乐。",
        "你若在处事中比非其人，与奸猾无信之人相交，只凭一时利益相伴，易被算计，徒增诸事困扰。",
        "你诸事现比卦之基，比乐师忧，唯有守正择人、相亲相辅，方能得诸事之乐，避却错信之阻。"
      ],
      "层2": [
        "乾阳转比象，刚阳化柔、水地比合，诸事入相亲相辅之境，比乐师忧，事之乐在同德共济，无信相交则忧。",
        "比之匪人，不亦伤乎，处事最忌错信非人，以利相交、奸猾无信，无有诚意同德，终会因利反目，徒留诸事阻滞。",
        "水地相比，柔刚相济，诸事的相辅非是单方依附，乃是彼此诚意、目标同向，遇事携手共成，方为处事之正。",
        "比卦之象，事之乐在相辅相成，若独行无辅、遇人不淑，即便有短暂的成功，也难抵长久的诸事不顺与阻滞。",
        "诸事的比象，贵在以正相交，诚意换诚意，若失其正，唯利是图相交，便会失了相辅之乐，陷入学师之忧。"
      ],
      "层3": [
        "处事比非其人，错将奸猾无信当诚意，以一时利益定相交，无有同德共济的根基，相处越久诸事困扰越甚。",
        "有相成之愿却无辨人之明，遇人不淑却执迷不悟，不肯及时抽身，让自身在处事中深陷无辅之境，难以成事。",
        "与他人相处只讲索取不讲付出，无有彼此扶持的诚意，让诸事的相辅之乐慢慢消散，只剩互相算计。",
        "失了事中之正，以利相交、以势相攀，无有诚意相融，一旦利益消散，相交便会随之崩塌，难逃诸事阻滞。",
        "独行无辅，不肯敞开心扉择诚意之人，一味单打独斗，让诸事始终处于孤立之态，难有相成之乐。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续诸事能守正择人，放下盲目的利益执念，学会辨明真心同德的相助之人，以正相交，慢慢远离诸事阻滞之险。",
        "你会放下单方谋利的心态，学会诚意相待、彼此扶持，与同德之人相亲相辅，让诸事的相成之乐慢慢回归。",
        "你若曾比非其人，会及时抽身止损，不再执迷不悟，守正等待真正的同心伙伴，诸事渐趋顺遂。",
        "你与相助之人会慢慢培养同德共济的默契，遇事携手共成，无有彼此算计，让诸事的相成之乐愈发绵长。",
        "你若能以正相比、相亲相辅，诸事便可得吉，比乐显而师忧消，彼此相成相依，百事顺遂。"
      ],
      "层2": [
        "整体运势为先忧后顺，前期的阻滞皆是比非其人或独行无辅之象，守正择人、同德共济，便可得诸事之乐。",
        "收敛盲目的谋利之态，辨明人心真伪，以正相交、诚意相待，同德之人自会相伴左右，诸事的相辅之乐渐生，唯需戒错信。",
        "事中之正慢慢回归，彼此扶持的诚意渐显，无有利益计较、虚情假意，诸事的阻滞风险慢慢消融。",
        "水地比合的默契慢慢形成，柔刚相济、同德共济，遇事携手共成，让诸事的相成之乐成为常态，百事顺遂。",
        "若能始终守正择人、相亲相辅，不失比卦处事之象，诸事便会远离比非其人之凶，长久得享相成之乐。"
      ]
    },
    "建议行动": [
      "守诸事之正，戒盲目谋利，学会辨明他人的品行与诚意，择同德同心、诚意相待之人相交，远离比非其人之险。",
      "放下单方谋利或依附的心态，以诚意换诚意，遇事彼此扶持、携手共成，培养相亲相辅的处事默契。",
      "若已错信非人、陷入诸事阻滞，当果断抽身止损，不执迷不悟，守正等待真正的同心伙伴，莫因将就再添诸事困扰。",
      "敞开心扉，摒弃单打独斗的执念，学会主动结交良善的相助之人，以正相交，让诸事远离独行无辅的孤立之态。",
      "谨记比乐师忧，处事中以同德共济为根本，不贪一时之利、不与奸猾无信之人相交，诚意相融方能百事顺遂。"
    ],
    "一句话总结": [
      "比乐师忧，比之匪人不亦伤乎",
      "守正笃行，万事顺遂",
      "同舟共济，百事兴荣",
      "同声相应，同气相求",
      "同心而共济，始终如一"
    ]
  }
}