{
  "感情": {
    "本卦": "乾",
    "变卦": "否",
    "方向": "感情",
    "核心状态": {
      "层1": [
        "你近期情路现否象，阴阳不交、心意闭塞，大往小来的付出难有对等回应，妄动强求易让情分更疏，需守正待时休养生息。",
        "你在情中陷入闭塞之态，或封闭内心不肯交心，或恃刚妄动一味强求，彼此心意相悖，情路难有相通之态。",
        "你为情付出诸多却只得到微薄回应，大往小来的落差让你心生郁结，却仍执念妄为，反倒让对方心生疏离，情路更趋闭塞。",
        "你与对方少了心意相融的契机，遇事各执己见、沟通不畅，阴阳不交的隔阂渐生，情路步入否卦不利之境。",
        "你情中现否卦之基，否之匪人不利贞，唯有守正待时、放下妄动，沉心蓄势静待否极泰来，方有转圜之机。"
      ],
      "层2": [
        "乾阳转否象，刚阳闭塞、天地否离，情路入阴阳不交之境，否之匪人，大往小来，天地不交则万物不通，心意不交则情路难顺。",
        "否卦之象，核心在闭塞不通，情中无交心之径、无相融之态，一方大往的付出难抵另一方的小来回应，执念妄动则凶象更甚。",
        "大往小来，不利君子贞，情中的大往非是真心相融，乃是执念驱使的盲目付出，小来的回应恰是心意相悖的印证，妄为则失。",
        "否卦非是绝路，乃是蓄势之境，情中若能敛刚守正、休养生息，不妄动不强求，待时机至则可否极泰来，心意再交。",
        "否卦最忌恃刚妄动、闭塞自守，情中若执迷不悟、一意孤行，只会让阴阳不交的隔阂愈深，最终失了情路转圜的可能。"
      ],
      "层3": [
        "情中闭塞自守成习，将自身心意封闭，不肯主动交心也不愿接纳对方的想法，心意之交的大门紧闭，情路只剩阴阳相悖。",
        "盲目付出成执念，将自我感动式的大往当作真心，无视对方小来回应中的疏离信号，妄动强求让情分的隔阂层层加深。",
        "恃刚妄为，遇事不肯退让、各执己见，沟通中只剩争执与冷战，无有相融的余地，情路的否象愈发浓重。",
        "心有郁结却不肯疏解，将大往小来的落差归罪于对方，失了守正之心，怨怼丛生让情路再无相通的契机。",
        "不懂休养生息，在情路闭塞之时仍急于推进关系，步步紧逼的妄动，让对方的抵触愈发强烈，否卦之凶尽显。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续情路中能敛刚守正，放下妄动强求的执念，学会封闭自守时休养生息，沉心梳理自身心意，慢慢为情路留转圜之机。",
        "你会正视大往小来的落差，不再盲目付出，而是守正待时，静待对方心意松动，或慢慢打开自身内心，让心意之交有了微弱可能。",
        "你若能放下执念、停止妄动，情路的凶象会慢慢消散，虽仍有闭塞之态，却能在休养生息中积蓄相融的契机，静待否极泰来。",
        "你与对方的沟通会慢慢减少争执，你不再恃刚妄为，遇事多些退让，让阴阳不交的隔阂有了慢慢消融的迹象。",
        "你若始终守正待时、休养生息，不妄动不强求，情路便会远离否卦之凶，待时机成熟，便能否极泰来，心意再交。"
      ],
      "层2": [
        "情运势为先否后泰，前期的闭塞皆是阴阳不交、恃刚妄动之象，守正待时、休养生息，便可得否极泰来之局。",
        "敛刚守正，放下执念妄动，情中的郁结慢慢疏解，大往小来的落差不再成为心结，休养生息中蓄养相融的契机，唯需戒妄为。",
        "情中之正慢慢回归，闭塞的内心渐有缝隙，不再一味自我封闭，也不再恃刚强求，情路的隔阂慢慢进入消融之态。",
        "天地否离的状态慢慢缓解，阴阳相交的契机渐生，虽仍需静待时机，却已远离否卦的凶象，情路朝着通泰之势慢慢发展。",
        "若能始终守正待时、沉心蓄势，不失否卦蓄养之象，情路便会彻底远离闭塞不通之凶，终得否极泰来，心意相融。"
      ]
    },
    "建议行动": [
      "守情路之正，戒恃刚妄动，谨记否之匪人不利贞之理，放下盲目付出的执念，休养生息，不急于推进关系，给情路留转圜之机。",
      "打开闭塞的内心，正视自身的郁结，不将大往小来的落差归罪于对方，沉心梳理自身心意，明白情路的相融需要时机。",
      "停止强求的妄动，遇事多些退让与包容，减少彼此的争执与冷战，让对方的抵触慢慢消散，为心意相交埋下伏笔。",
      "守正待时，不做自我感动式的付出，学会感知对方的心意信号，待对方心意松动、时机成熟，再慢慢推进情路，方得相融。",
      "谨记否极泰来的卦理，明白情路的闭塞只是暂时，唯有沉心蓄势、休养生息，不妄动不执念，方能迎来心意相通的通泰之态。"
    ],
    "一句话总结": [
      "否之匪人，不利君子贞",
      "大往小来，天地不交",
      "否极泰来，时来运转",
      "心似双丝网，中有千千结",
      "静待花开，清风自来"
    ]
  },
  "财运": {
    "本卦": "乾",
    "变卦": "否",
    "方向": "财运",
    "核心状态": {
      "层1": [
        "你近期财路现否象，财路闭塞、阴阳不交，大往小来的投入难有对等回报，恃刚冒进易让财势更损，需守正待时休养生息。",
        "你在理财中陷入闭塞之态，或闭门造车不肯借鉴经验，或恃刚冒进一味追高，财路与市场相融无门，理财难有顺意之态。",
        "你为求财投入诸多却只得到微薄回报，大往小来的落差让你心生浮躁，却仍执念妄为，反倒让本金陷入风险，财路更趋闭塞。",
        "你对财富的积累少了顺势而为的契机，遇事独断专行、规划不当，阴阳不交的阻滞渐生，财路步入否卦不利之境。",
        "你财中现否卦之基，否之匪人不利贞，唯有守正待时、放下妄动，沉心蓄势静待否极泰来，方有财路转圜之机。"
      ],
      "层2": [
        "乾阳转否象，刚阳闭塞、天地否离，财路入阴阳不交之境，否之匪人，大往小来，天地不交则万物不通，财路不交则万利难聚。",
        "否卦之象，核心在闭塞不通，财中无共济之径、无顺势之态，一方大往的投入难抵市场的小来回报，执念妄动则凶象更甚。",
        "大往小来，不利君子贞，财中的大往非是理性布局，乃是浮躁驱使的盲目投入，小来的回报恰是财路相悖的印证，妄为则失。",
        "否卦非是绝路，乃是蓄势之境，财中若能敛刚守正、休养生息，不妄动不冒进，待时机至则可否极泰来，财路再通。",
        "否卦最忌恃刚冒进、闭门造车，理财中若执迷不悟、一意孤行，只会让阴阳不交的阻滞愈深，最终失了财路转圜的可能。"
      ],
      "层3": [
        "理财中闭门造车成习，将自身思路封闭，不肯借鉴他人经验也不愿顺应市场规律，财路与市场相交的大门紧闭，理财只剩逆势而行。",
        "盲目投入成执念，将侥幸式的大往当作理性布局，无视市场小来回报中的风险信号，妄动冒进让财势的阻滞层层加深。",
        "恃刚冒进，遇事不肯理性分析、独断专行，理财中只剩追高与投机，无有稳健的余地，财路的否象愈发浓重。",
        "心有浮躁却不肯平复，将大往小来的落差归罪于市场，失了守正之心，焦虑丛生让财路再无相通的契机。",
        "不懂休养生息，在财路闭塞之时仍急于追利，步步紧逼的妄动，让本金的风险愈发强烈，否卦之凶尽显。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续财路中能敛刚守正，放下妄动冒进的执念，学会闭门造车时休养生息，沉心梳理理财思路，慢慢为财路留转圜之机。",
        "你会正视大往小来的落差，不再盲目投入，而是守正待时，静待市场时机松动，或慢慢打开自身思路，让财路与市场相交有了微弱可能。",
        "你若能放下执念、停止妄动，财路的凶象会慢慢消散，虽仍有闭塞之态，却能在休养生息中积蓄通泰的契机，静待否极泰来。",
        "你对理财的规划会慢慢趋于理性，你不再恃刚冒进，遇事多些分析与稳健，让阴阳不交的阻滞有了慢慢消融的迹象。",
        "你若始终守正待时、休养生息，不妄动不冒进，财路便会远离否卦之凶，待时机成熟，便能否极泰来，财路再通。"
      ],
      "层2": [
        "财运气势为先否后泰，前期的闭塞皆是阴阳不交、恃刚冒进之象，守正待时、休养生息，便可得否极泰来之局。",
        "敛刚守正，放下执念妄动，财中的浮躁慢慢平复，大往小来的落差不再成为心结，休养生息中蓄养通泰的契机，唯需戒冒进。",
        "财中之正慢慢回归，闭塞的思路渐有缝隙，不再一味闭门造车，也不再恃刚冒进，财路的阻滞慢慢进入消融之态。",
        "天地否离的状态慢慢缓解，阴阳相交的契机渐生，虽仍需静待时机，却已远离否卦的凶象，财路朝着稳进之势慢慢发展。",
        "若能始终守正待时、沉心蓄势，不失否卦蓄养之象，财路便会彻底远离闭塞不通之凶，终得否极泰来，财路丰裕。"
      ]
    },
    "建议行动": [
      "守理财之正，戒恃刚冒进，谨记否之匪人不利贞之理，放下盲目投入的执念，休养生息，不急于追利，给财路留转圜之机。",
      "打开闭塞的思路，正视自身的浮躁，不将大往小来的落差归罪于市场，沉心梳理理财规划，明白财路的通泰需要时机。",
      "停止追高的妄动，遇事多些理性与稳健，减少投机与冒进，让本金的风险慢慢消散，为财路相交埋下伏笔。",
      "守正待时，不做侥幸式的投入，学会顺应市场规律，待市场时机松动、趋势明朗，再慢慢布局理财，方得稳进。",
      "谨记否极泰来的卦理，明白财路的闭塞只是暂时，唯有沉心蓄势、休养生息，不妄动不执念，方能迎来财源广进的通泰之态。"
    ],
    "一句话总结": [
      "否之匪人，不利君子贞",
      "大往小来，天地不交",
      "否极泰来，时来运转",
      "君子爱财，取之有道",
      "静待时势，财源自来"
    ]
  },
  "工作": {
    "本卦": "乾",
    "变卦": "否",
    "方向": "工作",
    "核心状态": {
      "层1": [
        "你近期职场现否象，上下不交、职场闭塞，大往小来的付出难有对等认可，恃刚妄为易让职业更阻，需守正待时休养生息。",
        "你在工作中陷入闭塞之态，或封闭思路不肯协作，或恃刚逞强一味冒进，自身与团队相融无门，职场难有顺意之态。",
        "你为工作付出诸多却只得到微薄认可，大往小来的落差让你心生怨怼，却仍执念妄为，反倒让同事领导心生疏离，职场更趋闭塞。",
        "你对工作的推进少了上下相融的契机，遇事独断专行、沟通不畅，阴阳不交的隔阂渐生，职场步入否卦不利之境。",
        "你职场现否卦之基，否之匪人不利贞，唯有守正待时、放下妄动，沉心蓄势静待否极泰来，方有职业转圜之机。"
      ],
      "层2": [
        "乾阳转否象，刚阳闭塞、天地否离，职场入阴阳不交之境，否之匪人，大往小来，天地不交则万物不通，上下不交则事业难兴。",
        "否卦之象，核心在闭塞不通，职场中无协作之径、无相融之态，一方大往的付出难抵团队的小来认可，执念妄动则凶象更甚。",
        "大往小来，不利君子贞，职场中的大往非是踏实履职，乃是逞强驱使的盲目付出，小来的认可恰是职业相悖的印证，妄为则失。",
        "否卦非是绝路，乃是蓄势之境，职场中若能敛刚守正、休养生息，不妄动不逞强，待时机至则可否极泰来，职场再通。",
        "否卦最忌恃刚妄为、封闭思路，工作中若执迷不悟、一意孤行，只会让阴阳不交的隔阂愈深，最终失了职业转圜的可能。"
      ],
      "层3": [
        "工作中封闭思路成习，将自身想法封闭，不肯与同事领导沟通也不愿参与团队协作，自身与职场相交的大门紧闭，履职只剩孤军奋战。",
        "盲目付出成执念，将自我感动式的大往当作踏实履职，无视职场小来认可中的疏离信号，妄动逞强让职业的隔阂层层加深。",
        "恃刚妄为，遇事不肯退让、一意孤行，工作中只剩争执与推诿，无有协作的余地，职场的否象愈发浓重。",
        "心有怨怼却不肯疏解，将大往小来的落差归罪于同事领导，失了守正之心，负面情绪丛生让职场再无相通的契机。",
        "不懂休养生息，在职场闭塞之时仍急于邀功，步步紧逼的妄动，让他人的抵触愈发强烈，否卦之凶尽显。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续职场中能敛刚守正，放下妄动逞强的执念，学会封闭思路时休养生息，沉心梳理工作思路，慢慢为职业留转圜之机。",
        "你会正视大往小来的落差，不再盲目付出，而是守正待时，静待职场时机松动，或慢慢打开自身思路，让自身与团队相融有了微弱可能。",
        "你若能放下执念、停止妄动，职场的凶象会慢慢消散，虽仍有闭塞之态，却能在休养生息中积蓄通泰的契机，静待否极泰来。",
        "你与同事领导的沟通会慢慢减少争执，你不再恃刚妄为，遇事多些退让与协作，让阴阳不交的隔阂有了慢慢消融的迹象。",
        "你若始终守正待时、休养生息，不妄动不逞强，职场便会远离否卦之凶，待时机成熟，便能否极泰来，职场再通。"
      ],
      "层2": [
        "职场运势为先否后泰，前期的闭塞皆是阴阳不交、恃刚妄为之象，守正待时、休养生息，便可得否极泰来之局。",
        "敛刚守正，放下执念妄动，职场中的怨怼慢慢疏解，大往小来的落差不再成为心结，休养生息中蓄养相融的契机，唯需戒逞强。",
        "职中之正慢慢回归，闭塞的思路渐有缝隙，不再一味自我封闭，也不再恃刚逞强，职场的隔阂慢慢进入消融之态。",
        "天地否离的状态慢慢缓解，阴阳相交的契机渐生，虽仍需静待时机，却已远离否卦的凶象，职场朝着通泰之势慢慢发展。",
        "若能始终守正待时、沉心蓄势，不失否卦蓄养之象，职场便会彻底远离闭塞不通之凶，终得否极泰来，职业通达。"
      ]
    },
    "建议行动": [
      "守职场之正，戒恃刚妄为，谨记否之匪人不利贞之理，放下盲目付出的执念，休养生息，不急于邀功，给职业留转圜之机。",
      "打开闭塞的思路，正视自身的怨怼，不将大往小来的落差归罪于他人，沉心梳理工作方法，明白职场的相融需要时机。",
      "停止逞强的妄动，遇事多些退让与协作，减少彼此的争执与推诿，让同事领导的抵触慢慢消散，为职场相交埋下伏笔。",
      "守正待时，不做自我感动式的付出，学会感知职场的时机信号，待团队氛围松动、时机成熟，再慢慢推进工作，方得相融。",
      "谨记否极泰来的卦理，明白职场的闭塞只是暂时，唯有沉心蓄势、休养生息，不妄动不执念，方能迎来职业通达的通泰之态。"
    ],
    "一句话总结": [
      "否之匪人，不利君子贞",
      "大往小来，天地不交",
      "否极泰来，时来运转",
      "功不唐捐，终有回响",
      "静待时机，职场通达"
    ]
  },
  "健康": {
    "本卦": "乾",
    "变卦": "否",
    "方向": "健康",
    "核心状态": {
      "层1": [
        "你近期身心现否象，形神不交、身心闭塞，大往小来的调理难有对等收效，恃刚强求易让机能更损，需守正待时休养生息。",
        "你在养生中陷入闭塞之态，或无视身体节律一味强求，或封闭自身情志不肯疏解，形神相融无门，身心难有舒泰之态。",
        "你为养身投入诸多却只得到微薄收效，大往小来的落差让你心生浮躁，却仍执念妄为，反倒让身体不堪重负，身心更趋闭塞。",
        "你对身心的养护少了形神相融的契机，遇事强求功利、情志郁结，阴阳不交的违和渐生，身心步入否卦不利之境。",
        "你身心现否卦之基，否之匪人不利贞，唯有守正待时、放下妄动，沉心蓄势静待否极泰来，方有身心转圜之机。"
      ],
      "层2": [
        "乾阳转否象，刚阳闭塞、天地否离，身心入阴阳不交之境，否之匪人，大往小来，天地不交则万物不通，形神不交则身心难和。",
        "否卦之象，核心在闭塞不通，身中无形神相融之径、无顺应之态，一方大往的调理难抵身体的小来收效，执念妄动则凶象更甚。",
        "大往小来，不利君子贞，养身中的大往非是温和调理，乃是功利驱使的盲目强求，小来的收效恰是身心相悖的印证，妄为则失。",
        "否卦非是绝路，乃是蓄势之境，身中若能敛刚守正、休养生息，不妄动不强求，待时机至则可否极泰来，形神再交。",
        "否卦最忌恃刚强求、封闭情志，养生中若执迷不悟、一意孤行，只会让阴阳不交的违和愈深，最终失了身心转圜的可能。"
      ],
      "层3": [
        "养生中恃刚强求成习，无视身体的自然节律，一味追求速效调理，将大往的投入当作养身根本，无视身体小来收效中的违和信号。",
        "封闭情志成执念，将自身的心情郁结封闭，不肯疏解也不愿顺应，形神之交的大门紧闭，身心只剩阴阳相悖的违和。",
        "功利养身，遇事只看身体指标、不顾自身感受，养生中只剩强求与偏执，无有温和顺应的余地，身心的否象愈发浓重。",
        "心有浮躁却不肯平复，将大往小来的落差归罪于养身方法，失了守正之心，焦虑丛生让身心再无相融的契机。",
        "不懂休养生息，在身心闭塞之时仍急于调理，步步紧逼的妄动，让身体的机能愈发违和，否卦之凶尽显。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续身心能敛刚守正，放下妄动强求的执念，学会封闭情志时休养生息，沉心梳理养生思路，慢慢为身心留转圜之机。",
        "你会正视大往小来的落差，不再盲目调理，而是守正待时，静待身体机能松动，或慢慢疏解自身情志，让形神相融有了微弱可能。",
        "你若能放下执念、停止妄动，身心的凶象会慢慢消散，虽仍有闭塞之态，却能在休养生息中积蓄通泰的契机，静待否极泰来。",
        "你对养生的调理会慢慢趋于温和，你不再恃刚强求，遇事多些顺应与疏解，让阴阳不交的违和有了慢慢消融的迹象。",
        "你若始终守正待时、休养生息，不妄动不强求，身心便会远离否卦之凶，待时机成熟，便能否极泰来，形神相融。"
      ],
      "层2": [
        "身心健康运势为先否后泰，前期的闭塞皆是阴阳不交、恃刚强求之象，守正待时、休养生息，便可得否极泰来之局。",
        "敛刚守正，放下执念妄动，身心的浮躁慢慢平复，大往小来的落差不再成为心结，休养生息中蓄养相融的契机，唯需戒强求。",
        "养身之正慢慢回归，闭塞的情志渐有缝隙，不再一味自我封闭，也不再恃刚强求，身心的违和慢慢进入消融之态。",
        "天地否离的状态慢慢缓解，阴阳相交的契机渐生，虽仍需静待时机，却已远离否卦的凶象，身心朝着舒泰之势慢慢发展。",
        "若能始终守正待时、沉心蓄势，不失否卦蓄养之象，身心便会彻底远离闭塞不通之凶，终得否极泰来，形神相融。"
      ]
    },
    "建议行动": [
      "守健康之正，戒恃刚强求，谨记否之匪人不利贞之理，放下盲目调理的执念，休养生息，不急于求效，给身心留转圜之机。",
      "打开闭塞的情志，正视自身的郁结，不将大往小来的落差归罪于养身方法，沉心顺应身体节律，明白身心的相融需要时机。",
      "停止强求的妄动，遇事多些温和与疏解，减少功利化的养身执念，让身体的机能慢慢消散违和，为形神相交埋下伏笔。",
      "守正待时，不做速效式的调理，学会感知身体的真实感受，待身体机能松动、情志舒解，再慢慢温和养身，方得舒泰。",
      "谨记否极泰来的卦理，明白身心的闭塞只是暂时，唯有沉心蓄势、休养生息，不妄动不执念，方能迎来形神相融的舒泰之态。"
    ],
    "一句话总结": [
      "否之匪人，不利君子贞",
      "大往小来，天地不交",
      "否极泰来，时来运转",
      "食饮有节，起居有常",
      "静待身韵，身心自泰"
    ]
  },
  "学业": {
    "本卦": "乾",
    "变卦": "否",
    "方向": "学业",
    "核心状态": {
      "层1": [
        "你近期学业现否象，学思不交、学业闭塞，大往小来的付出难有对等进步，恃刚死磕易让精进更缓，需守正待时休养生息。",
        "你在求学中陷入闭塞之态，或封闭思路不肯请教，或恃刚死磕一味刷题，书本与思考相融无门，学业难有顺意之态。",
        "你为学习付出诸多却只得到微薄进步，大往小来的落差让你心生焦虑，却仍执念妄为，反倒让知识漏洞更甚，学业更趋闭塞。",
        "你对学习的推进少了学思相融的契机，遇事死磕偏执、方法不当，阴阳不交的疏漏渐生，学业步入否卦不利之境。",
        "你学业现否卦之基，否之匪人不利贞，唯有守正待时、放下妄动，沉心蓄势静待否极泰来，方有学业转圜之机。"
      ],
      "层2": [
        "乾阳转否象，刚阳闭塞、天地否离，学业入阴阳不交之境，否之匪人，大往小来，天地不交则万物不通，学思不交则知识难通。",
        "否卦之象，核心在闭塞不通，学业中无思考之径、无相融之态，一方大往的付出难抵知识的小来进步，执念妄动则凶象更甚。",
        "大往小来，不利君子贞，求学中的大往非是踏实积累，乃是偏执驱使的盲目刷题，小来的进步恰是学业相悖的印证，妄为则失。",
        "否卦非是绝路，乃是蓄势之境，学业中若能敛刚守正、休养生息，不妄动不死磕，待时机至则可否极泰来，学业再通。",
        "否卦最忌恃刚死磕、封闭思路，学习中若执迷不悟、一意孤行，只会让阴阳不交的疏漏愈深，最终失了学业转圜的可能。"
      ],
      "层3": [
        "求学中封闭思路成习，将自身学习方法封闭，不肯向老师同学请教也不愿反思总结，学思之交的大门紧闭，学习只剩死磕刷题。",
        "盲目刷题成执念，将机械式的大往当作踏实积累，无视学业小来进步中的漏洞信号，妄动死磕让知识的疏漏层层加深。",
        "恃刚死磕，遇事不肯变通、一味偏执，学习中只剩钻牛角尖，无有思考与总结的余地，学业的否象愈发浓重。",
        "心有焦虑却不肯平复，将大往小来的落差归罪于自身天赋，失了守正之心，负面情绪丛生让学业再无相通的契机。",
        "不懂休养生息，在学业闭塞之时仍急于刷题，步步紧逼的妄动，让自身的学习效率愈发低下，否卦之凶尽显。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续学业中能敛刚守正，放下妄动死磕的执念，学会封闭思路时休养生息，沉心梳理学习方法，慢慢为学业留转圜之机。",
        "你会正视大往小来的落差，不再盲目刷题，而是守正待时，静待自身思路松动，或慢慢打开自身思路，让学思相融有了微弱可能。",
        "你若能放下执念、停止妄动，学业的凶象会慢慢消散，虽仍有闭塞之态，却能在休养生息中积蓄通泰的契机，静待否极泰来。",
        "你对学习的规划会慢慢趋于理性，你不再恃刚死磕，遇事多些思考与请教，让阴阳不交的疏漏有了慢慢消融的迹象。",
        "你若始终守正待时、休养生息，不妄动不死磕，学业便会远离否卦之凶，待时机成熟，便能否极泰来，学业再通。"
      ],
      "层2": [
        "学业运势为先否后泰，前期的闭塞皆是阴阳不交、恃刚死磕之象，守正待时、休养生息，便可得否极泰来之局。",
        "敛刚守正，放下执念妄动，学业中的焦虑慢慢平复，大往小来的落差不再成为心结，休养生息中蓄养相融的契机，唯需戒死磕。",
        "学中之正慢慢回归，闭塞的思路渐有缝隙，不再一味自我封闭，也不再恃刚死磕，学业的疏漏慢慢进入消融之态。",
        "天地否离的状态慢慢缓解，阴阳相交的契机渐生，虽仍需静待时机，却已远离否卦的凶象，学业朝着精进之势慢慢发展。",
        "若能始终守正待时、沉心蓄势，不失否卦蓄养之象，学业便会彻底远离闭塞不通之凶，终得否极泰来，学业精进。"
      ]
    },
    "建议行动": [
      "守学业之正，戒恃刚死磕，谨记否之匪人不利贞之理，放下盲目刷题的执念，休养生息，不急于求进，给学业留转圜之机。",
      "打开闭塞的思路，正视自身的焦虑，不将大往小来的落差归罪于天赋，沉心梳理学习方法，明白学业的相融需要时机。",
      "停止死磕的妄动，遇事多些思考与请教，减少机械式的刷题，让自身的知识漏洞慢慢消散，为学思相交埋下伏笔。",
      "守正待时，不做偏执式的积累，学会反思总结学习中的问题，待自身思路松动、方法得当，再慢慢推进学习，方得精进。",
      "谨记否极泰来的卦理，明白学业的闭塞只是暂时，唯有沉心蓄势、休养生息，不妄动不执念，方能迎来知识相通的精进之态。"
    ],
    "一句话总结": [
      "否之匪人，不利君子贞",
      "大往小来，天地不交",
      "否极泰来，时来运转",
      "学而不思则罔，思而不学则殆",
      "静待思路，学业自进"
    ]
  },
  "人际关系": {
    "本卦": "乾",
    "变卦": "否",
    "方向": "人际关系",
    "核心状态": {
      "层1": [
        "你近期人际现否象，心意不交、人际闭塞，大往小来的付出难有对等情谊，恃刚直言易让隔阂更深，需守正待时休养生息。",
        "你在社交中陷入闭塞之态，或封闭内心不肯交心，或恃刚直言一味较真，自身与他人相融无门，人际难有和顺之态。",
        "你为人际付出诸多却只得到微薄情谊，大往小来的落差让你心生寒心，却仍执念妄为，反倒让他人心生疏离，人际更趋闭塞。",
        "你对人际的维护少了心意相融的契机，遇事较真偏执、沟通不当，阴阳不交的隔阂渐生，人际步入否卦不利之境。",
        "你人际现否卦之基，否之匪人不利贞，唯有守正待时、放下妄动，沉心蓄势静待否极泰来，方有人际转圜之机。"
      ],
      "层2": [
        "乾阳转否象，刚阳闭塞、天地否离，人际入阴阳不交之境，否之匪人，大往小来，天地不交则万物不通，心意不交则情谊难长。",
        "否卦之象，核心在闭塞不通，人际中无交心之径、无相融之态，一方大往的付出难抵他人的小来情谊，执念妄动则凶象更甚。",
        "大往小来，不利君子贞，社交中的大往非是真心相待，乃是较真驱使的盲目付出，小来的情谊恰是人际相悖的印证，妄为则失。",
        "否卦非是绝路，乃是蓄势之境，人际中若能敛刚守正、休养生息，不妄动不较真，待时机至则可否极泰来，人际再通。",
        "否卦最忌恃刚直言、封闭内心，社交中若执迷不悟、一意孤行，只会让阴阳不交的隔阂愈深，最终失了人际转圜的可能。"
      ],
      "层3": [
        "社交中封闭内心成习，将自身的想法与感受封闭，不肯与他人交心也不愿接纳他人的观点，心意之交的大门紧闭，人际只剩阴阳相悖。",
        "盲目付出成执念，将自我感动式的大往当作真心相待，无视他人小来情谊中的疏离信号，妄动较真让人际的隔阂层层加深。",
        "恃刚直言，遇事不肯退让、一味较真，社交中只剩争执与冷战，无有包容与理解的余地，人际的否象愈发浓重。",
        "心有寒心却不肯疏解，将大往小来的落差归罪于他人，失了守正之心，怨怼丛生让人际再无相融的契机。",
        "不懂休养生息，在人际闭塞之时仍急于修复，步步紧逼的妄动，让他人的抵触愈发强烈，否卦之凶尽显。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续人际中能敛刚守正，放下妄动较真的执念，学会封闭内心时休养生息，沉心梳理相处方式，慢慢为人际留转圜之机。",
        "你会正视大往小来的落差，不再盲目付出，而是守正待时，静待他人心意松动，或慢慢打开自身内心，让心意相融有了微弱可能。",
        "你若能放下执念、停止妄动，人际的凶象会慢慢消散，虽仍有闭塞之态，却能在休养生息中积蓄通泰的契机，静待否极泰来。",
        "你与他人的沟通会慢慢减少争执，你不再恃刚直言，遇事多些包容与退让，让阴阳不交的隔阂有了慢慢消融的迹象。",
        "你若始终守正待时、休养生息，不妄动不较真，人际便会远离否卦之凶，待时机成熟，便能否极泰来，心意相融。"
      ],
      "层2": [
        "人际运势为先否后泰，前期的闭塞皆是阴阳不交、恃刚直言之象，守正待时、休养生息，便可得否极泰来之局。",
        "敛刚守正，放下执念妄动，人际中的寒心慢慢疏解，大往小来的落差不再成为心结，休养生息中蓄养相融的契机，唯需戒较真。",
        "交中之正慢慢回归，闭塞的内心渐有缝隙，不再一味自我封闭，也不再恃刚直言，人际的隔阂慢慢进入消融之态。",
        "天地否离的状态慢慢缓解，阴阳相交的契机渐生，虽仍需静待时机，却已远离否卦的凶象，人际朝着和顺之势慢慢发展。",
        "若能始终守正待时、沉心蓄势，不失否卦蓄养之象，人际便会彻底远离闭塞不通之凶，终得否极泰来，情谊绵长。"
      ]
    },
    "建议行动": [
      "守人际之正，戒恃刚直言，谨记否之匪人不利贞之理，放下盲目付出的执念，休养生息，不急于修复关系，给人际留转圜之机。",
      "打开闭塞的内心，正视自身的寒心，不将大往小来的落差归罪于他人，沉心梳理相处方式，明白人际的相融需要时机。",
      "停止较真的妄动，遇事多些包容与理解，减少彼此的争执与冷战，让他人的抵触慢慢消散，为心意相交埋下伏笔。",
      "守正待时，不做自我感动式的付出，学会感知他人的心意信号，待他人心意松动、时机成熟，再慢慢修复关系，方得相融。",
      "谨记否极泰来的卦理，明白人际的闭塞只是暂时，唯有沉心蓄势、休养生息，不妄动不执念，方能迎来心意相通的和顺之态。"
    ],
    "一句话总结": [
      "否之匪人，不利君子贞",
      "大往小来，天地不交",
      "否极泰来，时来运转",
      "海纳百川，有容乃大",
      "静待缘来，情谊自来"
    ]
  },
  "出行": {
    "本卦": "乾",
    "变卦": "否",
    "方向": "出行",
    "核心状态": {
      "层1": [
        "你近期出行现否象，行程不交、出行闭塞，大往小来的筹备难有对等顺遂，恃刚固执易让行程更折，需守正待时休养生息。",
        "你在出行筹备中陷入闭塞之态，或封闭思路不肯变通，或恃刚固执一味守计划，计划与实际相融无门，出行难有顺意之态。",
        "你为出行筹备诸多却只得到微薄顺遂，大往小来的落差让你心生烦躁，却仍执念妄为，反倒让行程纰漏更甚，出行更趋闭塞。",
        "你对行程的推进少了计划与实际相融的契机，遇事固执偏执、筹备不当，阴阳不交的波折渐生，出行步入否卦不利之境。",
        "你出行现否卦之基，否之匪人不利贞，唯有守正待时、放下妄动，沉心蓄势静待否极泰来，方有行程转圜之机。"
      ],
      "层2": [
        "乾阳转否象，刚阳闭塞、天地否离，出行入阴阳不交之境，否之匪人，大往小来，天地不交则万物不通，行程不交则山河难顺。",
        "否卦之象，核心在闭塞不通，出行中无变通之径、无相融之态，一方大往的筹备难抵实际的小来顺遂，执念妄动则凶象更甚。",
        "大往小来，不利君子贞，出行中的大往非是周全筹备，乃是固执驱使的盲目规划，小来的顺遂恰是行程相悖的印证，妄为则失。",
        "否卦非是绝路，乃是蓄势之境，出行中若能敛刚守正、休养生息，不妄动不固执，待时机至则可否极泰来，行程再通。",
        "否卦最忌恃刚固执、封闭思路，出行中若执迷不悟、一意孤行，只会让阴阳不交的波折愈深，最终失了行程转圜的可能。"
      ],
      "层3": [
        "出行筹备中封闭思路成习，将自身的行程计划封闭，不肯根据实际情况变通也不愿听取他人建议，行程与实际相交的大门紧闭，出行只剩固执守计划。",
        "盲目筹备成执念，将繁琐式的大往当作周全筹备，无视出行小来顺遂中的纰漏信号，妄动固执让行程的波折层层加深。",
        "恃刚固执，遇事不肯变通、一味守计划，出行中只剩被动应对，无有灵活调整的余地，出行的否象愈发浓重。",
        "心有烦躁却不肯平复，将大往小来的落差归罪于外部因素，失了守正之心，焦虑丛生让出行再无相融的契机。",
        "不懂休养生息，在出行闭塞之时仍急于启程，步步紧逼的妄动，让行程的纰漏愈发强烈，否卦之凶尽显。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续出行中能敛刚守正，放下妄动固执的执念，学会封闭思路时休养生息，沉心梳理行程计划，慢慢为行程留转圜之机。",
        "你会正视大往小来的落差，不再盲目筹备，而是守正待时，静待外部时机松动，或慢慢打开自身思路，让计划与实际相融有了微弱可能。",
        "你若能放下执念、停止妄动，出行的凶象会慢慢消散，虽仍有闭塞之态，却能在休养生息中积蓄通泰的契机，静待否极泰来。",
        "你对行程的规划会慢慢趋于灵活，你不再恃刚固执，遇事多些变通与调整，让阴阳不交的波折有了慢慢消融的迹象。",
        "你若始终守正待时、休养生息，不妄动不固执，出行便会远离否卦之凶，待时机成熟，便能否极泰来，行程顺遂。"
      ],
      "层2": [
        "出行运势为先否后泰，前期的闭塞皆是阴阳不交、恃刚固执之象，守正待时、休养生息，便可得否极泰来之局。",
        "敛刚守正，放下执念妄动，出行中的烦躁慢慢平复，大往小来的落差不再成为心结，休养生息中蓄养相融的契机，唯需戒固执。",
        "行中之正慢慢回归，闭塞的思路渐有缝隙，不再一味封闭计划，也不再恃刚固执，行程的波折慢慢进入消融之态。",
        "天地否离的状态慢慢缓解，阴阳相交的契机渐生，虽仍需静待时机，却已远离否卦的凶象，出行朝着顺遂之势慢慢发展。",
        "若能始终守正待时、沉心蓄势，不失否卦蓄养之象，出行便会彻底远离闭塞不通之凶，终得否极泰来，山河畅行。"
      ]
    },
    "建议行动": [
      "守出行之正，戒恃刚固执，谨记否之匪人不利贞之理，放下盲目筹备的执念，休养生息，不急于启程，给行程留转圜之机。",
      "打开闭塞的思路，正视自身的烦躁，不将大往小来的落差归罪于外部因素，沉心梳理行程计划，明白出行的相融需要时机。",
      "停止固执的妄动，遇事多些变通与调整，减少被动应对的情况，让行程的纰漏慢慢消散，为计划与实际相交埋下伏笔。",
      "守正待时，不做繁琐式的筹备，学会根据实际情况规划，待外部时机松动、条件成熟，再慢慢推进出行，方得顺遂。",
      "谨记否极泰来的卦理，明白出行的闭塞只是暂时，唯有沉心蓄势、休养生息，不妄动不执念，方能迎来山河畅行的顺遂之态。"
    ],
    "一句话总结": [
      "否之匪人，不利君子贞",
      "大往小来，天地不交",
      "否极泰来，时来运转",
      "未雨绸缪，行则顺遂",
      "静待时宜，山河畅行"
    ]
  },
  "诸事": {
    "本卦": "乾",
    "变卦": "否",
    "方向": "诸事顺遂",
    "核心状态": {
      "层1": [
        "你近期诸事现否象，内外不交、百事闭塞，大往小来的付出难有对等结果，恃刚妄动易让百事更阻，需守正待时休养生息。",
        "你在处事中陷入闭塞之态，或封闭思路不肯共济，或恃刚妄为一味冒进，自身与事态相融无门，百事难有顺意之态。",
        "你为诸事付出诸多却只得到微薄结果，大往小来的落差让你心生郁结，却仍执念妄为，反倒让事态纰漏更甚，百事更趋闭塞。",
        "你对诸事的推进少了内外相融的契机，遇事独断专行、谋划不当，阴阳不交的阻滞渐生，百事步入否卦不利之境。",
        "你诸事现否卦之基，否之匪人不利贞，唯有守正待时、放下妄动，沉心蓄势静待否极泰来，方有百事转圜之机。"
      ],
      "层2": [
        "乾阳转否象，刚阳闭塞、天地否离，诸事入阴阳不交之境，否之匪人，大往小来，天地不交则万物不通，内外不交则百事难成。",
        "否卦之象，核心在闭塞不通，百事中无共济之径、无相融之态，一方大往的付出难抵事态的小来结果，执念妄动则凶象更甚。",
        "大往小来，不利君子贞，处事中的大往非是踏实笃行，乃是妄为驱使的盲目付出，小来的结果恰是事态相悖的印证，妄为则失。",
        "否卦非是绝路，乃是蓄势之境，百事中若能敛刚守正、休养生息，不妄动不冒进，待时机至则可否极泰来，百事再通。",
        "否卦最忌恃刚妄动、封闭思路，处事中若执迷不悟、一意孤行，只会让阴阳不交的阻滞愈深，最终失了百事转圜的可能。"
      ],
      "层3": [
        "处事中封闭思路成习，将自身的谋划思路封闭，不肯与他人共济也不愿顺应事态规律，自身与事态相交的大门紧闭，百事只剩独断专行。",
        "盲目付出成执念，将自我感动式的大往当作踏实笃行，无视事态小来结果中的纰漏信号，妄动冒进让百事的阻滞层层加深。",
        "恃刚妄为，遇事不肯退让、一意孤行，处事中只剩争执与推诿，无有共济与变通的余地，百事的否象愈发浓重。",
        "心有郁结却不肯疏解，将大往小来的落差归罪于事态与他人，失了守正之心，负面情绪丛生让百事再无相融的契机。",
        "不懂休养生息，在百事闭塞之时仍急于推进，步步紧逼的妄动，让事态的纰漏愈发强烈，否卦之凶尽显。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续诸事能敛刚守正，放下妄动冒进的执念，学会封闭思路时休养生息，沉心梳理处事方法，慢慢为百事留转圜之机。",
        "你会正视大往小来的落差，不再盲目付出，而是守正待时，静待事态时机松动，或慢慢打开自身思路，让内外相融有了微弱可能。",
        "你若能放下执念、停止妄动，百事的凶象会慢慢消散，虽仍有闭塞之态，却能在休养生息中积蓄通泰的契机，静待否极泰来。",
        "你对诸事的谋划会慢慢趋于理性，你不再恃刚妄为，遇事多些共济与变通，让阴阳不交的阻滞有了慢慢消融的迹象。",
        "你若始终守正待时、休养生息，不妄动不冒进，百事便会远离否卦之凶，待时机成熟，便能否极泰来，百事顺遂。"
      ],
      "层2": [
        "整体运势为先否后泰，前期的闭塞皆是阴阳不交、恃刚妄为之象，守正待时、休养生息，便可得否极泰来之局。",
        "敛刚守正，放下执念妄动，处事中的郁结慢慢疏解，大往小来的落差不再成为心结，休养生息中蓄养相融的契机，唯需戒妄为。",
        "事中之正慢慢回归，闭塞的思路渐有缝隙，不再一味自我封闭，也不再恃刚妄为，百事的阻滞慢慢进入消融之态。",
        "天地否离的状态慢慢缓解，阴阳相交的契机渐生，虽仍需静待时机，却已远离否卦的凶象，百事朝着顺遂之势慢慢发展。",
        "若能始终守正待时、沉心蓄势，不失否卦蓄养之象，百事便会彻底远离闭塞不通之凶，终得否极泰来，诸事大成。"
      ]
    },
    "建议行动": [
      "守诸事之正，戒恃刚妄动，谨记否之匪人不利贞之理，放下盲目付出的执念，休养生息，不急于推进百事，给事态留转圜之机。",
      "打开闭塞的思路，正视自身的郁结，不将大往小来的落差归罪于事态与他人，沉心梳理处事方法，明白百事的相融需要时机。",
      "停止冒进的妄动，遇事多些共济与变通，减少独断专行的情况，让事态的纰漏慢慢消散，为内外相交埋下伏笔。",
      "守正待时，不做自我感动式的付出，学会顺应事态规律、与他人共济，待事态时机松动、条件成熟，再慢慢推进百事，方得顺遂。",
      "谨记否极泰来的卦理，明白百事的闭塞只是暂时，唯有沉心蓄势、休养生息，不妄动不执念，方能迎来诸事大成的顺遂之态。"
    ],
    "一句话总结": [
      "否之匪人，不利君子贞",
      "大往小来，天地不交",
      "否极泰来，时来运转",
      "守正笃行，万事顺遂",
      "静待时势，百事大成"
    ]
  }
}