{
  "感情": {
    "本卦": "乾",
    "变卦": "夬",
    "方向": "感情",
    "核心状态": {
      "层1": [
        "你近期情路现夬象，需果决扬正、刚柔相济，谨戒慎行梳理情中症结，扬善去邪方得情路亨通，刚愎果决或优柔寡断则情分难顺。",
        "你在情中遇是非症结，需持正心孚号明辨，果决摒除情中隔阂，却不可冒进相争，刚柔相济的取舍才是情路顺意之基。",
        "你若对情中问题优柔寡断、纵邪留恶，迟迟不做抉择，只会让隔阂愈深，失了夬卦果决扬正的吉象，情路易生隙。",
        "你若恃刚而行、刚愎果决，遇情分矛盾便冒进相争，不顾对方感受与相处分寸，便会触夬卦“不利即戎”之凶，情路易生折。",
        "你情中现夬卦之核，夬扬于王庭、利有攸往，唯有果决扬正不优柔，刚柔相济不冒进，谨戒慎行，情路方有通泰之机。"
      ],
      "层2": [
        "乾阳转夬象，刚阳融泽、泽天夬合，情路入扬正决疑之境，夬者，决也，果决扬正为核，刚柔相济为要，谨戒慎行为守，方得吉亨。",
        "夬扬于王庭，孚号有厉，情中之“扬正”是明辨情路是非、持正相待，“孚号”是敞开心扉明述心意，“有厉”是戒冒进、忌刚愎，相争则不利。",
        "泽天夬，不利即戎，利有攸往，情中之“戎”是针锋相对的冒进相争，果决非是刚愎，决疑非是相争，柔济刚、刚守正，方可行而有往。",
        "夬卦之象，贵在决疑扬正、不偏不倚，不优柔寡断纵邪留恶，不刚愎果决冒进相争，刚柔相济间摒除症结，情路方得通泰。",
        "夬卦最忌两端，一为优柔寡断，遇情路症结迟迟不决，纵邪留恶让隔阂深种；二为刚愎果决，恃刚冒进相争，触“不利即戎”之凶，情分疏淡。"
      ],
      "层3": [
        "情中优柔寡断成习，遇彼此隔阂、观念相悖等症结，始终犹豫不决，不敢直面也不愿抉择，纵邪留恶让情路的是非越积越深，隔阂难消。",
        "刚愎果决，遇情分矛盾便恃刚而行，一言不合便针锋相对，将果决变成冒进相争，无视“不利即戎”的卦戒，让情分在争执中慢慢损耗。",
        "无有孚号明辨之心，遇问题藏着掖着，既不敞开心扉述心意，也不持正心明辨是非，果决无方、决疑无门，情路的症结始终难除。",
        "刚柔失济，要么一味柔懦无主，任情路问题肆意发展，要么一味刚直强势，将自身意愿强加于人，无有刚守正、柔济刚的平衡，情路难顺。",
        "谨戒不足，行事毫无分寸，遇情路波折便心生急躁，既不戒冒进，也不忌刚愎，贸然做出抉择或相争，让情路的通泰之机慢慢消散。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续情路能持正心，学会果决扬正、摒除情中症结，放下优柔寡断的执念，刚柔相济相待，谨戒慎行相处，情路慢慢迎来通泰之机。",
        "你会正视情路的是非症结，敞开心扉孚号明述心意，果决却不刚愎，决疑却不相争，柔济刚的相处让彼此的隔阂慢慢消融。",
        "你若曾有刚愎果决之态，会慢慢收敛刚直，学会柔济刚、戒冒进，不再针锋相对，情路的相争之险慢慢消散，顺意之象渐生。",
        "你若曾有优柔寡断之态，会慢慢坚定心意，学会果决扬正、不纵邪留恶，直面情路问题并做出正抉择，情路的症结慢慢解开。",
        "你若能始终果决扬正、刚柔相济，谨戒慎行不冒进，情路便可得夬卦之吉，利有攸往，隔阂尽除，相守和顺。"
      ],
      "层2": [
        "情运势为先疑后通，前期的隔阂皆是优柔寡断或刚愎果决之象，果决扬正、刚柔相济，便可得情路亨通之局。",
        "敛去刚愎之心，增柔济刚之意，持正心孚号明辨，情中的是非症结慢慢解开，彼此的相待愈发平和，唯需戒优柔、忌冒进。",
        "情中之正慢慢深化，果决扬正的诚意渐显，刚柔相济、谨戒慎行成为相处常态，情路的隔阂慢慢消融，通泰之势渐生。",
        "泽天夬合的默契慢慢形成，决疑扬正、不刚不柔，情路无冒进相争之险，无优柔不决之困，步入利有攸往之态，相守顺遂。",
        "若能始终果决扬正、刚柔相济，不失夬卦决疑之象，情路便会远离优柔与刚愎之凶，夬扬于王庭，利有攸往，情分绵长。"
      ]
    },
    "建议行动": [
      "守情路之正，戒优柔与刚愎，谨记夬扬于王庭之理，果决扬正明辨情中是非，敞开心扉孚号述心意，为情路决疑除症结。",
      "学会刚柔相济，遇情分矛盾不恃刚冒进相争，不柔懦优柔不决，刚守正心相待，柔济彼此隔阂，让果决不偏刚、决疑不偏柔。",
      "谨戒慎行相处，牢记“不利即戎”的卦戒，不与对方针锋相对，遇事多换位思考、温和沟通，以柔化刚，以正决疑。",
      "扬善去邪守情路，摒除情中猜忌、计较等邪念，发扬真心、包容等善念，果决舍弃让彼此隔阂的执念，让情路归正顺。",
      "谨记夬卦利有攸往的卦理，明白情路的通泰在于果决扬正、刚柔相济，不优柔纵恶，不刚愎冒进，方能让情路行而有往、相守和顺。"
    ],
    "一句话总结": [
      "夬扬于王庭",
      "孚号有厉，利有攸往",
      "当断则断，不断则乱",
      "刚柔并济，心意相通",
      "执子之手，前路皆通"
    ]
  },
  "财运": {
    "本卦": "乾",
    "变卦": "夬",
    "方向": "财运",
    "核心状态": {
      "层1": [
        "你近期财路现夬象，需果决扬正、刚柔相济，谨戒慎行梳理理财症结，扬善去邪方得财路亨通，刚愎果决或优柔寡断则财势难稳。",
        "你在理财中遇市场症结，需持正心孚号明辨，果决摒除理财误区，却不可冒进投机，刚柔相济的布局才是财路稳进之基。",
        "你若对理财问题优柔寡断、纵邪留恶，迟迟不做仓位调整，只会让风险愈深，失了夬卦果决扬正的吉象，财路易生损。",
        "你若恃刚而行、刚愎果决，遇市场波动便冒进追高杀跌，不顾规律与本金安全，便会触夬卦“不利即戎”之凶，财路易生折。",
        "你财中现夬卦之核，夬扬于王庭、利有攸往，唯有果决扬正不优柔，刚柔相济不冒进，谨戒慎行，财路方有丰裕之机。"
      ],
      "层2": [
        "乾阳转夬象，刚阳融泽、泽天夬合，财路入扬正决疑之境，夬者，决也，果决扬正为核，刚柔相济为要，谨戒慎行为守，方得吉亨。",
        "夬扬于王庭，孚号有厉，财中之“扬正”是明辨市场是非、持正理财，“孚号”是认清自身理财误区、明析市场趋势，“有厉”是戒冒进、忌刚愎，投机则不利。",
        "泽天夬，不利即戎，利有攸往，财中之“戎”是不计后果的冒进投机，果决非是刚愎，决疑非是投机，柔济刚、刚守正，方可行而有往。",
        "夬卦之象，贵在决疑扬正、不偏不倚，不优柔寡断纵邪留恶，不刚愎果决冒进投机，刚柔相济间摒除症结，财路方得稳进。",
        "夬卦最忌两端，一为优柔寡断，遇理财症结迟迟不决，纵邪留恶让风险深种；二为刚愎果决，恃刚冒进投机，触“不利即戎”之凶，财势折损。"
      ],
      "层3": [
        "理财中优柔寡断成习，遇市场波动、仓位失衡等症结，始终犹豫不决，不敢调仓也不愿舍弃误区，纵邪留恶让理财的风险越积越深，本金难守。",
        "刚愎果决，遇市场变化便恃刚而行，一意孤行追高杀跌，将果决变成冒进投机，无视“不利即戎”的卦戒，让财势在波动中慢慢损耗。",
        "无有孚号明辨之心，遇问题浑浑噩噩，既不认清自身理财短板，也不持正心明辨市场趋势，果决无方、决疑无门，财路的症结始终难除。",
        "刚柔失济，要么一味柔懦无主，任理财风险肆意发展，要么一味刚直冒进，将自身意愿强加于市场，无有刚守正、柔济刚的平衡，财路难稳。",
        "谨戒不足，行事毫无分寸，遇市场波折便心生急躁，既不戒冒进，也不忌刚愎，贸然做出理财抉择，让财路的丰裕之机慢慢消散。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续财路能持正心，学会果决扬正、摒除理财症结，放下优柔寡断的执念，刚柔相济布局，谨戒慎行理财，财路慢慢迎来丰裕之机。",
        "你会正视理财的市场症结，认清自身误区孚号明辨趋势，果决却不刚愎，决疑却不投机，柔济刚的布局让财路的风险慢慢消散。",
        "你若曾有刚愎果决之态，会慢慢收敛冒进，学会柔济刚、戒投机，不再追高杀跌，财路的投机之险慢慢消散，稳进之象渐生。",
        "你若曾有优柔寡断之态，会慢慢坚定心意，学会果决扬正、不纵邪留恶，直面理财问题并做出正抉择，财路的症结慢慢解开。",
        "你若能始终果决扬正、刚柔相济，谨戒慎行不冒进，财路便可得夬卦之吉，利有攸往，风险尽除，财势丰裕。"
      ],
      "层2": [
        "财运气势为先疑后稳，前期的折损皆是优柔寡断或刚愎果决之象，果决扬正、刚柔相济，便可得财路亨通之局。",
        "敛去刚愎之心，增柔济刚之意，持正心孚号明辨，理财的市场症结慢慢解开，自身的布局愈发理性，唯需戒优柔、忌投机。",
        "财中之正慢慢深化，果决扬正的诚意渐显，刚柔相济、谨戒慎行成为理财常态，财路的风险慢慢消融，丰裕之势渐生。",
        "泽天夬合的默契慢慢形成，决疑扬正、不刚不柔，财路无冒进投机之险，无优柔不决之困，步入利有攸往之态，财势稳进。",
        "若能始终果决扬正、刚柔相济，不失夬卦决疑之象，财路便会远离优柔与刚愎之凶，夬扬于王庭，利有攸往，财势绵长。"
      ]
    },
    "建议行动": [
      "守理财之正，戒优柔与刚愎，谨记夬扬于王庭之理，果决扬正明辨市场是非，认清自身误区孚号析趋势，为财路决疑除症结。",
      "学会刚柔相济，遇市场波动不恃刚冒进投机，不柔懦优柔不决，刚守正心理财，柔济市场风险，让果决不偏刚、决疑不偏柔。",
      "谨戒慎行布局，牢记“不利即戎”的卦戒，不做不计后果的追高杀跌，遇事多分析规律、理性规划，以柔化险，以正决疑。",
      "扬善去邪守财路，摒除理财中侥幸、贪利等邪念，发扬稳健、理性等善念，果决舍弃让财势受损的投机执念，让财路归正顺。",
      "谨记夬卦利有攸往的卦理，明白财路的丰裕在于果决扬正、刚柔相济，不优柔纵险，不刚愎冒进，方能让财路行而有往、财势稳进。"
    ],
    "一句话总结": [
      "夬扬于王庭",
      "孚号有厉，利有攸往",
      "当断则断，避险守财",
      "刚柔并济，财源稳进",
      "君子爱财，取之有道"
    ]
  },
  "工作": {
    "本卦": "乾",
    "变卦": "夬",
    "方向": "工作",
    "核心状态": {
      "层1": [
        "你近期职场现夬象，需果决扬正、刚柔相济，谨戒慎行梳理工作症结，扬善去邪方得职场亨通，刚愎果决或优柔寡断则职业难进。",
        "你在工作中遇履职症结，需持正心孚号明辨，果决摒除工作误区，却不可冒进争功，刚柔相济的履职才是职业通达之基。",
        "你若对工作问题优柔寡断、纵邪留恶，迟迟不做整改，只会让问题愈深，失了夬卦果决扬正的吉象，职场易生阻。",
        "你若恃刚而行、刚愎果决，遇工作矛盾便冒进相争，不顾团队与工作分寸，便会触夬卦“不利即戎”之凶，职场易生隙。",
        "你职场现夬卦之核，夬扬于王庭、利有攸往，唯有果决扬正不优柔，刚柔相济不冒进，谨戒慎行，职业方有通达之机。"
      ],
      "层2": [
        "乾阳转夬象，刚阳融泽、泽天夬合，职场入扬正决疑之境，夬者，决也，果决扬正为核，刚柔相济为要，谨戒慎行为守，方得吉亨。",
        "夬扬于王庭，孚号有厉，职场中之“扬正”是明辨工作是非、持正履职，“孚号”是认清自身工作误区、明析团队需求，“有厉”是戒冒进、忌刚愎，争功则不利。",
        "泽天夬，不利即戎，利有攸往，职场中之“戎”是针锋相对的冒进争功，果决非是刚愎，决疑非是争功，柔济刚、刚守正，方可行而有往。",
        "夬卦之象，贵在决疑扬正、不偏不倚，不优柔寡断纵邪留恶，不刚愎果决冒进争功，刚柔相济间摒除症结，职场方得通达。",
        "夬卦最忌两端，一为优柔寡断，遇工作症结迟迟不决，纵邪留恶让问题深种；二为刚愎果决，恃刚冒进争功，触“不利即戎”之凶，职业受阻。"
      ],
      "层3": [
        "职场中优柔寡断成习，遇工作失误、团队隔阂等症结，始终犹豫不决，不敢整改也不愿直面，纵邪留恶让工作的问题越积越深，履职难顺。",
        "刚愎果决，遇工作矛盾便恃刚而行，一意孤行争功夺利，将果决变成冒进相争，无视“不利即戎”的卦戒，让职业口碑在争执中慢慢损耗。",
        "无有孚号明辨之心，遇问题浑浑噩噩，既不认清自身履职短板，也不持正心明辨工作是非，果决无方、决疑无门，工作的症结始终难除。",
        "刚柔失济，要么一味柔懦无主，任工作问题肆意发展，要么一味刚直强势，将自身意愿强加于团队，无有刚守正、柔济刚的平衡，职业难进。",
        "谨戒不足，行事毫无分寸，遇工作波折便心生急躁，既不戒冒进，也不忌刚愎，贸然做出工作抉择，让职业的通达之机慢慢消散。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续职场能持正心，学会果决扬正、摒除工作症结，放下优柔寡断的执念，刚柔相济履职，谨戒慎行共事，职业慢慢迎来通达之机。",
        "你会正视工作的履职症结，认清自身误区孚号明辨是非，果决却不刚愎，决疑却不争功，柔济刚的履职让团队的隔阂慢慢消融。",
        "你若曾有刚愎果决之态，会慢慢收敛刚直，学会柔济刚、戒冒进，不再争功相争，职场的相争之险慢慢消散，顺意之象渐生。",
        "你若曾有优柔寡断之态，会慢慢坚定心意，学会果决扬正、不纵邪留恶，直面工作问题并做出正抉择，工作的症结慢慢解开。",
        "你若能始终果决扬正、刚柔相济，谨戒慎行不冒进，职场便可得夬卦之吉，利有攸往，症结尽除，职业通达。"
      ],
      "层2": [
        "职场运势为先疑后通，前期的阻滞皆是优柔寡断或刚愎果决之象，果决扬正、刚柔相济，便可得职场亨通之局。",
        "敛去刚愎之心，增柔济刚之意，持正心孚号明辨，工作的履职症结慢慢解开，自身的共事愈发平和，唯需戒优柔、忌争功。",
        "职中之正慢慢深化，果决扬正的诚意渐显，刚柔相济、谨戒慎行成为履职常态，职场的隔阂慢慢消融，通达之势渐生。",
        "泽天夬合的默契慢慢形成，决疑扬正、不刚不柔，职场无冒进争功之险，无优柔不决之困，步入利有攸往之态，职业稳进。",
        "若能始终果决扬正、刚柔相济，不失夬卦决疑之象，职场便会远离优柔与刚愎之凶，夬扬于王庭，利有攸往，职业绵长。"
      ]
    },
    "建议行动": [
      "守职场之正，戒优柔与刚愎，谨记夬扬于王庭之理，果决扬正明辨工作是非，认清自身误区孚号析需求，为职场决疑除症结。",
      "学会刚柔相济，遇工作矛盾不恃刚冒进争功，不柔懦优柔不决，刚守正心履职，柔济团队隔阂，让果决不偏刚、决疑不偏柔。",
      "谨戒慎行共事，牢记“不利即戎”的卦戒，不与同事针锋相对，遇事多换位思考、协作沟通，以柔化刚，以正决疑。",
      "扬善去邪守职场，摒除工作中推诿、贪功等邪念，发扬踏实、协作等善念，果决舍弃让工作受阻的执念，让职业归正顺。",
      "谨记夬卦利有攸往的卦理，明白职场的通达在于果决扬正、刚柔相济，不优柔纵恶，不刚愎冒进，方能让职业行而有往、通达顺遂。"
    ],
    "一句话总结": [
      "夬扬于王庭",
      "孚号有厉，利有攸往",
      "当断则断，履职通达",
      "刚柔并济，和衷共济",
      "功不唐捐，前路皆通"
    ]
  },
  "健康": {
    "本卦": "乾",
    "变卦": "夬",
    "方向": "健康",
    "核心状态": {
      "层1": [
        "你近期身心现夬象，需果决扬正、刚柔相济，谨戒慎行梳理养生症结，扬善去邪方得身心亨通，刚愎果决或优柔寡断则康健难守。",
        "你在养生中遇身心症结，需持正心孚号明辨，果决摒除养生误区，却不可冒进调理，刚柔相济的养护才是身心舒泰之基。",
        "你若对养生问题优柔寡断、纵邪留恶，迟迟不做调整，只会让违和愈深，失了夬卦果决扬正的吉象，身心易生损。",
        "你若恃刚而行、刚愎果决，遇身体不适便冒进调理，不顾节律与身体承受，便会触夬卦“不利即戎”之凶，身心易生折。",
        "你身心现夬卦之核，夬扬于王庭、利有攸往，唯有果决扬正不优柔，刚柔相济不冒进，谨戒慎行，身心方有舒泰之机。"
      ],
      "层2": [
        "乾阳转夬象，刚阳融泽、泽天夬合，身心入扬正决疑之境，夬者，决也，果决扬正为核，刚柔相济为要，谨戒慎行为守，方得吉亨。",
        "夬扬于王庭，孚号有厉，身中之“扬正”是明辨养生是非、持正养身，“孚号”是认清自身养生误区、明析身体节律，“有厉”是戒冒进、忌刚愎，强调则不利。",
        "泽天夬，不利即戎，利有攸往，身中之“戎”是不顾身体的冒进调理，果决非是刚愎，决疑非是强调，柔济刚、刚守正，方可行而有往。",
        "夬卦之象，贵在决疑扬正、不偏不倚，不优柔寡断纵邪留恶，不刚愎果决冒进调理，刚柔相济间摒除症结，身心方得舒泰。",
        "夬卦最忌两端，一为优柔寡断，遇养生症结迟迟不决，纵邪留恶让违和深种；二为刚愎果决，恃刚冒进调理，触“不利即戎”之凶，身心受损。"
      ],
      "层3": [
        "养生中优柔寡断成习，遇作息失衡、情志郁结等症结，始终犹豫不决，不敢调整也不愿直面，纵邪留恶让身心的违和越积越深，康健难守。",
        "刚愎果决，遇身体不适便恃刚而行，一意孤行高强度调理，将果决变成冒进强调，无视“不利即戎”的卦戒，让身体机能在强调中慢慢损耗。",
        "无有孚号明辨之心，遇问题浑浑噩噩，既不认清自身养生短板，也不持正心明辨身体节律，果决无方、决疑无门，养生的症结始终难除。",
        "刚柔失济，要么一味柔懦无主，任身心违和肆意发展，要么一味刚直强势，违背身体节律强行调理，无有刚守正、柔济刚的平衡，身心难和。",
        "谨戒不足，行事毫无分寸，遇身体波折便心生急躁，既不戒冒进，也不忌刚愎，贸然做出养生抉择，让身心的舒泰之机慢慢消散。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续身心能持正心，学会果决扬正、摒除养生症结，放下优柔寡断的执念，刚柔相济养护，谨戒慎行养身，身心慢慢迎来舒泰之机。",
        "你会正视养生的身心症结，认清自身误区孚号明辨节律，果决却不刚愎，决疑却不冒进，柔济刚的养护让身体的违和慢慢消融。",
        "你若曾有刚愎果决之态，会慢慢收敛刚直，学会柔济刚、戒冒进，不再强调整理，身心的强调之险慢慢消散，舒泰之象渐生。",
        "你若曾有优柔寡断之态，会慢慢坚定心意，学会果决扬正、不纵邪留恶，直面养生问题并做出正抉择，养生的症结慢慢解开。",
        "你若能始终果决扬正、刚柔相济，谨戒慎行不冒进，身心便可得夬卦之吉，利有攸往，违和尽除，身心舒泰。"
      ],
      "层2": [
        "身心健康运势为先疑后和，前期的违和皆是优柔寡断或刚愎果决之象，果决扬正、刚柔相济，便可得身心亨通之局。",
        "敛去刚愎之心，增柔济刚之意，持正心孚号明辨，养生的身心症结慢慢解开，自身的养护愈发平和，唯需戒优柔、忌强调。",
        "养身之正慢慢深化，果决扬正的诚意渐显，刚柔相济、谨戒慎行成为养身常态，身心的违和慢慢消融，舒泰之势渐生。",
        "泽天夬合的默契慢慢形成，决疑扬正、不刚不柔，身心无冒进强调之险，无优柔不决之困，步入利有攸往之态，身心康健。",
        "若能始终果决扬正、刚柔相济，不失夬卦决疑之象，身心便会远离优柔与刚愎之凶，夬扬于王庭，利有攸往，康健绵长。"
      ]
    },
    "建议行动": [
      "守健康之正，戒优柔与刚愎，谨记夬扬于王庭之理，果决扬正明辨养生是非，认清自身误区孚号析节律，为身心决疑除症结。",
      "学会刚柔相济，遇身体违和不恃刚冒进强调，不柔懦优柔不决，刚守正心养身，柔济身体节律，让果决不偏刚、决疑不偏柔。",
      "谨戒慎行养护，牢记“不利即戎”的卦戒，不违背身体节律强行调理，遇事多倾听身体感受、温和调理，以柔化违和，以正决疑。",
      "扬善去邪守身心，摒除养生中浮躁、功利等邪念，发扬顺应、温和等善念，果决舍弃让身心违和的执念，让养身归正顺。",
      "谨记夬卦利有攸往的卦理，明白身心的舒泰在于果决扬正、刚柔相济，不优柔纵恶，不刚愎冒进，方能让身心行而有往、康健舒泰。"
    ],
    "一句话总结": [
      "夬扬于王庭",
      "孚号有厉，利有攸往",
      "当断则断，养身舒泰",
      "刚柔并济，形神相依",
      "食饮有节，身心安康"
    ]
  },
  "学业": {
    "本卦": "乾",
    "变卦": "夬",
    "方向": "学业",
    "核心状态": {
      "层1": [
        "你近期学业现夬象，需果决扬正、刚柔相济，谨戒慎行梳理学习症结，扬善去邪方得学业亨通，刚愎果决或优柔寡断则精进难成。",
        "你在求学中遇知识症结，需持正心孚号明辨，果决摒除学习误区，却不可冒进刷题，刚柔相济的积累才是学业精进之基。",
        "你若对学习问题优柔寡断、纵邪留恶，迟迟不做整改，只会让漏洞愈深，失了夬卦果决扬正的吉象，学业易生滞。",
        "你若恃刚而行、刚愎果决，遇学习难点便冒进死磕，不顾方法与学习节奏，便会触夬卦“不利即戎”之凶，学业易生折。",
        "你学业现夬卦之核，夬扬于王庭、利有攸往，唯有果决扬正不优柔，刚柔相济不冒进，谨戒慎行，学业方有精进之机。"
      ],
      "层2": [
        "乾阳转夬象，刚阳融泽、泽天夬合，学业入扬正决疑之境，夬者，决也，果决扬正为核，刚柔相济为要，谨戒慎行为守，方得吉亨。",
        "夬扬于王庭，孚号有厉，学业中之“扬正”是明辨学习是非、持正求学，“孚号”是认清自身学习误区、明析知识规律，“有厉”是戒冒进、忌刚愎，死磕则不利。",
        "泽天夬，不利即戎，利有攸往，学业中之“戎”是不顾方法的冒进死磕，果决非是刚愎，决疑非是死磕，柔济刚、刚守正，方可行而有往。",
        "夬卦之象，贵在决疑扬正、不偏不倚，不优柔寡断纵邪留恶，不刚愎果决冒进死磕，刚柔相济间摒除症结，学业方得精进。",
        "夬卦最忌两端，一为优柔寡断，遇学习症结迟迟不决，纵邪留恶让漏洞深种；二为刚愎果决，恃刚冒进死磕，触“不利即戎”之凶，精进受阻。"
      ],
      "层3": [
        "求学中优柔寡断成习，遇知识漏洞、方法不当等症结，始终犹豫不决，不敢补漏也不愿改法，纵邪留恶让学习的漏洞越积越深，精进难成。",
        "刚愎果决，遇学习难点便恃刚而行，一意孤行死磕难题，将果决变成冒进死磕，无视“不利即戎”的卦戒，让学习效率在死磕中慢慢损耗。",
        "无有孚号明辨之心，遇问题浑浑噩噩，既不认清自身学习短板，也不持正心明辨知识规律，果决无方、决疑无门，学习的症结始终难除。",
        "刚柔失济，要么一味柔懦无主，任学习漏洞肆意发展，要么一味刚直强势，违背学习规律死磕刷题，无有刚守正、柔济刚的平衡，学业难进。",
        "谨戒不足，行事毫无分寸，遇学习波折便心生急躁，既不戒冒进，也不忌刚愎，贸然做出学习抉择，让学业的精进之机慢慢消散。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续学业能持正心，学会果决扬正、摒除学习症结，放下优柔寡断的执念，刚柔相济积累，谨戒慎行求学，学业慢慢迎来精进之机。",
        "你会正视学习的知识症结，认清自身误区孚号明辨规律，果决却不刚愎，决疑却不死磕，柔济刚的积累让知识的漏洞慢慢消融。",
        "你若曾有刚愎果决之态，会慢慢收敛刚直，学会柔济刚、戒冒进，不再死磕难题，学业的死磕之险慢慢消散，精进之象渐生。",
        "你若曾有优柔寡断之态，会慢慢坚定心意，学会果决扬正、不纵邪留恶，直面学习问题并做出正抉择，学习的症结慢慢解开。",
        "你若能始终果决扬正、刚柔相济，谨戒慎行不冒进，学业便可得夬卦之吉，利有攸往，漏洞尽除，学业精进。"
      ],
      "层2": [
        "学业运势为先疑后进，前期的疏漏皆是优柔寡断或刚愎果决之象，果决扬正、刚柔相济，便可得学业亨通之局。",
        "敛去刚愎之心，增柔济刚之意，持正心孚号明辨，学习的知识症结慢慢解开，自身的积累愈发高效，唯需戒优柔、忌死磕。",
        "学中之正慢慢深化，果决扬正的诚意渐显，刚柔相济、谨戒慎行成为求学常态，学业的漏洞慢慢消融，精进之势渐生。",
        "泽天夬合的默契慢慢形成，决疑扬正、不刚不柔，学业无冒进死磕之险，无优柔不决之困，步入利有攸往之态，学业稳进。",
        "若能始终果决扬正、刚柔相济，不失夬卦决疑之象，学业便会远离优柔与刚愎之凶，夬扬于王庭，利有攸往，精进绵长。"
      ]
    },
    "建议行动": [
      "守学业之正，戒优柔与刚愎，谨记夬扬于王庭之理，果决扬正明辨学习是非，认清自身误区孚号析规律，为学业决疑除症结。",
      "学会刚柔相济，遇学习难点不恃刚冒进死磕，不柔懦优柔不决，刚守正心求学，柔济学习规律，让果决不偏刚、决疑不偏柔。",
      "谨戒慎行积累，牢记“不利即戎”的卦戒，不违背学习规律死磕刷题，遇事多请教反思、高效积累，以柔化漏洞，以正决疑。",
      "扬善去邪守学业，摒除求学中浮躁、功利等邪念，发扬踏实、善思等善念，果决舍弃让学习受阻的执念，让求学归正顺。",
      "谨记夬卦利有攸往的卦理，明白学业的精进在于果决扬正、刚柔相济，不优柔纵漏，不刚愎冒进，方能让学业行而有往、精进不休。"
    ],
    "一句话总结": [
      "夬扬于王庭",
      "孚号有厉，利有攸往",
      "当断则断，学业精进",
      "刚柔并济，学思相融",
      "勤学有恒，水滴石穿"
    ]
  },
  "人际关系": {
    "本卦": "乾",
    "变卦": "夬",
    "方向": "人际关系",
    "核心状态": {
      "层1": [
        "你近期人际现夬象，需果决扬正、刚柔相济，谨戒慎行梳理相处症结，扬善去邪方得人际亨通，刚愎果决或优柔寡断则情谊难长。",
        "你在社交中遇相处症结，需持正心孚号明辨，果决摒除相处误区，却不可冒进相争，刚柔相济的相交才是情谊绵长之基。",
        "你若对相处问题优柔寡断、纵邪留恶，迟迟不做化解，只会让隔阂愈深，失了夬卦果决扬正的吉象，人际易生隙。",
        "你若恃刚而行、刚愎果决，遇人际矛盾便冒进相争，不顾他人感受与相处分寸，便会触夬卦“不利即戎”之凶，人际易生疏。",
        "你人际现夬卦之核，夬扬于王庭、利有攸往，唯有果决扬正不优柔，刚柔相济不冒进，谨戒慎行，人际方有和顺之机。"
      ],
      "层2": [
        "乾阳转夬象，刚阳融泽、泽天夬合，人际入扬正决疑之境，夬者，决也，果决扬正为核，刚柔相济为要，谨戒慎行为守，方得吉亨。",
        "夬扬于王庭，孚号有厉，人际中之“扬正”是明辨相处是非、持正相交，“孚号”是认清自身相处误区、明析他人心意，“有厉”是戒冒进、忌刚愎，相争则不利。",
        "泽天夬，不利即戎，利有攸往，人际中之“戎”是针锋相对的冒进相争，果决非是刚愎，决疑非是相争，柔济刚、刚守正，方可行而有往。",
        "夬卦之象，贵在决疑扬正、不偏不倚，不优柔寡断纵邪留恶，不刚愎果决冒进相争，刚柔相济间摒除症结，人际方得和顺。",
        "夬卦最忌两端，一为优柔寡断，遇相处症结迟迟不决，纵邪留恶让隔阂深种；二为刚愎果决，恃刚冒进相争，触“不利即戎”之凶，情谊疏淡。"
      ],
      "层3": [
        "社交中优柔寡断成习，遇言语误会、观念相悖等症结，始终犹豫不决，不敢化解也不愿直面，纵邪留恶让人际的隔阂越积越深，相处难顺。",
        "刚愎果决，遇人际矛盾便恃刚而行，一意孤行针锋相对，将果决变成冒进相争，无视“不利即戎”的卦戒，让情谊在争执中慢慢损耗。",
        "无有孚号明辨之心，遇问题浑浑噩噩，既不认清自身相处短板，也不持正心明辨相处是非，果决无方、决疑无门，相处的症结始终难除。",
        "刚柔失济，要么一味柔懦无主，任人际矛盾肆意发展，要么一味刚直强势，将自身意愿强加于人，无有刚守正、柔济刚的平衡，人际难和。",
        "谨戒不足，行事毫无分寸，遇人际波折便心生急躁，既不戒冒进，也不忌刚愎，贸然做出相处抉择，让人际的和顺之机慢慢消散。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续人际能持正心，学会果决扬正、摒除相处症结，放下优柔寡断的执念，刚柔相济相交，谨戒慎行相处，人际慢慢迎来和顺之机。",
        "你会正视相处的人际症结，认清自身误区孚号明辨心意，果决却不刚愎，决疑却不相争，柔济刚的相交让彼此的隔阂慢慢消融。",
        "你若曾有刚愎果决之态，会慢慢收敛刚直，学会柔济刚、戒冒进，不再针锋相对，人际的相争之险慢慢消散，和顺之象渐生。",
        "你若曾有优柔寡断之态，会慢慢坚定心意，学会果决扬正、不纵邪留恶，直面相处问题并做出正抉择，相处的症结慢慢解开。",
        "你若能始终果决扬正、刚柔相济，谨戒慎行不冒进，人际便可得夬卦之吉，利有攸往，隔阂尽除，情谊绵长。"
      ],
      "层2": [
        "人际运势为先疑后和，前期的隔阂皆是优柔寡断或刚愎果决之象，果决扬正、刚柔相济，便可得人际亨通之局。",
        "敛去刚愎之心，增柔济刚之意，持正心孚号明辨，相处的人际症结慢慢解开，自身的相交愈发平和，唯需戒优柔、忌相争。",
        "交中之正慢慢深化，果决扬正的诚意渐显，刚柔相济、谨戒慎行成为相处常态，人际的隔阂慢慢消融，和顺之势渐生。",
        "泽天夬合的默契慢慢形成，决疑扬正、不刚不柔，人际无冒进相争之险，无优柔不决之困，步入利有攸往之态，相处和顺。",
        "若能始终果决扬正、刚柔相济，不失夬卦决疑之象，人际便会远离优柔与刚愎之凶，夬扬于王庭，利有攸往，情谊绵长。"
      ]
    },
    "建议行动": [
      "守人际之正，戒优柔与刚愎，谨记夬扬于王庭之理，果决扬正明辨相处是非，认清自身误区孚号析心意，为人际决疑除症结。",
      "学会刚柔相济，遇人际矛盾不恃刚冒进相争，不柔懦优柔不决，刚守正心相交，柔济彼此隔阂，让果决不偏刚、决疑不偏柔。",
      "谨戒慎行相处，牢记“不利即戎”的卦戒，不与他人针锋相对，遇事多换位思考、温和沟通，以柔化刚，以正决疑。",
      "扬善去邪守人际，摒除相处中猜忌、计较等邪念，发扬包容、真心等善念，果决舍弃让彼此隔阂的执念，让相交归正顺。",
      "谨记夬卦利有攸往的卦理，明白人际的和顺在于果决扬正、刚柔相济，不优柔纵恶，不刚愎冒进，方能让人际行而有往、情谊绵长。"
    ],
    "一句话总结": [
      "夬扬于王庭",
      "孚号有厉，利有攸往",
      "当断则断，相处和顺",
      "刚柔并济，心意相通",
      "相知无远近，万里尚为邻"
    ]
  },
  "出行": {
    "本卦": "乾",
    "变卦": "夬",
    "方向": "出行",
    "核心状态": {
      "层1": [
        "你近期出行现夬象，需果决扬正、刚柔相济，谨戒慎行梳理行程症结，扬善去邪方得出行亨通，刚愎果决或优柔寡断则行程难顺。",
        "你在出行中遇筹备症结，需持正心孚号明辨，果决摒除行程误区，却不可冒进启程，刚柔相济的筹备才是行程顺遂之基。",
        "你若对行程问题优柔寡断、纵邪留恶，迟迟不做调整，只会让纰漏愈深，失了夬卦果决扬正的吉象，出行易生折。",
        "你若恃刚而行、刚愎果决，遇行程变故便冒进赶路，不顾路况与同行感受，便会触夬卦“不利即戎”之凶，出行易生险。",
        "你出行现夬卦之核，夬扬于王庭、利有攸往，唯有果决扬正不优柔，刚柔相济不冒进，谨戒慎行，行程方有顺遂之机。"
      ],
      "层2": [
        "乾阳转夬象，刚阳融泽、泽天夬合，出行入扬正决疑之境，夬者，决也，果决扬正为核，刚柔相济为要，谨戒慎行为守，方得吉亨。",
        "夬扬于王庭，孚号有厉，出行中之“扬正”是明辨行程是非、持正筹备，“孚号”是认清自身行程误区、明析路况趋势，“有厉”是戒冒进、忌刚愎，赶路则不利。",
        "泽天夬，不利即戎，利有攸往，出行中之“戎”是不顾实际的冒进赶路，果决非是刚愎，决疑非是赶路，柔济刚、刚守正，方可行而有往。",
        "夬卦之象，贵在决疑扬正、不偏不倚，不优柔寡断纵邪留恶，不刚愎果决冒进赶路，刚柔相济间摒除症结，出行方得顺遂。",
        "夬卦最忌两端，一为优柔寡断，遇行程症结迟迟不决，纵邪留恶让纰漏深种；二为刚愎果决，恃刚冒进赶路，触“不利即戎”之凶，出行生险。"
      ],
      "层3": [
        "出行中优柔寡断成习，遇路线偏差、筹备疏漏等症结，始终犹豫不决，不敢调整也不愿整改，纵邪留恶让行程的纰漏越积越深，出行难顺。",
        "刚愎果决，遇行程变故便恃刚而行，一意孤行冒进赶路，将果决变成冒进赶路，无视“不利即戎”的卦戒，让行程体验在赶路中慢慢损耗。",
        "无有孚号明辨之心，遇问题浑浑噩噩，既不认清自身筹备短板，也不持正心明辨路况趋势，果决无方、决疑无门，行程的症结始终难除。",
        "刚柔失济，要么一味柔懦无主，任行程纰漏肆意发展，要么一味刚直强势，不顾同行感受强行赶路，无有刚守正、柔济刚的平衡，出行难顺。",
        "谨戒不足，行事毫无分寸，遇行程波折便心生急躁，既不戒冒进，也不忌刚愎，贸然做出行程抉择，让出行的顺遂之机慢慢消散。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续出行能持正心，学会果决扬正、摒除行程症结，放下优柔寡断的执念，刚柔相济筹备，谨戒慎行赶路，行程慢慢迎来顺遂之机。",
        "你会正视行程的筹备症结，认清自身误区孚号明辨路况，果决却不刚愎，决疑却不赶路，柔济刚的筹备让行程的纰漏慢慢消融。",
        "你若曾有刚愎果决之态，会慢慢收敛刚直，学会柔济刚、戒冒进，不再冒进赶路，出行的赶路之险慢慢消散，顺遂之象渐生。",
        "你若曾有优柔寡断之态，会慢慢坚定心意，学会果决扬正、不纵邪留恶，直面行程问题并做出正抉择，行程的症结慢慢解开。",
        "你若能始终果决扬正、刚柔相济，谨戒慎行不冒进，出行便可得夬卦之吉，利有攸往，纰漏尽除，行程顺遂。"
      ],
      "层2": [
        "出行运势为先疑后顺，前期的波折皆是优柔寡断或刚愎果决之象，果决扬正、刚柔相济，便可得出行亨通之局。",
        "敛去刚愎之心，增柔济刚之意，持正心孚号明辨，行程的筹备症结慢慢解开，自身的赶路愈发平和，唯需戒优柔、忌赶路。",
        "行中之正慢慢深化，果决扬正的诚意渐显，刚柔相济、谨戒慎行成为出行常态，行程的纰漏慢慢消融，顺遂之势渐生。",
        "泽天夬合的默契慢慢形成，决疑扬正、不刚不柔，出行无冒进赶路之险，无优柔不决之困，步入利有攸往之态，山河畅行。",
        "若能始终果决扬正、刚柔相济，不失夬卦决疑之象，出行便会远离优柔与刚愎之凶，夬扬于王庭，利有攸往，行程绵长。"
      ]
    },
    "建议行动": [
      "守出行之正，戒优柔与刚愎，谨记夬扬于王庭之理，果决扬正明辨行程是非，认清自身误区孚号析路况，为行程决疑除症结。",
      "学会刚柔相济，遇行程变故不恃刚冒进赶路，不柔懦优柔不决，刚守正心筹备，柔济路况与同行，让果决不偏刚、决疑不偏柔。",
      "谨戒慎行赶路，牢记“不利即戎”的卦戒，不顾实际强行赶路，遇事多观察路况、兼顾同行，以柔化险，以正决疑。",
      "扬善去邪守行程，摒除出行中浮躁、侥幸等邪念，发扬谨慎、周全等善念，果决舍弃让行程受阻的执念，让出行归正顺。",
      "谨记夬卦利有攸往的卦理，明白行程的顺遂在于果决扬正、刚柔相济，不优柔纵漏，不刚愎冒进，方能让出行行而有往、山河畅行。"
    ],
    "一句话总结": [
      "夬扬于王庭",
      "孚号有厉，利有攸往",
      "当断则断，行则顺遂",
      "刚柔并济，山河畅行",
      "未雨绸缪，一路平安"
    ]
  },
  "诸事": {
    "本卦": "乾",
    "变卦": "夬",
    "方向": "诸事顺遂",
    "核心状态": {
      "层1": [
        "你近期诸事现夬象，需果决扬正、刚柔相济，谨戒慎行梳理事态症结，扬善去邪方得百事亨通，刚愎果决或优柔寡断则诸事难成。",
        "你在处事中遇发展症结，需持正心孚号明辨，果决摒除处事误区，却不可冒进推进，刚柔相济的笃行才是百事顺遂之基。",
        "你若对事态问题优柔寡断、纵邪留恶，迟迟不做抉择，只会让阻滞愈深，失了夬卦果决扬正的吉象，百事易生阻。",
        "你若恃刚而行、刚愎果决，遇事态矛盾便冒进相争，不顾实际与处事分寸，便会触夬卦“不利即戎”之凶，百事易生滞。",
        "你诸事现夬卦之核，夬扬于王庭、利有攸往，唯有果决扬正不优柔，刚柔相济不冒进，谨戒慎行，百事方有兴荣之机。"
      ],
      "层2": [
        "乾阳转夬象，刚阳融泽、泽天夬合，诸事入扬正决疑之境，夬者，决也，果决扬正为核，刚柔相济为要，谨戒慎行为守，方得吉亨。",
        "夬扬于王庭，孚号有厉，处事中之“扬正”是明辨事态是非、持正笃行，“孚号”是认清自身处事误区、明析时势趋势，“有厉”是戒冒进、忌刚愎，相争则不利。",
        "泽天夬，不利即戎，利有攸往，处事中之“戎”是不顾实际的冒进相争，果决非是刚愎，决疑非是相争，柔济刚、刚守正，方可行而有往。",
        "夬卦之象，贵在决疑扬正、不偏不倚，不优柔寡断纵邪留恶，不刚愎果决冒进相争，刚柔相济间摒除症结，百事方得顺遂。",
        "夬卦最忌两端，一为优柔寡断，遇事态症结迟迟不决，纵邪留恶让阻滞深种；二为刚愎果决，恃刚冒进相争，触“不利即戎”之凶，百事受阻。"
      ],
      "层3": [
        "处事中优柔寡断成习，遇事态阻滞、人际矛盾等症结，始终犹豫不决，不敢抉择也不愿直面，纵邪留恶让百事的阻滞越积越深，诸事难成。",
        "刚愎果决，遇事态矛盾便恃刚而行，一意孤行冒进相争，将果决变成冒进相争，无视“不利即戎”的卦戒，让事态发展在争执中慢慢损耗。",
        "无有孚号明辨之心，遇问题浑浑噩噩，既不认清自身处事短板，也不持正心明辨时势趋势，果决无方、决疑无门，事态的症结始终难除。",
        "刚柔失济，要么一味柔懦无主，任事态阻滞肆意发展，要么一味刚直强势，将自身意愿强加于事态，无有刚守正、柔济刚的平衡，百事难顺。",
        "谨戒不足，行事毫无分寸，遇事态波折便心生急躁，既不戒冒进，也不忌刚愎，贸然做出处事抉择，让百事的兴荣之机慢慢消散。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续诸事能持正心，学会果决扬正、摒除事态症结，放下优柔寡断的执念，刚柔相济笃行，谨戒慎行处事，百事慢慢迎来兴荣之机。",
        "你会正视事态的发展症结，认清自身误区孚号明辨时势，果决却不刚愎，决疑却不相争，柔济刚的笃行让百事的阻滞慢慢消融。",
        "你若曾有刚愎果决之态，会慢慢收敛刚直，学会柔济刚、戒冒进，不再冒进相争，百事的相争之险慢慢消散，顺遂之象渐生。",
        "你若曾有优柔寡断之态，会慢慢坚定心意，学会果决扬正、不纵邪留恶，直面事态问题并做出正抉择，事态的症结慢慢解开。",
        "你若能始终果决扬正、刚柔相济，谨戒慎行不冒进，百事便可得夬卦之吉，利有攸往，阻滞尽除，诸事兴荣。"
      ],
      "层2": [
        "整体运势为先疑后通，前期的阻滞皆是优柔寡断或刚愎果决之象，果决扬正、刚柔相济，便可得百事亨通之局。",
        "敛去刚愎之心，增柔济刚之意，持正心孚号明辨，事态的发展症结慢慢解开，自身的处事愈发平和，唯需戒优柔、忌相争。",
        "事中之正慢慢深化，果决扬正的诚意渐显，刚柔相济、谨戒慎行成为处事常态，百事的阻滞慢慢消融，兴荣之势渐生。",
        "泽天夬合的默契慢慢形成，决疑扬正、不刚不柔，百事无冒进相争之险，无优柔不决之困，步入利有攸往之态，诸事顺遂。",
        "若能始终果决扬正、刚柔相济，不失夬卦决疑之象，百事便会远离优柔与刚愎之凶，夬扬于王庭，利有攸往，诸事兴荣。"
      ]
    },
    "建议行动": [
      "守诸事之正，戒优柔与刚愎，谨记夬扬于王庭之理，果决扬正明辨事态是非，认清自身误区孚号析时势，为百事决疑除症结。",
      "学会刚柔相济，遇事态矛盾不恃刚冒进相争，不柔懦优柔不决，刚守正心笃行，柔济时势与周遭，让果决不偏刚、决疑不偏柔。",
      "谨戒慎行处事，牢记“不利即戎”的卦戒，不与周遭针锋相对，遇事多观察时势、顺势而为，以柔化阻，以正决疑。",
      "扬善去邪守百事，摒除处事中浮躁、功利等邪念，发扬踏实、顺势等善念，果决舍弃让事态受阻的执念，让处事归正顺。",
      "谨记夬卦利有攸往的卦理，明白百事的兴荣在于果决扬正、刚柔相济，不优柔纵恶，不刚愎冒进，方能让百事行而有往、诸事大成。"
    ],
    "一句话总结": [
      "夬扬于王庭",
      "孚号有厉，利有攸往",
      "当断则断，百事兴荣",
      "刚柔并济，万事顺遂",
      "顺天依时，诸事大成"
    ]
  }
}