{
  "感情": {
    "本卦": "乾",
    "变卦": "坤",
    "方向": "感情",
    "核心状态": {
      "层1": [
        "你近期情路间刚锋敛藏，少了主动主导的心思，反倒多了些谦退与迟疑。",
        "你在情分里的持守之势渐柔，不再执意己念，反倒愿顺随对方心意，多有迁就。",
        "你面对情中分歧，无有争执之心，反倒以沉默或退让，求彼此相安。",
        "你对这份感情的前路少了笃定，心下迷茫，难有清晰的期许与规划。",
        "你在情中付出的热意渐凉，不复往日经营之心，只求顺其自然，不事强求。"
      ],
      "层2": [
        "乾阳转坤阴，情势由刚入柔，如烈阳敛芒化为暖阳，虽能减却争执，却也让情脉联结少了张力。",
        "谦退包容之意渐生，虽能让对方感知被尊重，然过柔则无骨，易让自身落于被动之态。",
        "情中之权悄然移转，柔势渐盛刚势渐消，虽有不适，却因惧纷争而不愿相争。",
        "对情的期许随势而减，不苛求事事顺意，佛系处之虽能平和关系，却也失了经营的用心。",
        "能察情中微变，却因顾虑良多，不愿直言剖白，易让隔阂暗生，误会渐积。"
      ],
      "层3": [
        "惧争执而藏真心，表面相安无事，实则心距渐远，隔阂日深。",
        "刻意顺随对方喜好，轻忽自身本心所求，久则积郁成怨，心生委屈。",
        "见对方疏淡，无有追问之心，故作淡然，任情分慢慢降温，渐趋平淡。",
        "少了主动营造相处之机，静等对方推进，让情路陷入停滞，无有进益。",
        "因前路迷茫，不敢做抉择定方向，恐一念之差，让情分走向破裂。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续情路中能寻得刚柔相济之法，不复一味谦退，也不会重归刚硬之势。",
        "你心下的迷茫会慢慢消散，重寻对情的笃定，能明晰自身想要的相处之态。",
        "你会愿主动剖白心意，与对方沟通化解隔阂，让情脉联结重归紧密。",
        "你在情中的主动性会稍作回升，不复一味被动，能适度言明自身所求。",
        "你会重燃对情的热意，愿花心思经营，让这份感情慢慢归向安稳。"
      ],
      "层2": [
        "情运势为先迷后顺，前期的柔退迷茫，皆是为寻得适配的相处之道，择机沟通，便可得柳暗花明之局。",
        "对方能感知到柔退背后的包容，亦会适度顺随，彼此相处渐趋和谐，唯需戒过度迁就，守自身本心。",
        "情中之权慢慢归衡，刚柔相济，不偏不倚，这份平衡能让情路行稳，然需双方共护，方得长久。",
        "心中顾虑渐消，敢直言真实所想，这份真诚能让彼此相知更深，唯需注意言辞分寸，和言悦色。",
        "情中积下的小误会会逐一化解，彼此的信任慢慢回升，唯需以时间磨平隔阂，不可急于求成。"
      ]
    },
    "建议行动": [
      "敛过度柔退之态，守本心立底线，情中平等相谈，不迁就亦不强势。",
      "择机与对方剖白心下迷茫顾虑，让彼此相知，勿独自揣测，徒增烦恼。",
      "适度重拾主动，营造相处之机，让情脉保持活力，勿任其停滞。",
      "勿因惧纷争而藏真心，情中真诚沟通，远胜表面的相安无事。",
      "重树对情的期许，与对方共定前路规划，让情路有明确的前行方向。"
    ],
    "一句话总结": [
      "先迷后得主，利西南得朋",
      "天地交泰万物通",
      "含章美，括囊安",
      "心有灵犀一点通",
      "愿得一心人，白头不相离"
    ]
  },
  "财运": {
    "本卦": "乾",
    "变卦": "坤",
    "方向": "财运",
    "核心状态": {
      "层1": [
        "你近期财势由扬转平，乾阳进取之气渐敛，不宜再涉高风险的投资之举。",
        "你对财富的求取之心不再激进，反倒重守成之理，不愿为微利冒无谓之险。",
        "你身边的偏财机缘渐稀，正财虽能稳守，却无增益之象，难有大涨。",
        "你理财时多了谨慎保守之意，面对新的求财渠道，反复斟酌，不敢轻投。",
        "你对市场走势的判断多了迟疑，不复往日笃定，易错失稳妥的小额机缘。"
      ],
      "层2": [
        "财运气势如江水入平川，由奔腾趋于平缓，坤阴守成之象显，虽无大的折损，却也难有大幅增益。",
        "守财之心重，这份谨慎能规避潜在的投资风险，然过则拘囿，易错失顺势而起的发展之机。",
        "人脉带来的财势助力渐弱，乾阳的资源红利消退，需凭自身稳扎稳打，方得财路安稳。",
        "理财时重资金安全，轻收益高低，这份心态让财务状况平和，却也失了财富增值的突破之机。",
        "能察市场波动之微，及时收手避险，这份敏锐，是当下守财的重要根基。"
      ],
      "层3": [
        "惧亏损而抽离部分投资，转投储蓄，虽得安稳，却也降低了财富增值的可能。",
        "面对他人的投资引荐，持高度警惕之心，反复核实质证，难信人言，易错失优质标的。",
        "在理财上的用心与时间投入渐减，不复主动钻研市场，仅守现有布局，无有新的规划。",
        "因正财难涨，暂舍额外求财之念，将精力移向他处，对财势持顺其自然之态。",
        "谨守开支之度，减却无谓之费，以节流之法，维财务状况的平稳。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续财势会归向平稳，守成之余，会现些许稳妥小机缘，适合小额尝试，不宜贪多。",
        "你对市场的判断会慢慢重拾笃定，不复迟疑，能抓住适配自身的理财机缘。",
        "你身边会重现金脉人脉助力，虽不如往日强劲，却也能带来些许偏财增益。",
        "你理财时能寻得守成与进取的平衡，不复过度保守，也不会重归激进之态。",
        "你正财虽难大涨，却会有小额额外收入，稍补财富增值的空缺，财路无虞。"
      ],
      "层2": [
        "财运气势先守后进，前期坤阴守成，是为积累资本与判断，后续小额尝试，便能得财富小幅增值之象。",
        "市场波动渐缓，大势趋于平和，适配稳妥的理财布局，唯需戒高风险投资，不可急于求成。",
        "理财能力在守成中慢慢提升，对风险的把控愈发精准，这份能力，是后续财势提升的根基。",
        "财脉人脉慢慢恢复，主动维系，便能得新的求财渠道，唯需凭自身判断，勿盲目跟风。",
        "财富规划渐趋清晰，能合理分配储蓄、投资、消费之比例，让财务状况入良性循环。"
      ]
    },
    "建议行动": [
      "以坤阴守成为主，适度尝试小额、低风险理财，寻守成与进取的平衡，不偏不倚。",
      "重关注市场动态，积累理财识见，提升判断能力，勿因迟疑错失稳妥机缘。",
      "主动维系身边人脉资源，为后续财势助力铺路，唯需记不可过度依赖人脉，以自身为根本。",
      "持节流之习，积累资本，为后续的理财布局做好资金准备，静待时机。",
      "勿因财势平缓而心生焦虑，守平和心态，稳扎稳打，方得财富长久。"
    ],
    "一句话总结": [
      "厚德载物承乾元",
      "博观而约取，厚积而薄发",
      "君子爱财，取之有道",
      "积土成山，风雨兴焉",
      "至哉坤元，万物资生"
    ]
  },
  "工作": {
    "本卦": "乾",
    "变卦": "坤",
    "方向": "工作",
    "核心状态": {
      "层1": [
        "你近期职场中进取之势渐敛，不复主动争抢核心任务，唯愿做好本职，求工作安稳。",
        "你在团队中无有争主之心，愿顺随他人安排，敛藏自身锋芒，少了往日的刚劲。",
        "你面对工作中的挑战，无有主动出击之意，反倒持观望之态，静等他人牵头解决。",
        "你对职场晋升的追求渐趋平淡，不复为突破而付出额外努力，重安稳轻进取。",
        "你在工作中做决策时多了迟疑，不复往日果断，愿征求他人意见，避独自担责之险。"
      ],
      "层2": [
        "职场运势乾阳转坤阴，由刚入柔，如利刃敛锋，虽能融入团队，却也难让主事者见自身核心价值。",
        "团队协作之心渐生，愿配合他人行事，这份改变让团队氛围和谐，然过则盲从，易沦为配角，失了自身立场。",
        "工作中的主动权悄然移转，柔势渐盛，虽有不适，却因惧同事纷争而不愿相争。",
        "对工作的期许随势而减，不苛求事事尽善尽美，这份心态虽减压力，却也失了做事的用心。",
        "能高效完成本职工作，却不愿接手额外挑战，安于现状之态显，让职场发展难有突破。"
      ],
      "层3": [
        "惧担责而拒接有难度的任务，虽能避出错之险，却也错失了展现能力、谋求晋升的机缘。",
        "团队讨论中藏自身想法，附和他人观点，虽能避争执，却也让主事者忽略自身的能力与价值。",
        "在工作中的额外投入渐减，守上下班之规，不复加班钻研，自身能力难有提升。",
        "面对工作中的不合理安排，持隐忍之态，不愿主动提异议，易被琐事缠身，难专核心工作。",
        "因对晋升无甚追求，不复主动与主事者沟通工作想法，让自身在团队中渐趋平淡，少了关注。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续职场中会重拾适度锋芒，既愿配合团队，也会主动展现自身的核心能力。",
        "你会重燃工作的进取之心，愿接手些许有挑战的任务，为自身晋升铺路。",
        "你在工作中的决策能力会慢慢恢复，不复迟疑，能果断处理本职范围内的事务。",
        "你会主动与主事者沟通工作想法与规划，让其重见你的价值，得更多发展机缘。",
        "你会在团队中寻得自身精准定位，不主导亦不盲从，成为团队中不可或缺的一员。"
      ],
      "层2": [
        "职场运势先稳后升，前期坤阴安稳，是为融入团队、积累经验，后续主动展能，便能得晋升之机。",
        "主事者会慢慢感知到你的改变，愿将重要任务交付，唯需稳扎稳打，以实绩证明自身能力。",
        "团队同事会认可你的能力与配合度，愿与你共事，这份人脉，是职场突破的重要助力。",
        "自身能力会在接手挑战中慢慢提升，对工作的把控愈发精准，这份能力，让你在职场中更具竞争力。",
        "安于现状之心渐消，重树职场目标，让工作有清晰前行方向，唯需戒急于求成，一步一履。"
      ]
    },
    "建议行动": [
      "敛过度佛系之态，守本心展锋芒，主动接手适配的挑战任务，让主事者见你的核心价值。",
      "团队协作中保持独立思考，大胆言明自身想法，和而不同，不盲从亦不强势。",
      "重树职场目标，明晰晋升方向，为目标付出适度努力，勿安于现状，囿于自身。",
      "主动与主事者沟通工作想法与规划，让其了解你的能力与追求，得更多发展资源。",
      "面对工作中的不合理安排，委婉提自身异议，避琐事缠身，专注核心能力的提升。"
    ],
    "一句话总结": [
      "潜龙勿用深隐，鳞甲沐春风",
      "黄裳元吉谦尊前",
      "博观而约取，厚积而薄发",
      "功不唐捐终入海",
      "大器晚成，大音希声"
    ]
  },
  "健康": {
    "本卦": "乾",
    "变卦": "坤",
    "方向": "健康",
    "核心状态": {
      "层1": [
        "你近期身中乾阳之气渐弱，精力有所衰减，不复往日充沛，易生疲惫乏力之感。",
        "你往日的运动节律被打乱，锻炼的积极性渐减，多有久坐不动之态，身态渐惰。",
        "你面对身体的轻微不适，无有及时调理之心，反倒轻忽置之，易让小恙积成隐患。",
        "你的作息渐失规律，偶有熬夜、贪睡之举，扰了身体的正常机能，气血难和。",
        "你的情绪易陷低落消沉，心境不复往日积极，情志不畅，亦扰身心安康。"
      ],
      "层2": [
        "身心运势乾阳转坤阴，如紧绷之弦慢慢松弛，虽能减却身体劳损，却也因少了锻炼，让体能渐降。",
        "慵懒之态渐生，对运动的热意大幅消减，代谢随之变慢，易生体重增加、精神不振之象。",
        "饮食虽大体规律，却偶有暴饮暴食、贪食辛辣油腻之举，加重肠胃负担，脾胃失和。",
        "能感知身体的细微不适，却因拖延之心，不愿及时就医调理，易让小毛病慢慢发展。",
        "情绪波动较大，易因小事陷低落，情志不畅扰睡眠质量，形成恶性循环，身心俱疲。"
      ],
      "层3": [
        "为工作生活琐事所缠，轻忽身体感受，即便疲惫也强撑，让身体常处透支之态，气血渐亏。",
        "弃往日健身之计划，多有躺卧刷娱之举，久坐不动，让颈椎、腰椎承额外压力，易生酸痛。",
        "因情绪低落，易生食欲不振或暴饮暴食之态，饮食失度，扰肠胃正常的消化功能。",
        "因熬夜刷娱，致睡眠不足，次日精神萎靡，工作生活效率大减，亦让身体难有修复之机。",
        "轻忽身体体检之规，自认身健无碍，易错失潜在健康问题的最佳排查时机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续会慢慢调整生活状态，重拾规律作息与饮食，让身体机能慢慢恢复，气血渐和。",
        "你会重燃运动的热意，从轻度锻炼开始，慢慢拾回体能，让身态渐归康健。",
        "你会学会及时疏导负面情绪，心境慢慢归向平和，不复陷低落消沉之态，情志渐畅。",
        "你会重视身体的轻微不适，及时调理，勿轻忽置之，避小恙积成大患。",
        "你的身心健康状态会慢慢好转，精力渐复，能轻松应对日常的工作与生活。"
      ],
      "层2": [
        "身心运势先缓后健，前期坤阴松弛，是身体的自我调节之态，后续规律作息、适度锻炼，便能快速复元。",
        "运动的积极性慢慢回升，从散步、瑜伽等轻度运动开始，逐步拾回往日节奏，唯需戒过度锻炼，徒增劳损。",
        "情绪渐归稳定，负面情志能及时疏导，睡眠质量大幅提升，让身体得充分休息，气血渐补。",
        "健康管理的意识重树，注重饮食、作息、运动的相融，让身心入良性循环之态。",
        "重视体检与身体调理，及时排查潜在健康隐患，这份重视，是身心长久安稳的根基。"
      ]
    },
    "建议行动": [
      "从轻度运动入手，慢慢恢复锻炼节奏，避久坐不动，提升身体体能与代谢，让身态归活。",
      "调整作息，养成早睡早起之习，避熬夜之举，让身体的正常机能慢慢恢复，气血渐和。",
      "学及时疏导负面情绪，借倾诉、冥想、散步之法放松心情，守平和心境，情志畅达。",
      "重视身体的细微不适，及时调理，必要时就医，勿轻忽小恙，让其积成隐患。",
      "重树健康管理意识，定期体检，合理搭配饮食，让康健成为生活的根本。"
    ],
    "一句话总结": [
      "起居有序自延年",
      "阴平阳秘保安康",
      "形神兼顾养真元",
      "动静相参气血通",
      "戒嗔守静寿自长"
    ]
  },
  "学业": {
    "本卦": "乾",
    "变卦": "坤",
    "方向": "学业",
    "核心状态": {
      "层1": [
        "你近期学业上的进取之心渐敛，不复主动钻研难题，唯愿完成基础学习任务，求学业安稳。",
        "你的学习节奏慢慢放缓，效率有所降低，易生注意力不集中、走神之态，心难静学。",
        "你面对学习中的难点，无有主动请教之意，反倒搁置置之，易让知识漏洞慢慢积累。",
        "你对学业排名与成绩的追求渐趋平淡，不复为提升而付出额外的时间与精力。",
        "你制定的学习计划难有坚持之心，易因外界干扰或自身慵懒，半途而废。"
      ],
      "层2": [
        "学业运势乾阳转坤阴，如疾驰车马慢慢减速，虽能减却学习压力，却也让学业难有突破之象。",
        "慵懒之态渐生，对学习的热意大幅消减，心难专注，让学习效率大打折扣，所学易忘。",
        "能完成师长布置的基础课业，却不愿做额外练习巩固知识，学无复盘，易生学了便忘之态。",
        "面对学业中的竞争，无有往日斗志，反倒持顺其自然之态，虽能减却焦虑，却也失了学习的动力。",
        "能察自身的知识漏洞，却因拖延之心，不愿及时弥补，让漏洞渐大，知识体系难全。"
      ],
      "层3": [
        "为手机、追剧等外界干扰所缠，打破学习计划，浪费大量学习时间，学业进度滞后。",
        "课堂之上易生走神之态，跟不上师长讲课节奏，课后也不愿及时补课，让知识衔接出现断层。",
        "弃钻研难题之举，只专注基础知识点，虽能保基础分值，却也难在考试中拉开差距，无有优势。",
        "因学业平淡，易陷自我怀疑，认为自身再努力也难有提升，进一步消减学习的积极性。",
        "少了与同学、师长的学习交流，独自学习时易入误区，却也不愿主动寻求帮助，闭门造车。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续会慢慢重拾学业的进取之心，主动钻研难题，弥补之前积累的知识漏洞。",
        "你会调整自身学习状态，提升注意力，让学习效率慢慢恢复，甚至有所提升。",
        "你会重新制定可行的学习计划，且能坚持执行，让学习节奏重回正轨。",
        "你会主动向师长、同学请教学习难点，及时弥补知识漏洞，让知识体系渐趋完整。",
        "你会重树对学业的追求，拾回学习的斗志，为成绩与排名付出适度的努力。"
      ],
      "层2": [
        "学业运势先稳后升，前期坤阴平淡，是学习状态的调整之态，后续拾回学习动力，便能得成绩提升之象。",
        "学习效率慢慢回升，注意力愈发集中，能快速进入学习状态，唯需戒外界干扰，守静心求学之态。",
        "往日积累的知识漏洞会慢慢弥补，知识体系渐趋完整，做题的正确率大幅提升，唯需反复巩固，勿学即忘。",
        "学习心态慢慢归向积极，不复自我怀疑，能正视自身问题，并主动寻求解决之法，这份心态是学业提升的关键。",
        "重新开启与同学、师长的学习交流，在探讨中寻得学习方法与技巧，提升自身的学习能力。"
      ]
    },
    "建议行动": [
      "拾回学业的进取之心，树立明确的学业目标，为目标付出适度努力，勿安于现状，囿于基础。",
      "制定可行的学习计划，将大目标拆解为小任务逐步完成，同时远离手机、追剧等外界干扰，守静心求学之态。",
      "主动向师长、同学请教学习中的难点，及时弥补知识漏洞，让知识体系渐趋完整，无有断层。",
      "从基础练习入手，逐步过渡到难题钻研，在练习中巩固知识，提升解题能力。",
      "学正视自身问题，勿自我怀疑，持积极的学习心态，信自身努力，终有回报。"
    ],
    "一句话总结": [
      "博观而约取，厚积而薄发",
      "十年寒窗无人问，一举成名天下知",
      "读书破万卷，下笔如有神",
      "锲而不舍，金石可镂",
      "宝剑锋从磨砺出，梅花香自苦寒来"
    ]
  },
  "人际关系": {
    "本卦": "乾",
    "变卦": "坤",
    "方向": "人际关系",
    "核心状态": {
      "层1": [
        "你近期人际交往中敛藏刚锋，不复主动强势，性情渐趋温和内敛，少了往日张扬。",
        "你不复主动拓展社交圈，反倒重核心人脉的维护，减却了不必要的社交往来。",
        "你面对人际中的矛盾，无有争执之心，反倒以退让包容，化解冲突，求相安无事。",
        "你在社交中渐趋低调，无有争为焦点之意，反倒愿做倾听者，少言寡语。",
        "你对他人的请求难有拒绝之心，即便自身为难，也会选择迁就，易陷社交内耗。"
      ],
      "层2": [
        "社交运势乾阳转坤阴，由刚入柔，如烈阳化暖阳，虽让人愿亲近，却也因过度迁就，让自身心生疲惫。",
        "倾听之心渐生，能感知他人想法，这份改变让人际关系和谐，然过则轻忽自身，易藏委屈于心。",
        "减却无效社交，专注核心人脉的维护，这份选择让社交更轻松，却也失了拓展新人脉的机缘。",
        "社交中持谦虚低调之态，不复张扬，这份态度让他人心生好感，然过则平淡，易让自身价值被忽视。",
        "能轻易化解人际中的小矛盾，这份包容之能让人际关系稳定，然过则退让，易让自身受委屈。"
      ],
      "层3": [
        "为迁就他人的社交安排，牺牲自身的时间与精力，参加不喜欢的聚会，陷入无意义的社交内耗。",
        "社交讨论中藏自身观点，一味附和他人，虽能避争执，却也让他人难识真实的自己。",
        "惧得罪人，对他人的不合理请求也选择应允，事后却满心抱怨，扰自身心境。",
        "少了主动与友人的联系，唯等对方主动沟通，让彼此的情分慢慢疏远，渐趋平淡。",
        "社交中过度在意他人看法，刻意迎合，失了自身个性，让社交变得虚伪，无有真心。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续社交中能寻得温和与坚定的平衡，不复过度迁就，能委婉拒绝他人的不合理请求。",
        "你会适度拓展社交圈，在维护核心人脉的同时，结交些许志同道合的新朋友。",
        "你会在社交中勇敢表达自身观点，不复一味附和，让他人知晓真实的你。",
        "你会摆脱无意义的社交内耗，学会取舍，只参与让自身舒心的社交往来。",
        "你会在社交中重拾自身个性，不复刻意迎合，以真心待人，得真心相交之友。"
      ],
      "层2": [
        "社交运势先柔后和，前期的迁就退让，是为寻得社交的本心，后续守底线展真心，便能得优质的人际关系。",
        "身边人会感知到你的坚定与真诚，既愿与你相交，也会尊重你的选择，不复随意提出不合理请求。",
        "新的社交圈中会遇志同道合之人，彼此三观契合，能成真心相交之友，拓展自身的人脉格局。",
        "社交中的表达欲慢慢回升，能清晰言明自身想法，这份真诚让彼此的了解更深，社交更有意义。",
        "无意义的社交内耗渐消，学会取舍，社交变得轻松舒心，人际关系渐趋纯粹。"
      ]
    },
    "建议行动": [
      "敛过度迁就之态，守自身社交底线，学会委婉拒绝，不委屈自己，不勉强他人。",
      "适度拓展社交圈，参与自身感兴趣的社交活动，遇志同道合之人，结真心相交之友。",
      "社交中保持独立思考，勇敢表达自身观点，和而不同，以真心待人，得真心回应。",
      "摆脱无意义的社交内耗，减却不必要的社交往来，专注维护核心人脉，让社交更有价值。",
      "社交中重拾自身个性，不复刻意迎合他人，做真实的自己，方得长久的人际关系。"
    ],
    "一句话总结": [
      "君子和而不同",
      "厚德载物承乾元",
      "海纳百川，有容乃大",
      "真心相待意相通",
      "和而不同处世风"
    ]
  }
}