{
  "感情": {
    "本卦": "乾",
    "变卦": "讼",
    "方向": "感情",
    "核心状态": {
      "层1": [
        "你近期情路现讼象，彼此间孚信窒塞，易因小事起争执，各执己见互不相让。",
        "你在情中难有包容之心，遇事易较真辩理，反倒让情分被争执消磨，隔阂渐生。",
        "你与对方心意相悖，沟通时各执一词，无有退让之意，让相处多了些剑拔弩张。",
        "你面对情中分歧，只执着于辨明对错，忽略彼此的感受，让孚信慢慢消散。",
        "你情中现争讼之险，若久争不退，易让情分生变，唯有戒惕守正，方能避凶。"
      ],
      "层2": [
        "乾阳转讼象，天水相违、上刚下险，情路讼象初显，孚信窒塞，心意难通而生争执。",
        "讼有孚窒，情中无有相让之念，各持己见如隔水火，辩理胜却情意输，隔阂日深。",
        "刚气过盛而柔意全无，遇事较真不饶人，争一时之理，却让彼此的情分慢慢冷却。",
        "情中的争执非是大怨，乃是孚信不足、沟通不畅，却因执迷对错，让小分歧成大隔阂。",
        "讼象之中最忌久争，执着于辨明是非，不肯低头和解，终会让情分走到尽头，难逃凶象。"
      ],
      "层3": [
        "遇情中分歧便起争讼，各执一词互不相让，将辩理置于情意之上，让孚信彻底窒塞。",
        "争执之后不肯低头，冷战僵持以对，让情中的隔阂越积越深，难有化解之机。",
        "揪着过往的争执不放，反复翻旧账，让彼此的相处只剩负面情绪，情分渐无。",
        "因一时的争执便否定彼此的过往，无有守正戒惕之心，让情路的凶象渐显。",
        "沟通时带着指责之意，而非交心之态，让每一次交流都成新的争执，讼象难消。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续情路中能守正戒惕，放下争胜之心，慢慢收敛刚气，以柔意化解彼此的争执。",
        "你会放下对错的执念，学会包容对方的想法，主动低头和解，让情中的孚信慢慢恢复。",
        "你会改变沟通方式，以交心代替指责，让彼此的心意慢慢相通，隔阂渐消。",
        "你面对情中分歧，会多顾及对方的感受，不再较真辩理，让相处的氛围慢慢缓和。",
        "你若能止讼和解、守正相待，情路便可得吉，彼此的情分也能慢慢修复，避却终凶之象。"
      ],
      "层2": [
        "情运势为先讼后和，前期的争执皆是讼象初现的必然之象，守正戒惕、止讼和解，便可得柳暗花明之局。",
        "收敛刚气而增柔意，主动退让和解，对方亦会感知到你的心意，放下执念，彼此的争执慢慢消散。",
        "孚信随和解慢慢恢复，沟通渐趋顺畅，小分歧皆能平和化解，情中的隔阂慢慢消融，唯需戒久争。",
        "以情意代替辨理，以包容代替较真，让情分在温和中慢慢滋养，讼象渐消，情路重回平和。",
        "若能始终守正戒惕，不重起争执，情路便会远离终凶之象，彼此的相守也能更长久。"
      ]
    },
    "建议行动": [
      "守情路之正，戒争执较真，放下对错的执念，以情意为先，主动退让和解，止讼避凶。",
      "改变沟通方式，摒弃指责与辩理，以温柔交心的态度与对方交流，重建彼此的孚信。",
      "学会包容对方的不足与想法，遇事多换位思考，顾及对方的感受，而非一味执己意。",
      "争执之后勿冷战僵持，及时低头示好，化解矛盾于萌芽，不让隔阂越积越深。",
      "守正戒惕，不翻旧账、不记仇怨，让彼此的相处多些温暖，少些争执，修复情分。"
    ],
    "一句话总结": [
      "讼有孚窒，惕中吉终凶",
      "忍一时风平浪静，退一步海阔天空",
      "君子和而不同，小人同而不和",
      "海纳百川，有容乃大",
      "相逢一笑泯恩仇"
    ]
  },
  "财运": {
    "本卦": "乾",
    "变卦": "讼",
    "方向": "财运",
    "核心状态": {
      "层1": [
        "你近期财路现讼象，易因利益分配、合作往来起争执，孚信窒塞，求财多有阻滞。",
        "你在理财与合作中，过于执着自身利益，不肯稍作退让，易引发利益纠纷，财路生险。",
        "你面对财务分歧，只辨利弊得失，无有协商包容之心，让合作关系生隙，求财受阻。",
        "你与他人的财脉往来中，孚信不足，互相猜忌，易因小事起纷争，让财富积累生变。",
        "你财中现争讼之险，若久争不退，易有财物折损，唯有守正戒惕、和解止讼，方能避凶。"
      ],
      "层2": [
        "乾阳转讼象，天水相违、上刚下险，财路讼象初显，孚信窒塞，利益相争而生阻滞。",
        "讼有孚窒，求财中刚气过盛，唯利是图而无相让之念，合作反成争讼，财路难通。",
        "利益面前执念过深，不肯舍弃小利以求共赢，争一时之得失，却让长久的求财渠道受阻。",
        "财中的争执非是大的利益冲突，乃是孚信不足、沟通不畅，却因执迷得失，让小分歧成大纠纷。",
        "讼象之中最忌久争，执着于利益辩争，不肯协商和解，终会有财物折损，难逃凶象。"
      ],
      "层3": [
        "遇财务分歧便起争讼，各执一词互不相让，将利益置于合作之上，让孚信彻底窒塞。",
        "利益纠纷之后不肯协商，僵持对立以对，让合作关系彻底破裂，求财的渠道慢慢减少。",
        "揪着过往的财务矛盾不放，反复计较，让彼此的财脉往来只剩猜忌，难有共赢之机。",
        "因一时的利益争执便冒进决策，无有守正戒惕之心，让财路的凶象渐显，易生折损。",
        "合作沟通时带着算计之意，而非坦诚之态，让每一次往来都成新的利益争执，讼象难消。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续财路中能守正戒惕，放下利益执念，慢慢收敛刚气，以协商和解化解财务争执。",
        "你会放下一时的得失计较，学会包容退让，主动与对方协商利益分配，让财中的孚信慢慢恢复。",
        "你会改变求财与合作的心态，以共赢代替独利，让彼此的财脉往来慢慢顺畅，阻滞渐消。",
        "你面对财务分歧，会多顾及合作的长久性，不再较真辩利，让求财的氛围慢慢缓和，险象渐消。",
        "你若能止讼和解、守正求财，财路便可得吉，财富积累也能慢慢稳进，避却终凶之象。"
      ],
      "层2": [
        "财运气势为先讼后通，前期的争执皆是讼象初现的必然之象，守正戒惕、止讼和解，便可得财路通达之局。",
        "收敛刚气而增包容，主动退让协商，合作方亦会感知到你的诚意，放下执念，彼此的财务争执慢慢消散。",
        "孚信随和解慢慢恢复，合作渐趋顺畅，财务分歧皆能平和化解，财路的阻滞慢慢消融，唯需戒久争。",
        "以共赢代替独利，以坦诚代替算计，让财脉在合作中慢慢滋养，讼象渐消，财路重回稳进。",
        "若能始终守正戒惕，不重起利益争执，财路便会远离终凶之象，财富积累也能更长久。"
      ]
    },
    "建议行动": [
      "守理财之正，戒利益较真，放下一时的得失执念，以共赢为先，主动协商和解，止讼避凶。",
      "改变求财与合作的心态，摒弃算计与独利，以坦诚交心的态度与合作方交流，重建彼此的孚信。",
      "学会在利益中适度退让，遇事多从长久合作考虑，顾及对方的利益诉求，而非一味执己利。",
      "财务争执之后勿僵持对立，及时主动协商，化解矛盾于萌芽，不让合作关系破裂。",
      "守正戒惕，不翻旧账、不计小利，让彼此的财脉往来多些坦诚，少些争执，稳进求财。"
    ],
    "一句话总结": [
      "讼止孚通，利涉大川",
      "君子爱财，取之有道",
      "和羹之美，在于合异",
      "退一步天高地阔，让三分心平气和",
      "同舟共济，互利共赢"
    ]
  },
  "工作": {
    "本卦": "乾",
    "变卦": "讼",
    "方向": "工作",
    "核心状态": {
      "层1": [
        "你近期职场现讼象，易因工作意见、权责分配起争执，孚信窒塞，工作推进多有阻滞。",
        "你在工作中，过于执着自身想法，不肯听取他人意见，易引发团队分歧，职场生险。",
        "你面对工作争执，只辨对错高下，无有协商包容之心，让同事关系生隙，工作开展受阻。",
        "你与领导、同事的职场相处中，孚信不足，互相猜忌，易因小事起纷争，职业发展生变。",
        "你职场现争讼之险，若久争不退，易让口碑受损，唯有守正戒惕、和解止讼，方能避凶。"
      ],
      "层2": [
        "乾阳转讼象，天水相违、上刚下险，职场讼象初显，孚信窒塞，意见相争而生阻滞。",
        "讼有孚窒，工作中刚气过盛，唯我独尊而无倾听之念，协作反成争讼，工作难进。",
        "想法面前执念过深，不肯舍弃己见以求共识，争一时的对错，却让长久的工作协作受阻。",
        "职场的争执非是大的理念冲突，乃是孚信不足、沟通不畅，却因执迷对错，让小分歧成大隔阂。",
        "讼象之中最忌久争，执着于意见辩争，不肯协商妥协，终会让职场口碑受损，难逃凶象。"
      ],
      "层3": [
        "遇工作分歧便起争讼，各执一词互不相让，将己见置于协作之上，让孚信彻底窒塞。",
        "意见纠纷之后不肯协商，冷战僵持以对，让团队关系彻底破裂，工作的助力慢慢减少。",
        "揪着过往的工作矛盾不放，反复计较，让彼此的职场相处只剩猜忌，难有协作之机。",
        "因一时的意见争执便消极怠工，无有守正戒惕之心，让职场的凶象渐显，易失发展机缘。",
        "工作沟通时带着抵触之意，而非谦逊之态，让每一次交流都成新的意见争执，讼象难消。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续职场中能守正戒惕，放下己见执念，慢慢收敛刚气，以协商和解化解工作争执。",
        "你会放下一时的对错计较，学会倾听包容，主动与同事、领导协商工作思路，让职场的孚信慢慢恢复。",
        "你会改变工作的处事心态，以共识代替独见，让彼此的团队协作慢慢顺畅，阻滞渐消。",
        "你面对工作分歧，会多顾及团队的整体性，不再较真辩理，让工作的氛围慢慢缓和，险象渐消。",
        "你若能止讼和解、守正做事，职场便可得吉，职业发展也能慢慢稳进，避却终凶之象。"
      ],
      "层2": [
        "职场运势为先讼后顺，前期的争执皆是讼象初现的必然之象，守正戒惕、止讼和解，便可得职场通达之局。",
        "收敛刚气而增谦逊，主动倾听协商，同事与领导亦会感知到你的诚意，放下执念，彼此的工作争执慢慢消散。",
        "孚信随和解慢慢恢复，协作渐趋顺畅，工作分歧皆能平和化解，职场的阻滞慢慢消融，唯需戒久争。",
        "以共识代替独见，以谦逊代替抵触，让职场在协作中慢慢推进，讼象渐消，职业发展重回稳进。",
        "若能始终守正戒惕，不重起意见争执，职场便会远离终凶之象，职业发展也能更长久。"
      ]
    },
    "建议行动": [
      "守工作之正，戒意见较真，放下一时的对错执念，以协作为先，主动协商和解，止讼避凶。",
      "改变工作的沟通心态，摒弃抵触与独断，以谦逊倾听的态度与同事、领导交流，重建彼此的孚信。",
      "学会在工作中适度退让，遇事多从团队整体考虑，顾及他人的工作思路，而非一味执己见。",
      "工作争执之后勿僵持冷战，及时主动沟通，化解矛盾于萌芽，不让团队关系破裂。",
      "守正戒惕，不翻旧账、不计小过，让彼此的职场相处多些包容，少些争执，踏实做事。"
    ],
    "一句话总结": [
      "谦受益，满招损",
      "和衷共济，其利断金",
      "三人行，必有我师焉",
      "君子周而不比，小人比而不周",
      "上下同欲者胜"
    ]
  },
  "健康": {
    "本卦": "乾",
    "变卦": "讼",
    "方向": "健康",
    "核心状态": {
      "层1": [
        "你近期身心现讼象，脏腑气机失和，情志与躯体相争，易生烦躁、郁结等身心不适。",
        "你在养生中，过于执着速成之法，作息饮食反复纠结，反倒让身心失和，气机阻滞。",
        "你面对身体的轻微不适，易心生焦虑、钻牛角尖，情志内争，让身体的不适慢慢加重。",
        "你身心之间孚信窒塞，忽略身体的真实感受，强求自身达成过高的养生目标，徒增损耗。",
        "你身心现争讼之险，若久争不退，易让脏腑功能紊乱，唯有守正戒惕、调和身心，方能避凶。"
      ],
      "层2": [
        "乾阳转讼象，天水相违、上刚下险，身心讼象初显，孚信窒塞，气机失和而生内争。",
        "讼有孚窒，养生中刚气过盛，急功近利而无顺应之念，强求养生反成身心负担，机能难和。",
        "养生目标执念过深，不肯根据身体状态调整，争一时的成效，却让身心的气机慢慢紊乱。",
        "身心的不适非是大的脏腑病变，乃是孚信不足、身心失和，却因执迷速成，让小不适成大问题。",
        "讼象之中最忌久争，执着于养生成效的较真，不肯调和情志，终会让身心机能受损，难逃凶象。"
      ],
      "层3": [
        "遇身体不适便心生内争，焦虑纠结难以释怀，将养生成效置于身心感受之上，让孚信彻底窒塞。",
        "养生方法反复更换，不肯顺应身体节奏，让身心始终处于紧绷的调整状态，气机愈发阻滞。",
        "揪着过往的身体不适不放，反复思虑，让情志的郁结越积越深，身体的不适也随之加重。",
        "因一时的养生无成效便冒进尝试极端方法，无有守正戒惕之心，让身心的凶象渐显，易生损耗。",
        "面对身体感受时带着苛责之意，而非接纳之态，让每一次养生都成身心的内争，讼象难消。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续身心能守正戒惕，放下养生执念，慢慢收敛刚气，以顺应调和化解身心的内争。",
        "你会放下速成的养生目标，学会接纳身体的真实感受，主动调和情志，让身心的孚信慢慢恢复。",
        "你会改变养生的心态，以顺应代替强求，让作息饮食慢慢贴合身体节奏，气机渐和。",
        "你面对身体的不适，会多些平和的心态，不再焦虑钻牛角尖，让身心的氛围慢慢缓和，险象渐消。",
        "你若能止讼调和、守正养身，身心便可得吉，脏腑功能也能慢慢恢复，避却终凶之象。"
      ],
      "层2": [
        "身心健康运势为先讼后和，前期的不适皆是讼象初现的必然之象，守正戒惕、调和身心，便可得身心舒泰之局。",
        "收敛刚气而增顺应，主动接纳身体感受、调和情志，身心的内争慢慢消散，气机渐趋平和，唯需戒久争。",
        "孚信随调和慢慢恢复，养生渐趋顺畅，身体的小不适皆能平和缓解，气机的阻滞慢慢消融，唯需戒强求。",
        "以顺应代替强求，以接纳代替苛责，让身心在温和中慢慢滋养，讼象渐消，机能重回康健。",
        "若能始终守正戒惕，不重起身心内争，身心便会远离终凶之象，健康状态也能更长久。"
      ]
    },
    "建议行动": [
      "守健康之正，戒养生较真，放下速成的执念，以顺应身心为先，主动调和情志，止讼避凶。",
      "改变养生的心态，摒弃强求与苛责，以接纳包容的态度面对身体的感受，重建身心的孚信。",
      "学会根据身体状态调整养生方法，不盲目跟风、不反复更换，让作息饮食贴合自身节奏，调和气机。",
      "身体不适之后勿焦虑思虑，及时通过冥想、散步等方式疏导情志，化解内争于萌芽，不让郁结加重。",
      "守正戒惕，不追求过高的养生目标，不尝试极端的调理方法，让身心在平淡中慢慢调和，康健自至。"
    ],
    "一句话总结": [
      "心平气和，百病不侵",
      "顺应自然，无为自化",
      "食饮有节，起居有常",
      "宠辱不惊，闲看庭前花开花落",
      "内观其心，心无其心"
    ]
  },
  "学业": {
    "本卦": "乾",
    "变卦": "讼",
    "方向": "学业",
    "核心状态": {
      "层1": [
        "你近期学业现讼象，易因学习方法、思路理解起争执，自身与学业相争，学习推进多有阻滞。",
        "你在求学中，过于执着自身的学习方法，不肯听取他人建议，易陷入自我争执，思路混乱。",
        "你面对学习的难点，易钻牛角尖、较真死磕，无有变通包容之心，让学习效率大幅降低。",
        "你学业中孚信窒塞，对自身的学习能力产生怀疑，自我内争不断，学习的信心慢慢消散。",
        "你学业现争讼之险，若久争不退，易让学习状态崩盘，唯有守正戒惕、调和思路，方能避凶。"
      ],
      "层2": [
        "乾阳转讼象，天水相违、上刚下险，学业讼象初显，孚信窒塞，思路相争而生阻滞。",
        "讼有孚窒，求学中刚气过盛，唯我独尊而无变通之念，死磕难点反成学业负担，难有精进。",
        "学习方法执念过深，不肯根据知识点调整，争一时的方法对错，却让长久的学习思路受阻。",
        "学业的争执非是大的知识难题，乃是孚信不足、思路僵化，却因执迷死磕，让小难点成大阻碍。",
        "讼象之中最忌久争，执着于思路的较真、难点的死磕，不肯变通退让，终会让学习状态崩盘，难逃凶象。"
      ],
      "层3": [
        "遇学习难点便起自我争讼，死磕较真难以释怀，将方法对错置于知识理解之上，让孚信彻底窒塞。",
        "学习思路混乱之后不肯变通，固执己见以对，让知识的吸收慢慢停滞，学习的进度大幅滞后。",
        "揪着过往的学习失误不放，反复自我否定，让自身的求学只剩焦虑，难有精进之机。",
        "因一时的学习无成效便冒进尝试各种方法，无有守正戒惕之心，让学业的凶象渐显，思路更乱。",
        "面对学习时带着苛责之意，而非接纳之态，让每一次求学都成自我的内争，讼象难消。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续学业中能守正戒惕，放下方法执念，慢慢收敛刚气，以变通调和化解学业的争讼。",
        "你会放下死磕的较真心态，学会倾听他人建议，主动调整学习思路，让学业的孚信慢慢恢复。",
        "你会改变求学的心态，以变通代替死磕，让学习方法慢慢贴合知识点，思路渐清。",
        "你面对学习的难点，会多些灵活的思维，不再钻牛角尖，让学习的氛围慢慢缓和，险象渐消。",
        "你若能止讼调和、守正勤学，学业便可得吉，学习进度也能慢慢精进，避却终凶之象。"
      ],
      "层2": [
        "学业运势为先讼后进，前期的阻滞皆是讼象初现的必然之象，守正戒惕、调和思路，便可得学业通达之局。",
        "收敛刚气而增变通，主动倾听建议、调整思路，自身的学习内争慢慢消散，思路渐趋清晰，唯需戒久争。",
        "孚信随调和慢慢恢复，求学渐趋顺畅，学习的难点皆能灵活化解，学业的阻滞慢慢消融，唯需戒死磕。",
        "以变通代替死磕，以包容代替苛责，让学业在灵活中慢慢精进，讼象渐消，学习重回正轨。",
        "若能始终守正戒惕，不重起学业内争，学业便会远离终凶之象，学习精进也能更长久。"
      ]
    },
    "建议行动": [
      "守学业之正，戒死磕较真，放下方法的执念，以知识理解为先，主动变通思路，止讼避凶。",
      "改变求学的心态，摒弃固执与苛责，以谦逊倾听的态度向老师、同学请教，重建学业的孚信。",
      "学会根据知识点调整学习方法，不钻牛角尖、不死磕难点，让学习思路更灵活，提升效率。",
      "学习遇阻之后勿自我否定，及时梳理思路、调整方法，化解内争于萌芽，不让焦虑加重。",
      "守正戒惕，不追求一时的学习成效，不盲目尝试各种方法，让学习在平和中慢慢精进，厚积薄发。"
    ],
    "一句话总结": [
      "穷则变，变则通，通则久",
      "学而不思则罔，思而不学则殆",
      "敏而好学，不耻下问",
      "择其善者而从之，其不善者而改之",
      "锲而不舍，金石可镂"
    ]
  },
  "人际关系": {
    "本卦": "乾",
    "变卦": "讼",
    "方向": "人际关系",
    "核心状态": {
      "层1": [
        "你近期人际现讼象，易因观点分歧、小事计较起争执，孚信窒塞，人脉往来多有阻滞。",
        "你在社交中，过于执着自身的观点，不肯听取他人想法，易引发人际纠纷，社交生险。",
        "你面对人际的分歧，只辨对错输赢，无有包容退让之心，让朋友关系生隙，人际圈渐窄。",
        "你与他人的相处中，孚信不足，互相猜忌，易因小事起纷争，让彼此的情分慢慢消散。",
        "你人际现争讼之险，若久争不退，易让口碑受损，唯有守正戒惕、和解止讼，方能避凶。"
      ],
      "层2": [
        "乾阳转讼象，天水相违、上刚下险，人际讼象初显，孚信窒塞，观点相争而生隔阂。",
        "讼有孚窒，社交中刚气过盛，唯我独尊而无包容之念，相处反成争讼，人脉难通。",
        "观点面前执念过深，不肯舍弃己见以求和睦，争一时的对错，却让长久的人际相处受阻。",
        "人际的争执非是大的矛盾冲突，乃是孚信不足、沟通不畅，却因执迷对错，让小分歧成大隔阂。",
        "讼象之中最忌久争，执着于观点的辩争，不肯低头和解，终会让人际口碑受损，难逃凶象。"
      ],
      "层3": [
        "遇人际分歧便起争讼，各执一词互不相让，将观点置于情谊之上，让孚信彻底窒塞。",
        "人际纠纷之后不肯和解，冷战僵持以对，让朋友关系彻底破裂，人际的助力慢慢减少。",
        "揪着过往的人际矛盾不放，反复计较，让彼此的相处只剩猜忌，难有交心之机。",
        "因一时的观点争执便口出恶言，无有守正戒惕之心，让人际的凶象渐显，口碑受损。",
        "社交沟通时带着反驳之意，而非倾听之态，让每一次交流都成新的观点争执，讼象难消。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续人际中能守正戒惕，放下观点执念，慢慢收敛刚气，以包容和解化解人际争执。",
        "你会放下对错的输赢计较，学会倾听包容，主动与他人和解，让人际的孚信慢慢恢复。",
        "你会改变社交的心态，以和睦代替争胜，让彼此的人脉往来慢慢顺畅，隔阂渐消。",
        "你面对人际的分歧，会多顾及彼此的情分，不再较真辩理，让社交的氛围慢慢缓和，险象渐消。",
        "你若能止讼和解、守正交心，人际便可得吉，人脉圈也能慢慢拓展，避却终凶之象。"
      ],
      "层2": [
        "人际运势为先讼后和，前期的争执皆是讼象初现的必然之象，守正戒惕、止讼和解，便可得人际和谐之局。",
        "收敛刚气而增包容，主动退让和解，他人亦会感知到你的诚意，放下执念，彼此的人际争执慢慢消散。",
        "孚信随和解慢慢恢复，相处渐趋顺畅，人际分歧皆能平和化解，彼此的隔阂慢慢消融，唯需戒久争。",
        "以和睦代替争胜，以倾听代替反驳，让人脉在包容中慢慢滋养，讼象渐消，人际重回和谐。",
        "若能始终守正戒惕，不重起观点争执，人际便会远离终凶之象，人脉圈也能更长久。"
      ]
    },
    "建议行动": [
      "守人际之正，戒观点较真，放下对错的输赢执念，以情谊为先，主动包容和解，止讼避凶。",
      "改变社交的沟通心态，摒弃反驳与独断，以倾听包容的态度与他人交流，重建彼此的孚信。",
      "学会在观点中适度退让，遇事多从彼此的情分考虑，顾及他人的想法感受，而非一味执己见。",
      "人际争执之后勿僵持冷战，及时主动低头，化解矛盾于萌芽，不让朋友关系破裂。",
      "守正戒惕，不翻旧账、不计小过，让彼此的相处多些包容，少些争执，交心待人。"
    ],
    "一句话总结": [
      "君子和而不同，周而不比",
      "海纳百川，有容乃大",
      "敬人者，人恒敬之",
      "赠人玫瑰，手有余香",
      "相知无远近，万里尚为邻"
    ]
  },
  "出行": {
    "本卦": "乾",
    "变卦": "讼",
    "方向": "出行",
    "核心状态": {
      "层1": [
        "你近期出行现讼象，易因行程规划、票务住宿起争执，孚信窒塞，行程推进多有阻滞。",
        "你在出行筹备中，过于执着自身的想法，不肯听取他人建议，易引发同行者分歧，出行生险。",
        "你面对出行的变故，只辨责任得失，无有变通包容之心，让行程氛围生隙，出行体验大打折扣。",
        "你与票务、住宿方或同行者的往来中，孚信不足，互相猜忌，易因小事起纷争，让行程生变。",
        "你出行现争讼之险，若久争不退，易让行程泡汤，唯有守正戒惕、和解止讼，方能避凶。"
      ],
      "层2": [
        "乾阳转讼象，天水相违、上刚下险，出行讼象初显，孚信窒塞，意见相争而生阻滞。",
        "讼有孚窒，出行中刚气过盛，唯我独尊而无变通之念，筹备反成争讼，行程难进。",
        "行程规划执念过深，不肯根据变故调整，争一时的计划对错，却让长久的行程推进受阻。",
        "出行的争执非是大的行程变故，乃是孚信不足、沟通不畅，却因执迷计划，让小变故成大阻碍。",
        "讼象之中最忌久争，执着于责任的辩争、计划的较真，不肯变通退让，终会让行程泡汤，难逃凶象。"
      ],
      "层3": [
        "遇出行变故便起争讼，各执一词互不相让，将计划置于体验之上，让孚信彻底窒塞。",
        "行程纠纷之后不肯变通，僵持对立以对，让同行关系破裂，出行的筹备慢慢陷入停滞。",
        "揪着过往的出行失误不放，反复计较责任，让彼此的出行只剩抱怨，难有愉悦之机。",
        "因一时的行程争执便冒进决定，无有守正戒惕之心，让出行的凶象渐显，易生波折。",
        "出行沟通时带着指责之意，而非协商之态，让每一次筹备都成新的争执，讼象难消。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续出行中能守正戒惕，放下计划执念，慢慢收敛刚气，以变通和解化解出行争执。",
        "你会放下责任的得失计较，学会倾听他人建议，主动调整行程规划，让出行的孚信慢慢恢复。",
        "你会改变出行的心态，以体验代替计划，让行程的筹备慢慢贴合实际情况，阻滞渐消。",
        "你面对出行的变故，会多顾及同行者的感受，不再较真辩责，让行程的氛围慢慢缓和，险象渐消。",
        "你若能止讼和解、守正出行，行程便可得吉，出行体验也能慢慢舒心，避却终凶之象。"
      ],
      "层2": [
        "出行运势为先讼后顺，前期的阻滞皆是讼象初现的必然之象，守正戒惕、止讼和解，便可得行程通达之局。",
        "收敛刚气而增变通，主动协商调整、包容退让，同行者或合作方亦会感知到你的诚意，放下执念，彼此的出行争执慢慢消散。",
        "孚信随和解慢慢恢复，筹备渐趋顺畅，出行的变故皆能平和化解，行程的阻滞慢慢消融，唯需戒久争。",
        "以体验代替计划，以协商代替指责，让行程在灵活中慢慢推进，讼象渐消，出行重回舒心。",
        "若能始终守正戒惕，不重起行程争执，出行便会远离终凶之象，行程体验也能更愉悦。"
      ]
    },
    "建议行动": [
      "守出行之正，戒计划较真，放下责任的得失执念，以体验为先，主动变通和解，止讼避凶。",
      "改变出行的沟通心态，摒弃指责与独断，以协商包容的态度与同行者、合作方交流，重建彼此的孚信。",
      "学会根据实际情况调整行程规划，不执着于既定计划，灵活应对各种变故，让行程更顺畅。",
      "出行遇阻之后勿僵持对立，及时主动协商，化解矛盾于萌芽，不让同行关系破裂、行程泡汤。",
      "守正戒惕，不翻旧账、不计小过，让出行的筹备与推进多些包容，少些争执，舒心出行。"
    ],
    "一句话总结": [
      "穷则变，变则通，通则久",
      "行到水穷处，坐看云起时",
      "同舟共济，安危与共",
      "世事洞明皆学问，人情练达即文章",
      "千里之行，始于足下"
    ]
  },
  "诸事": {
    "本卦": "乾",
    "变卦": "讼",
    "方向": "诸事顺遂",
    "核心状态": {
      "层1": [
        "你近期诸事现讼象，凡所行之事皆易起争执，孚信窒塞，诸事推进多有阻滞，险象环生。",
        "你在处事中，过于执着自身的想法与利益，不肯包容退让，易引发各种纷争，诸事生险。",
        "你面对诸事的分歧，只辨对错得失，无有协商调和之心，让处事的助力慢慢消散，进退两难。",
        "你与人与事的相处中，孚信窒塞，自我内争与外部争执并存，让诸事的发展慢慢生变。",
        "你诸事现争讼之险，若久争不退，易让诸事皆凶，唯有守正戒惕、和解止讼，方能避凶。"
      ],
      "层2": [
        "乾阳转讼象，天水相违、上刚下险，诸事讼象初显，孚信窒塞，内外相争而生阻滞。",
        "讼有孚窒，处事中刚气过盛，唯我独尊而无包容调和之念，行事反成争讼，诸事难通。",
        "自身执念过深，不肯根据事态调整思路，争一时的对错得失，却让长久的诸事推进受阻。",
        "诸事的争执非是大的事态变故，乃是孚信不足、沟通不畅、思路僵化，却因执迷执念，让小分歧成大阻碍。",
        "讼象之中最忌久争，执着于对错的辩争、利益的计较，不肯协商和解，终会让诸事皆凶，难逃终凶之象。"
      ],
      "层3": [
        "遇诸事分歧便起争讼，各执一词互不相让，将执念置于事态之上，让孚信彻底窒塞。",
        "诸事纷争之后不肯协商调和，僵持对立以对，让处事的关系彻底破裂，诸事的推进慢慢陷入停滞。",
        "揪着过往的处事失误不放，反复计较对错得失，让自身的处事只剩焦虑与猜忌，难有成事之机。",
        "因一时的诸事争执便冒进决策，无有守正戒惕之心，让诸事的凶象渐显，满盘皆输。",
        "处事沟通时带着对抗之意，而非协商之态，让每一次行事都成新的争执，讼象难消，诸事难成。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续诸事能守正戒惕，放下自身执念，慢慢收敛刚气，以协商和解化解内外的争讼。",
        "你会放下对错得失的计较，学会包容退让，主动与人协商、与事调和，让诸事的孚信慢慢恢复。",
        "你会改变处事的心态，以和为贵、以变通为先，让诸事的推进慢慢贴合事态发展，阻滞渐消。",
        "你面对诸事的分歧，会多顾及事态的整体性，不再较真辩争，让处事的氛围慢慢缓和，险象渐消。",
        "你若能止讼和解、守正笃行，诸事便可得吉，凡所行之事也能慢慢顺遂，避却终凶之象。"
      ],
      "层2": [
        "整体运势为先讼后通，前期的阻滞皆是讼象初现的必然之象，守正戒惕、止讼和解，便可得诸事顺遂之局。",
        "收敛刚气而增包容变通，主动协商调和、退让和解，他人亦会感知到你的诚意，放下执念，彼此的外部争执慢慢消散。",
        "孚信随和解慢慢恢复，自身的自我内争也会慢慢平息，处事渐趋顺畅，诸事的分歧皆能平和化解，阻滞慢慢消融，唯需戒久争。",
        "以和为贵、以变通为先，以协商代替对抗，让诸事在调和中慢慢推进，讼象渐消，万事重回顺遂。",
        "若能始终守正戒惕，不重起内外争讼，诸事便会远离终凶之象，凡所行之事也能更长久的顺遂。"
      ]
    },
    "建议行动": [
      "守诸事之正，戒执念较真，放下对错得失的执念，以和为贵、以变通为先，主动协商和解，止讼避凶。",
      "改变处事的心态，摒弃对抗与独断，以协商包容、灵活变通的态度与人相处、与事调和，重建诸事的孚信。",
      "学会根据事态发展调整处事思路，不执着于自身想法，适度退让包容，让诸事的推进更贴合实际。",
      "诸事遇阻之后勿僵持对立，及时主动协商调和，化解矛盾于萌芽，不让事态进一步恶化。",
      "守正戒惕，不翻旧账、不计小过，让处事的过程多些包容与平和，少些争执与对抗，笃行成事。"
    ],
    "一句话总结": [
      "讼止和通，元亨利贞",
      "和为贵，百事兴",
      "上善若水，水利万物而不争",
      "大丈夫能屈能伸",
      "顺势而为，万事顺遂"
    ]
  }
}