{
  "metadata": {
    "本卦": "乾（天，刚健）",
    "变卦": "离（火，光明）",
    "卦意": "刚健昭明，丽正致亨",
    "核心关键词": ["丽正", "光明", "附丽", "和协相济"]
  },
  "感情": {
    "核心状态": {
      "层1": [
        "你近期情路现乾变离之象，刚硬的相处化作光明相照的契合，需以柔丽中正之心相待，与对方附丽相守却不失自我，光明敞亮的沟通，方得情路亨通。",
        "你在感情中迎来两心相照的契机，此刻最忌刚愎附丽，一味依附对方或强求对方依附，唯有和协相济，彼此照亮，情谊方能长久。",
        "你若能守正而附丽，将乾阳的刚健化作守护的光明，不冒进求丽、不敷衍相守，这份感情便会如星火相照，愈发醇厚。",
        "你需警惕离析无恒的隐患，不可忽冷忽热、心意摇摆，光明相待、始终如一，才是离卦情路的吉道。"
      ],
      "层2": [
        "乾刚化离明，情路成“两明相照”之态，离为火，火炎上却需相守，两火相照则明，孤火独燃则暗，情之附丽，是心的契合而非身的依附。",
        "离，利贞，亨，情之“丽”贵在正，柔丽而非娇柔，中正而非偏执，守正之丽方能让两心相通，终得亨通。",
        "畜牝牛，吉，牝牛之德在温顺守正、和协无争，情中亦需此德，不刚愎、不冒进，彼此包容和协，方能让情火长燃。"
      ],
      "层3": [
        "刚愎附丽，将自身的意志强加于对方，以强势的姿态让对方依附，如同火炎烧物，终致对方心生抵触，情分离析。",
        "冒进求丽，为了追求表面的甜蜜而忽视本心，急于求成的相处让感情缺乏根基，如同星火骤燃骤灭，难有长久。",
        "离析无恒，对待感情心意摇摆、忽冷忽热，两心的相照变成隔阂，如同两火相离，光明散尽，终致情分消散。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你若能柔丽中正、与对方光明相照，后续情路将“心有灵犀一点通”，前期的小隔阂会因敞亮的沟通消散，两心愈发契合。",
        "你会慢慢褪去刚硬的相处方式，学会以温柔守正的态度相待，感情在和协相济中愈发醇厚，相守的根基愈发牢固。",
        "若曾有心意隔阂，近期是化解的最佳时机，光明敞亮的沟通、真心实意的相待，便能让情火重燃，相照相依。"
      ],
      "层2": [
        "情运势呈“明心见性，和协亨通”之态，前期的磨合是褪去刚硬、学会柔丽的过程，后续两心相照，情路步入亨通之局。",
        "离卦的光明之象会慢慢显现，彼此的相处敞亮无猜忌，附丽相守却各有光芒，这份感情会在守正中愈发绵长。",
        "乾刚的坚定化作情的底色，离明的温柔化作相处的智慧，刚明相济，情分方能如星火相照，长燃不熄。"
      ]
    },
    "建议行动": [
      "守柔丽中正之心，光明敞亮的与对方沟通，不隐瞒、不猜忌，让两心在坦诚中相照。",
      "和协相济相处，尊重对方的独立与光芒，附丽相守而非一味依附，彼此成为对方的光，而非彼此的枷锁。",
      "摒弃冒进求丽的心态，感情的培养循序渐进，始终如一的相待，避免心意摇摆的离析之险。"
    ],
    "一句话总结": [
      "离，利贞，亨；畜牝牛，吉",
      "心有灵犀一点通，隔座送钩春酒暖",
      "身无彩凤双飞翼，心有灵犀一点通",
      "星河欲转千帆舞，处处光明处处情",
      "愿我如星君如月，夜夜流光相皎洁"
    ]
  },
  "财运": {
    "核心状态": {
      "层1": [
        "你近期财路现乾变离之象，刚硬的投资风格化作光明顺势的布局，需以丽正之心理财，附丽市场规律却不盲从，光明清晰的规划，方得财路亨通。",
        "你在理财中迎来趋势明朗的契机，此刻最忌刚愎附丽，一味依附热门赛道或偏执坚持错误方向，唯有和协相济，借势市场的光明之势，财势方能稳进。",
        "你若能守正而附丽，将乾阳的刚健化作守本的定力，不冒进求丽、不贪求短期暴利，这份财运便会如星火燎原，愈发丰裕。",
        "你需警惕离析无恒的隐患，不可频繁更换理财策略、心意摇摆，光明规划、始终如一，才是离卦财路的吉道。"
      ],
      "层2": [
        "乾刚化离明，财路成“顺势昭明”之态，离为火，火有明势之能，能照见市场的机遇与风险，财之附丽，是借势规律而非盲从热点。",
        "离，利贞，亨，财之“丽”贵在正，丽正而非趋邪，中正而非贪念，守正之丽方能让理财布局清晰，终得亨通。",
        "畜牝牛，吉，牝牛之德在温顺守正、积少成多，理财亦需此德，不刚愎、不冒进，和协布局、稳步积累，方能让财火长燃。"
      ],
      "层3": [
        "刚愎附丽，偏执的依附所谓的“暴利赛道”，无视市场规律与风险，如同火炎烧薪，终致本金折损，财路离析。",
        "冒进求丽，为了追求短期的高收益而盲目布局，缺乏清晰的规划，如同星火骤燃骤灭，难有长久的财势积累。",
        "离析无恒，频繁更换理财策略、追涨杀跌，理财的布局缺乏连贯性，如同两火相离，光明散尽，终致财势波动。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你若能丽正理财、与市场规律光明相照，后续财路将“直挂云帆济沧海”，前期的小亏损会因清晰的规划消散，财势愈发稳进。",
        "你会慢慢褪去刚硬的投资风格，学会以中正守正的态度布局，财运在和协相济中愈发丰裕，理财的根基愈发牢固。",
        "若曾有错误的理财布局，近期是调整的最佳时机，光明清晰的分析市场、守正附丽趋势，便能让财路重归亨通。"
      ],
      "层2": [
        "财运势呈“势明路通，稳步丰裕”之态，前期的摸索是褪去刚硬、学会丽正的过程，后续借势市场的光明之势，财路步入亨通之局。",
        "离卦的光明之象会慢慢显现，市场的机遇与风险清晰可见，附丽规律却不盲从，这份财运会在守正中愈发丰裕。",
        "乾刚的坚定化作守本的定力，离明的智慧化作布局的眼光，刚明相济，财势方能如星火燎原，稳步增长。"
      ]
    },
    "建议行动": [
      "守丽正理财之心，光明清晰的规划资产配置，不盲从热点、不贪求暴利，让理财布局在守正中顺势而行。",
      "和协相济布局，结合自身的风险承受能力，附丽市场规律却保持独立判断，借势而为而非逆势硬拼。",
      "摒弃冒进求丽的心态，理财的积累循序渐进，始终如一的执行规划，避免心意摇摆的离析之险。"
    ],
    "一句话总结": [
      "离，利贞，亨；畜牝牛，吉",
      "直挂云帆济沧海，长风破浪会有时",
      "胸中有丘壑，眉目作山河",
      "顺势而为明方向，步步为营财路亨",
      "积土成山，积水成渊；积少成多，财势自兴"
    ]
  },
  "工作": {
    "核心状态": {
      "层1": [
        "你近期职场现乾变离之象，刚硬的履职方式化作光明共事的契合，需以丽正之心履职，附丽团队目标却不失自身价值，光明坦荡的协作，方得职业亨通。",
        "你在工作中迎来能力发光的契机，此刻最忌刚愎附丽，一味依附领导或强求下属依附，唯有和协相济，彼此照亮、各司其职，事业方能精进。",
        "你若能守正而附丽，将乾阳的刚健化作攻坚的能力，不冒进求丽、不敷衍履职，这份事业便会如星火相照，愈发通达。",
        "你需警惕离析无恒的隐患，不可忽冷忽热、做事半途而废，光明履职、始终如一，才是离卦职场的吉道。"
      ],
      "层2": [
        "乾刚化离明，职场成“明责共事”之态，离为火，两火相照则事明，孤火独燃则事滞，职之附丽，是心向团队目标而非人身依附。",
        "离，利贞，亨，职之“丽”贵在正，柔丽而非圆滑，中正而非敷衍，守正之丽方能让工作协作顺畅，终得亨通。",
        "畜牝牛，吉，牝牛之德在温顺守正、勤恳实干，职场亦需此德，不刚愎、不冒进，和协共事、勤恳履职，方能让事业之火长燃。"
      ],
      "层3": [
        "刚愎附丽，以强势的姿态依附领导谋私利，或强求下属依附自己，无视工作原则与团队目标，如同火炎烧事，终致职场隔阂，事业阻滞。",
        "冒进求丽，为了追求快速的晋升而急功近利，敷衍工作、投机取巧，缺乏扎实的能力积累，如同星火骤燃骤灭，难有长久的职业发展。",
        "离析无恒，对待工作三分钟热度、做事半途而废，团队协作的节奏被打乱，如同两火相离，光明散尽，终致职业发展瓶颈。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你若能丽正履职、与团队光明相照，后续职场将“柳暗花明又一村”，前期的工作阻滞会因坦荡的协作消散，职业发展愈发通达。",
        "你会慢慢褪去刚硬的履职方式，学会以柔丽中正的态度共事，事业在和协相济中愈发精进，职业的根基愈发牢固。",
        "若曾有团队隔阂，近期是化解的最佳时机，光明坦荡的沟通、勤恳实干的履职，便能让事业之火重燃，晋升之路愈发清晰。"
      ],
      "层2": [
        "事业运势呈“能尽其才，和协亨通”之态，前期的磨砺是褪去刚硬、学会丽正的过程，后续能力发光、团队相照，职业步入亨通之局。",
        "离卦的光明之象会慢慢显现，你的工作能力被领导和同事看见，附丽团队目标却不失自身光芒，这份事业会在守正中愈发通达。",
        "乾刚的坚定化作攻坚的底气，离明的温柔化作共事的智慧，刚明相济，事业方能如星火相照，步步高升。"
      ]
    },
    "建议行动": [
      "守丽正履职之心，光明坦荡的与团队协作，不投机、不敷衍，让自身能力在实干中发光，为团队目标助力。",
      "和协相济共事，尊重同事的能力与价值，附丽团队目标却保持自身的独立思考，彼此照亮、各司其职，共同推进工作。",
      "摒弃冒进求丽的心态，职业的发展循序渐进，始终如一的勤恳履职，避免做事半途而废的离析之险。"
    ],
    "一句话总结": [
      "离，利贞，亨；畜牝牛，吉",
      "天生我材必有用，千金散尽还复来",
      "单丝不成线，独木不成林",
      "胸藏文墨怀若谷，腹有诗书气自华",
      "功崇惟志，业广惟勤"
    ]
  },
  "健康": {
    "核心状态": {
      "层1": [
        "你近期身心现乾变离之象，刚硬的生活方式化作光明养身的契合，需以丽正之心养护，附丽身体节律却不刻意强求，光明清晰的调理，方得身心亨通。",
        "你在养生中迎来形神调和的契机，此刻最忌刚愎附丽，一味依附偏方或偏执坚持不当的养生方式，唯有和协相济，顺应身体的光明之势，身心方能舒泰。",
        "你若能守正而附丽，将乾阳的刚健化作养生的毅力，不冒进求丽、不敷衍养护，这份康健便会如星火相照，愈发绵长。",
        "你需警惕离析无恒的隐患，不可忽冷忽热、养生三天打鱼两天晒网，光明养护、始终如一，才是离卦养生的吉道。"
      ],
      "层2": [
        "乾刚化离明，身心成“顺律昭明”之态，离为火，火主神明，能照见身体的虚实与节律，身之附丽，是顺应节律而非盲从偏方。",
        "离，利贞，亨，身之“丽”贵在正，丽正而非趋偏，中正而非强求，守正之丽方能让养生调理顺畅，终得亨通。",
        "畜牝牛，吉，牝牛之德在温顺守正、和协无争，养生亦需此德，不刚愎、不冒进，和协形神、顺时养护，方能让康健之火长燃。"
      ],
      "层3": [
        "刚愎附丽，偏执的依附各类养生偏方，无视身体的实际节律与感受，如同火炎烧身，终致形神违和，身心离析。",
        "冒进求丽，为了追求快速的养生效果而刻意强求，过度锻炼、盲目节食，缺乏循序渐进的调理，如同星火骤燃骤灭，难有长久的康健。",
        "离析无恒，养生三天打鱼两天晒网，生活方式忽规忽乱，身体的节律被打乱，如同两火相离，光明散尽，终致身心疲惫。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你若能丽正养生、与身体节律光明相照，后续身心将“行到水穷处，坐看云起时”，前期的形神违和会因清晰的调理消散，身心愈发舒泰。",
        "你会慢慢褪去刚硬的生活方式，学会以中正守正的态度养护，康健在和协相济中愈发绵长，养生的根基愈发牢固。",
        "若曾有身体不适，近期是调理的最佳时机，光明清晰的了解身体、守正附丽节律，便能让身心重归亨通。"
      ],
      "层2": [
        "健康运势呈“形神和协，光明舒泰”之态，前期的不适是褪去刚硬、学会丽正的过程，后续顺应身体的光明之势，身心步入亨通之局。",
        "离卦的光明之象会慢慢显现，你能清晰感知身体的感受与节律，附丽节律却不刻意强求，这份康健会在守正中愈发绵长。",
        "乾刚的坚定化作养生的毅力，离明的智慧化作调理的眼光，刚明相济，身心方能如星火相照，康健长久。"
      ]
    },
    "建议行动": [
      "守丽正养生之心，光明清晰的了解自身身体状况，不盲从偏方、不刻意强求，让养生调理在守正中顺应节律。",
      "和协相济养护，调和形神、劳逸结合，附丽身体节律却保持科学的养生方式，顺时作息、合理饮食，让身心在和协中舒泰。",
      "摒弃冒进求丽的心态，养生的调理循序渐进，始终如一的坚持规律的生活方式，避免三天打鱼两天晒网的离析之险。"
    ],
    "一句话总结": [
      "离，利贞，亨；畜牝牛，吉",
      "行到水穷处，坐看云起时",
      "身安即是福，心宽便是寿",
      "顺天时，量地利，则用力少而成功多",
      "心似白云常自在，意如流水任东西"
    ]
  },
  "学业": {
    "核心状态": {
      "层1": [
        "你近期学业现乾变离之象，刚硬的学习方法化作光明求知的契合，需以丽正之心求学，附丽知识规律却不死记硬背，光明清晰的积累，方得学识亨通。",
        "你在求学中迎来思路明朗的契机，此刻最忌刚愎附丽，一味依附他人的学习方法或偏执死磕难点，唯有和协相济，顺应知识的光明之势，学识方能精进。",
        "你若能守正而附丽，将乾阳的刚健化作求知的毅力，不冒进求丽、不敷衍积累，这份学识便会如星火相照，愈发深厚。",
        "你需警惕离析无恒的隐患，不可忽冷忽热、学习三天打鱼两天晒网，光明求知、始终如一，才是离卦学业的吉道。"
      ],
      "层2": [
        "乾刚化离明，学业成“顺理昭明”之态，离为火，火主智慧，能照见知识的逻辑与脉络，学之附丽，是顺应规律而非死记硬背。",
        "离，利贞，亨，学之“丽”贵在正，丽正而非偏科，中正而非浮躁，守正之丽方能让知识积累顺畅，终得亨通。",
        "畜牝牛，吉，牝牛之德在温顺守正、勤恳积累，求学亦需此德，不刚愎、不冒进，和协学思、勤恳求知，方能让学识之火长燃。"
      ],
      "层3": [
        "刚愎附丽，偏执的依附他人的学习方法，无视自身的学习特点与知识基础，如同火炎烧思，终致思路混乱，学识离析。",
        "冒进求丽，为了追求快速的成绩提升而急功近利，敷衍基础、盲目刷题，缺乏扎实的知识积累，如同星火骤燃骤灭，难有长久的学识精进。",
        "离析无恒，对待学习三分钟热度、三天打鱼两天晒网，知识的积累缺乏连贯性，如同两火相离，光明散尽，终致学业瓶颈。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你若能丽正求学、与知识规律光明相照，后续学业将“欲穷千里目，更上一层楼”，前期的思路混乱会因清晰的积累消散，学识愈发深厚。",
        "你会慢慢褪去刚硬的学习方法，学会以柔丽中正的态度求知，学识在和协相济中愈发精进，求学的根基愈发牢固。",
        "若曾有知识漏洞，近期是填补的最佳时机，光明清晰的梳理知识、守正附丽规律，便能让学业重归亨通。"
      ],
      "层2": [
        "学业运势呈“思路明朗，精进亨通”之态，前期的摸索是褪去刚硬、学会丽正的过程，后续顺应知识的光明之势，学识步入亨通之局。",
        "离卦的光明之象会慢慢显现，你能清晰梳理知识的逻辑与脉络，附丽规律却不死记硬背，这份学识会在守正中愈发深厚。",
        "乾刚的坚定化作求知的毅力，离明的智慧化作思考的眼光，刚明相济，学识方能如星火相照，日日精进。"
      ]
    },
    "建议行动": [
      "守丽正求学之心，光明清晰的梳理知识脉络，不盲从他人方法、不敷衍基础积累，让学习在守正中顺应知识规律。",
      "和协相济求知，调和学与思的关系，附丽知识规律却保持自身的思考，勤学好问、循序渐进，让学识在和协中精进。",
      "摒弃冒进求丽的心态，学业的精进循序渐进，始终如一的坚持学习，避免三天打鱼两天晒网的离析之险。"
    ],
    "一句话总结": [
      "离，利贞，亨；畜牝牛，吉",
      "欲穷千里目，更上一层楼",
      "问渠那得清如许，为有源头活水来",
      "书山有路勤为径，学海无涯苦作舟",
      "胸藏文墨怀若谷，腹有诗书气自华"
    ]
  },
  "人际关系": {
    "核心状态": {
      "层1": [
        "你近期人际现乾变离之象，刚硬的相处方式化作光明相交的契合，需以丽正之心相交，附丽彼此情谊却不失自我，光明坦荡的相处，方得人际亨通。",
        "你在社交中迎来心意相通的契机，此刻最忌刚愎附丽，一味依附他人或强求他人依附自己，唯有和协相济，彼此照亮、互相尊重，情谊方能长久。",
        "你若能守正而附丽，将乾阳的刚健化作交友的底气，不冒进求丽、不敷衍相交，这份人际便会如星火相照，愈发和顺。",
        "你需警惕离析无恒的隐患，不可忽冷忽热、交友半途而废，光明相交、始终如一，才是离卦人际的吉道。"
      ],
      "层2": [
        "乾刚化离明，人际成“明心相交”之态，离为火，两火相照则情通，孤火独燃则情疏，交之附丽，是心的契合而非身的依附。",
        "离，利贞，亨，交之“丽”贵在正，柔丽而非虚伪，中正而非功利，守正之丽方能让人际交往顺畅，终得亨通。",
        "畜牝牛，吉，牝牛之德在温顺守正、和协无争，交友亦需此德，不刚愎、不冒进，和协相处、真心相交，方能让人际之火长燃。"
      ],
      "层3": [
        "刚愎附丽，以强势的姿态依附他人谋私利，或强求他人依附自己，无视交友的原则与真心，如同火炎烧情，终致人际隔阂，情谊离析。",
        "冒进求丽，为了追求快速的结交人脉而急功近利，虚伪相交、功利相待，缺乏真心的情感积累，如同星火骤燃骤灭，难有长久的情谊。",
        "离析无恒，对待朋友忽冷忽热、交友半途而废，彼此的相处缺乏连贯性，如同两火相离，光明散尽，终致形单影只。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你若能丽正相交、与亲友光明相照，后续人际将“海内存知己，天涯若比邻”，前期的社交隔阂会因坦荡的相处消散，情谊愈发深厚。",
        "你会慢慢褪去刚硬的相处方式，学会以柔丽中正的态度交友，人际在和协相济中愈发和顺，交友的根基愈发牢固。",
        "若曾有人际矛盾，近期是化解的最佳时机，光明坦荡的沟通、真心实意的相交，便能让情谊之火重燃，人际愈发顺畅。"
      ],
      "层2": [
        "人际运势呈“心意相通，和协亨通”之态，前期的磨合是褪去刚硬、学会丽正的过程，后续彼此光明相照，人际步入亨通之局。",
        "离卦的光明之象会慢慢显现，你的真心被朋友看见，附丽彼此情谊却不失自身光芒，这份人际会在守正中愈发和顺。",
        "乾刚的坚定化作交友的底气，离明的温柔化作相处的智慧，刚明相济，人际方能如星火相照，情谊绵长。"
      ]
    },
    "建议行动": [
      "守丽正相交之心，光明坦荡的与亲友相处，不虚伪、不功利，让彼此的情谊在真心相中相照。",
      "和协相济相处，尊重朋友的独立与个性，附丽彼此情谊却保持自身的原则，彼此照亮、互相扶持，共同维系情谊。",
      "摒弃冒进求丽的心态，交友的过程循序渐进，始终如一的真心相待，避免忽冷忽热的离析之险。"
    ],
    "一句话总结": [
      "离，利贞，亨；畜牝牛，吉",
      "海内存知己，天涯若比邻",
      "君子之交淡如水，小人之交甘若醴",
      "莫愁前路无知己，天下谁人不识君",
      "赠人玫瑰，手有余香"
    ]
  },
  "出行": {
    "核心状态": {
      "层1": [
        "你近期出行现乾变离之象，刚硬的行程规划化作光明顺行的契合，需以丽正之心规划，附丽路况天气却不墨守成规，光明清晰的安排，方得行程亨通。",
        "你在出行中迎来行程明朗的契机，此刻最忌刚愎附丽，一味依附原计划或偏执赶路，唯有和协相济，顺应路况的光明之势，行程方能顺遂。",
        "你若能守正而附丽，将乾阳的刚健化作出行的底气，不冒进求丽、不敷衍规划，这次出行便会如星火相照，愈发顺畅。",
        "你需警惕离析无恒的隐患，不可忽左忽右、行程规划反复更改，光明规划、始终如一，才是离卦出行的吉道。"
      ],
      "层2": [
        "乾刚化离明，出行成“顺境昭明”之态，离为火，火主光明，能照见路况的顺逆与天气的变化，行之附丽，是顺应实情而非墨守成规。",
        "离，利贞，亨，行之“丽”贵在正，丽正而非冒进，中正而非敷衍，守正之丽方能让行程安排顺畅，终得亨通。",
        "畜牝牛，吉，牝牛之德在温顺守正、和协无争，出行亦需此德，不刚愎、不冒进，和协行程、顺时赶路，方能让出行之火长燃。"
      ],
      "层3": [
        "刚愎附丽，偏执的依附原行程计划，无视路况突变与天气不佳的实际情况，如同火炎烧路，终致行程阻滞，出行离析。",
        "冒进求丽，为了追求快速的抵达目的地而冒进赶路，超速行驶、盲目绕行，缺乏对路况的清晰判断，如同星火骤燃骤灭，难有顺遂的出行。",
        "离析无恒，行程规划反复更改、赶路忽快忽慢，出行的节奏被打乱，如同两火相离，光明散尽，终致旅途疲惫。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你若能丽正规划、与路况天气光明相照，后续出行将“轻舟已过万重山”，前期的行程阻滞会因清晰的安排消散，旅途愈发顺遂。",
        "你会慢慢褪去刚硬的规划方式，学会以中正守正的态度安排行程，出行在和协相济中愈发顺畅，赶路的根基愈发牢固。",
        "若曾有行程阻滞，近期是调整的最佳时机，光明清晰的了解路况、守正附丽实情，便能让行程重归亨通。"
      ],
      "层2": [
        "出行运势呈“路况明朗，顺行亨通”之态，前期的小波折是褪去刚硬、学会丽正的过程，后续顺应路况的光明之势，出行步入亨通之局。",
        "离卦的光明之象会慢慢显现，你能清晰掌握路况与天气的变化，附丽实情却不墨守成规，这次出行会在守正中愈发顺遂。",
        "乾刚的坚定化作出行的底气，离明的智慧化作规划的眼光，刚明相济，出行方能如星火相照，山河畅行。"
      ]
    },
    "建议行动": [
      "守丽正规划之心，光明清晰的了解路况与天气，不墨守成规、不冒进赶路，让行程安排在守正中顺应实际情况。",
      "和协相济赶路，调和行程的速度与安全，附丽路况实情却保持合理的规划，顺时出发、灵活调整，让旅途在和协中顺遂。",
      "摒弃冒进求丽的心态，出行的赶路循序渐进，始终如一的执行合理的规划，避免行程反复更改的离析之险。"
    ],
    "一句话总结": [
      "离，利贞，亨；畜牝牛，吉",
      "轻舟已过万重山，一路顺风皆平安",
      "浮云游子意，落日故人情",
      "行到水穷处，坐看云起时",
      "千里之行，始于足下；一路光明，一路顺遂"
    ]
  },
  "诸事": {
    "核心状态": {
      "层1": [
        "你近期诸事现乾变离之象，刚硬的处事方式化作光明谋事的契合，需以丽正之心谋事，附丽事物规律却不刚愎自用，光明清晰的推进，方得百事亨通。",
        "你在谋事时迎来事态明朗的契机，此刻最忌刚愎附丽，一味依附过往经验或强求事态按己意发展，唯有和协相济，顺应事物的光明之势，诸事方能兴荣。",
        "你若能守正而附丽，将乾阳的刚健化作谋事的定力，不冒进求丽、不敷衍推进，这些事情便会如星火相照，愈发顺遂。",
        "你需警惕离析无恒的隐患，不可忽冷忽热、做事半途而废，光明谋事、始终如一，才是离卦诸事的吉道。"
      ],
      "层2": [
        "乾刚化离明，诸事成“顺理昭明”之态，离为火，火主光明，能照见事物的规律与趋势，事之附丽，是顺应规律而非刚愎自用。",
        "离，利贞，亨，事之“丽”贵在正，柔丽而非偏执，中正而非敷衍，守正之丽方能让诸事推进顺畅，终得亨通。",
        "畜牝牛，吉，牝牛之德在温顺守正、和协无争，谋事亦需此德，不刚愎、不冒进，和协事态、持正推进，方能让诸事之火长燃。"
      ],
      "层3": [
        "刚愎附丽，偏执的依附过往经验，无视事物的发展规律与实际情况，如同火炎烧事，终致事态阻滞，诸事离析。",
        "冒进求丽，为了追求快速的成事而急功近利，敷衍做事、投机取巧，缺乏扎实的谋事积累，如同星火骤燃骤灭，难有长久的诸事兴荣。",
        "离析无恒，对待事情三分钟热度、做事半途而废，诸事的推进缺乏连贯性，如同两火相离，光明散尽，终致百事困顿。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你若能丽正谋事、与事物规律光明相照，后续诸事将“山重水复疑无路，柳暗花明又一村”，前期的事态阻滞会因清晰的推进消散，百事愈发兴荣。",
        "你会慢慢褪去刚硬的处事方式，学会以柔丽中正的态度谋事，诸事在和协相济中愈发顺遂，谋事的根基愈发牢固。",
        "若曾有事态困顿，近期是转机的最佳时机，光明清晰的分析事物、守正附丽规律，便能让诸事重归亨通。"
      ],
      "层2": [
        "整体运势呈“事态明朗，和协亨通”之态，前期的磨砺是褪去刚硬、学会丽正的过程，后续顺应事物的光明之势，诸事步入亨通之局。",
        "离卦的光明之象会慢慢显现，你能清晰把握事物的规律与趋势，附丽规律却不刚愎自用，这些事情会在守正中愈发兴荣。",
        "乾刚的坚定化作谋事的定力，离明的智慧化作处事的眼光，刚明相济，诸事方能如星火相照，百事顺遂。"
      ]
    },
    "建议行动": [
      "守丽正谋事之心，光明清晰的分析事物规律，不刚愎自用、不敷衍做事，让诸事推进在守正中顺应实际情况。",
      "和协相济处事，调和事态的各方关系，附丽事物规律却保持灵活的推进方式，持正谋事、循序渐进，让诸事在和协中兴荣。",
      "摒弃冒进求丽的心态，诸事的推进循序渐进，始终如一的持正做事，避免做事半途而废的离析之险。"
    ],
    "一句话总结": [
      "离，利贞，亨；畜牝牛，吉",
      "山重水复疑无路，柳暗花明又一村",
      "万事顺遂皆如意，一路光明一路兴",
      "谋定而后动，知止而有得",
      "持正笃行昭日月，和协相济兴百事"
    ]
  }
}
