{
  "感情": {
    "本卦": "乾",
    "变卦": "蒙",
    "方向": "感情",
    "核心状态": {
      "层1": [
        "你近期情路陷入蒙昧，对彼此的心意多有迷蒙，难知对方所思所想，进退无措。",
        "你在情中虽有相处之心，却无解惑之法，面对彼此的隔阂，不知如何拉近心距。",
        "你对这份感情的发展脉络难有清晰认知，如入雾境，看不清前路的走向。",
        "你尝试靠近对方却不得其法，言行难合对方心意，反倒让情分多了些生分。",
        "你在情中易生自我怀疑，不知自身所言所行是否恰当，满心迷蒙无有定见。"
      ],
      "层2": [
        "乾阳转蒙象，山水相蒙，情路入雾境，蒙昧之态显，无有启蒙解惑之法，心意难通。",
        "童蒙之象现，欲知对方却无求教之心，凭己意揣测，多有偏差，隔阂渐生而非渐消。",
        "情中氛围偏于迷蒙，少了坦诚通透，多了试探揣测，些许误解便易让心距拉远。",
        "虽有相守之愿，却陷蒙昧之困，行事无章，不知何为合宜，多有弄巧成拙之态。",
        "蒙昧之中易生躁进，急于求成反而让情路更显凝滞，无有舒泰顺遂之象。"
      ],
      "层3": [
        "陷情路蒙昧而不愿主动沟通，凭一己之见揣测对方心意，偏差渐大，误会渐积。",
        "不知相处之法却又耻于求教，固守己见，让情中的蒙昧之困难以化解，进退皆难。",
        "蒙昧之中易生焦虑，言行失度，原本的善意被曲解，让彼此的相处更显尴尬。",
        "被情中的迷蒙所困，忽略对自身心意的梳理，既不知己也不知彼，情路难有进益。",
        "躁进之举打破情中平和，让对方心生戒备，原本的蒙昧更添隔阂，难有启蒙之机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续情路中能守正养正，放下躁进之心，慢慢寻得启蒙解惑之法，心意渐通。",
        "你会主动放下揣测，坦诚向对方表达心中迷蒙，求彼此交心解惑，消解隔阂。",
        "你会虚心学习相处之道，不再凭己意行事，言行渐合对方心意，情分慢慢拉近。",
        "你会慢慢梳理自身心意，明晰对感情的期许，不复自我怀疑，心下有定见。",
        "你的情路蒙昧会慢慢消散，彼此的相处渐趋通透坦诚，感情慢慢步入正途。"
      ],
      "层2": [
        "情运势为先蒙后明，前期的迷蒙皆是蒙昧初现的必然之象，守正求教、坦诚交心，便可得柳暗花明之局。",
        "对方会感知到你的真诚与虚心，愿与你交心解惑，彼此的心意渐有共鸣，蒙昧之雾慢慢消散。",
        "虚心学习相处之道，言行渐趋合宜，弄巧成拙之态不复，情中的氛围渐趋轻松通透。",
        "放下躁进之心，以平和之态相处，积微成著，彼此的信任慢慢积累，情路渐有进益。",
        "情路走出蒙昧之后，你会更懂彼此相处的真谛，守正养正，让感情的根基更稳，长久顺遂。"
      ]
    },
    "建议行动": [
      "守情路之正，戒躁进揣测，以坦诚交心为根本，主动向对方表达心中迷蒙，求彼此解惑。",
      "放下自身的固执己见，虚心学习相处之道，多倾听对方的想法，而非凭己意行事。",
      "慢慢梳理自身心意，明晰对感情的期许与底线，心下有定见，便不复进退无措。",
      "蒙昧之时宜积微成著，勿急于求成，以点滴的真诚与陪伴，慢慢融化彼此的隔阂。",
      "守正养正，保持自身的真诚本心，不因为迎合对方而失了自我，真心方能换真心。"
    ],
    "一句话总结": [
      "蒙以养正，圣功也",
      "童蒙求我，匪我求童蒙",
      "心有灵犀一点通",
      "精诚所至，金石为开",
      "知彼知己，心意相通"
    ]
  },
  "财运": {
    "本卦": "乾",
    "变卦": "蒙",
    "方向": "财运",
    "核心状态": {
      "层1": [
        "你近期财路陷入蒙昧，对市场走势多有迷蒙，难有精准判断，理财进退无措。",
        "你在理财中虽有增值之心，却无解惑之法，面对新的理财渠道，不知如何抉择。",
        "你对自身的理财规划难有清晰认知，如入雾境，看不清财路的发展方向。",
        "你尝试投入资金却不得其法，所选标的难达预期，反倒让财务有了些微折损。",
        "你在理财中易生自我怀疑，不知自身的理财方式是否恰当，满心迷蒙无有定见。"
      ],
      "层2": [
        "乾阳转蒙象，山水相蒙，财路入雾境，蒙昧之态显，无有启蒙解惑之法，判断难明。",
        "童蒙之象现，欲求财富增值却无求教之心，凭己意操作，多有偏差，财路渐滞而非渐通。",
        "理财氛围偏于迷蒙，对市场信息的解读多有偏颇，些许虚假信息便易让判断出错。",
        "虽有守财增值之愿，却陷蒙昧之困，操作无章，不知何为合宜，多有弄巧成拙之态。",
        "蒙昧之中易生躁进，急于求成反而让财路更显凝滞，甚至有折损之虞。"
      ],
      "层3": [
        "陷财路蒙昧而不愿主动学习，凭一己之见解读市场，偏差渐大，理财失误渐积。",
        "不知理财之法却又耻于求教，固守己见，让理财中的蒙昧之困难以化解，进退皆难。",
        "蒙昧之中易生焦虑，盲目跟风投入，原本的稳守之心被打乱，让财务更易受损。",
        "被财中的迷蒙所困，忽略对自身财务状况的梳理，既不知己也不知市，财路难有进益。",
        "躁进之举打破理财平和，追高杀跌，原本的蒙昧更添风险，难有启蒙之机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续财路中能守正养正，放下躁进之心，慢慢寻得启蒙解惑之法，判断渐明。",
        "你会主动放下盲目操作，虚心学习理财知识，求教专业人士，消解理财的迷蒙。",
        "你会慢慢梳理自身财务状况，明晰理财的目标与底线，不复自我怀疑，心下有定见。",
        "你会对市场信息做精准解读，择取稳妥的理财标的，操作渐趋合宜，财路慢慢稳进。",
        "你的财路蒙昧会慢慢消散，理财规划渐趋清晰，正财稳守，偏财渐有增益。"
      ],
      "层2": [
        "财运气势为先蒙后明，前期的迷蒙皆是蒙昧初现的必然之象，守正求教、虚心学习，便可得财路通达之局。",
        "虚心学习与求教让理财认知渐趋深刻，对市场的判断慢慢精准，操作偏差渐少，财路渐趋稳进。",
        "梳理自身财务状况后，理财目标更明晰，操作更有章法，弄巧成拙之态不复，财务状况渐趋平和。",
        "放下躁进之心，以稳守为根本，积微成著，财富慢慢积累，无有大幅折损之虞。",
        "财路走出蒙昧之后，你会更懂理财的真谛，守正养正，让财务规划更趋科学，长久顺遂。"
      ]
    },
    "建议行动": [
      "守理财之正，戒躁进盲目，以稳守为根本，主动学习理财知识，求教专业人士，消解理财迷蒙。",
      "放下自身的固执己见，不凭一己之见解读市场，多关注权威信息，理性分析理财标的。",
      "慢慢梳理自身财务状况，明晰理财的短期与长期目标，设定止损底线，心下有定见便不复进退无措。",
      "蒙昧之时宜积微成著，勿急于求成，选择低风险、稳收益的理财方式，慢慢积累财富。",
      "守正养正，保持自身的理性本心，不被市场的浮躁氛围所影响，不盲目跟风追高。"
    ],
    "一句话总结": [
      "蒙以养正，利涉大川",
      "童蒙求我，择善而从",
      "君子爱财，取之有道",
      "厚积薄发，财路渐宽",
      "积微成著，聚沙成塔"
    ]
  },
  "工作": {
    "本卦": "乾",
    "变卦": "蒙",
    "方向": "工作",
    "核心状态": {
      "层1": [
        "你近期职场陷入蒙昧，对工作难题多有迷蒙，无有解惑之法，工作推进进退无措。",
        "你在工作中虽有做事之心，却无解决问题的思路，面对新的任务，不知如何着手。",
        "你对自身的职场发展难有清晰认知，如入雾境，看不清职业的前进方向。",
        "你尝试推进工作却不得其法，言行难合领导与同事心意，反倒让工作多了些阻滞。",
        "你在工作中易生自我怀疑，不知自身的工作方式是否恰当，满心迷蒙无有定见。"
      ],
      "层2": [
        "乾阳转蒙象，山水相蒙，职场入雾境，蒙昧之态显，无有启蒙解惑之法，行事难明。",
        "童蒙之象现，欲求职场突破却无求教之心，凭己意行事，多有偏差，工作渐滞而非渐进。",
        "职场氛围偏于迷蒙，对工作要求与团队节奏的理解多有偏颇，些许疏漏便易让工作出错。",
        "虽有做好工作之愿，却陷蒙昧之困，行事无章，不知何为合宜，多有弄巧成拙之态。",
        "蒙昧之中易生躁进，急于求成反而让工作更显凝滞，甚至有失误之虞。"
      ],
      "层3": [
        "陷职场蒙昧而不愿主动请教，凭一己之见解决问题，偏差渐大，工作失误渐积。",
        "不知工作之法却又耻于求教，固守己见，让工作中的蒙昧之困难以化解，进退皆难。",
        "蒙昧之中易生焦虑，急于完成任务而忽略细节，原本的工作节奏被打乱，让工作更易出错。",
        "被职场的迷蒙所困，忽略对自身工作能力的梳理，既不知己也不知团队，工作难有进益。",
        "躁进之举打破职场平和，急于表现反而弄巧成拙，原本的蒙昧更添阻滞，难有启蒙之机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续职场中能守正养正，放下躁进之心，慢慢寻得启蒙解惑之法，行事渐明。",
        "你会主动放下盲目操作，虚心向领导与同事请教，学习工作方法，消解职场的迷蒙。",
        "你会慢慢梳理自身工作能力，明晰职场的发展目标与方向，不复自我怀疑，心下有定见。",
        "你会对工作要求与团队节奏做精准解读，行事渐趋合宜，工作推进慢慢顺畅。",
        "你的职场蒙昧会慢慢消散，工作规划渐趋清晰，能力慢慢提升，职场渐有突破。"
      ],
      "层2": [
        "职场运势为先蒙后明，前期的迷蒙皆是蒙昧初现的必然之象，守正求教、虚心学习，便可得职场通达之局。",
        "虚心请教与学习让工作认知渐趋深刻，对工作的把握慢慢精准，行事偏差渐少，工作渐趋顺进。",
        "梳理自身工作能力后，职场目标更明晰，行事更有章法，弄巧成拙之态不复，工作效率慢慢提升。",
        "放下躁进之心，以踏实做事为根本，积微成著，工作成果慢慢积累，获得领导与同事认可。",
        "职场走出蒙昧之后，你会更懂工作的真谛，守正养正，让职业发展更趋稳健，长久顺遂。"
      ]
    },
    "建议行动": [
      "守工作之正，戒躁进盲目，以踏实做事为根本，主动向领导与同事请教，学习工作方法，消解职场迷蒙。",
      "放下自身的固执己见，不凭一己之见解读工作要求，多沟通交流，贴合团队的工作节奏。",
      "慢慢梳理自身工作能力，明晰自身的优势与短板，制定能力提升计划，心下有定见便不复进退无措。",
      "蒙昧之时宜积微成著，勿急于求成，从点滴小事做起，夯实工作基础，慢慢提升能力。",
      "守正养正，保持自身的务实本心，不因为急于表现而忽略工作细节，细节方能定成败。"
    ],
    "一句话总结": [
      "蒙以养正，功不唐捐",
      "童蒙求我，敏而好学",
      "三人行，必有我师焉",
      "厚积薄发，一鸣惊人",
      "积微成著，业精于勤"
    ]
  },
  "健康": {
    "本卦": "乾",
    "变卦": "蒙",
    "方向": "健康",
    "核心状态": {
      "层1": [
        "你近期身心陷入蒙昧，对自身的健康状况多有迷蒙，难知不适根源，调理进退无措。",
        "你在养生中虽有调理之心，却无解惑之法，面对身体的轻微不适，不知如何正确调理。",
        "你对自身的健康规划难有清晰认知，如入雾境，看不清身心调理的正确方向。",
        "你尝试调理身体却不得其法，作息饮食难合养生之道，反倒让身体多了些不适。",
        "你在养生中易生自我怀疑，不知自身的调理方式是否恰当，满心迷蒙无有定见。"
      ],
      "层2": [
        "乾阳转蒙象，山水相蒙，身心入雾境，蒙昧之态显，无有启蒙解惑之法，调理难明。",
        "童蒙之象现，欲求身心康健却无求教之心，凭己意调理，多有偏差，身心渐滞而非渐舒。",
        "养生氛围偏于迷蒙，对健康知识的解读多有偏颇，些许虚假信息便易让调理出错。",
        "虽有身心康健之愿，却陷蒙昧之困，调理无章，不知何为合宜，多有弄巧成拙之态。",
        "蒙昧之中易生躁进，急于求成反而让身心更显凝滞，甚至有不适加重之虞。"
      ],
      "层3": [
        "陷身心蒙昧而不愿主动学习，凭一己之见调理身体，偏差渐大，身体不适渐积。",
        "不知养生之法却又耻于求教，固守己见，让养生中的蒙昧之困难以化解，进退皆难。",
        "蒙昧之中易生焦虑，盲目尝试各种调理方法，原本的身心节奏被打乱，让身体更易不适。",
        "被身心的迷蒙所困，忽略对自身身体感受的梳理，既不知己也不知养生之道，调理难有进益。",
        "躁进之举打破身心平和，过度调理反而损伤身体，原本的蒙昧更添不适，难有启蒙之机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续身心能守正养正，放下躁进之心，慢慢寻得启蒙解惑之法，调理渐明。",
        "你会主动放下盲目调理，虚心学习健康知识，求教专业人士，消解养生的迷蒙。",
        "你会慢慢梳理自身身体感受，明晰身心调理的目标与方向，不复自我怀疑，心下有定见。",
        "你会对健康知识做精准解读，作息饮食渐合养生之道，调理渐趋合宜，身心慢慢舒泰。",
        "你的身心蒙昧会慢慢消散，健康规划渐趋清晰，身体不适慢慢缓解，身心重回康健。"
      ],
      "层2": [
        "身心健康运势为先蒙后明，前期的迷蒙皆是蒙昧初现的必然之象，守正求教、虚心学习，便可得身心舒泰之局。",
        "虚心学习与求教让健康认知渐趋深刻，对身体的把握慢慢精准，调理偏差渐少，身心渐趋舒泰。",
        "梳理自身身体感受后，养生目标更明晰，调理更有章法，弄巧成拙之态不复，身体机能慢慢恢复。",
        "放下躁进之心，以规律作息饮食为根本，积微成著，身心慢慢调养，无有不适加重之虞。",
        "身心走出蒙昧之后，你会更懂养生的真谛，守正养正，让健康规划更趋科学，长久康健。"
      ]
    },
    "建议行动": [
      "守健康之正，戒躁进盲目，以规律作息饮食为根本，主动学习健康知识，求教专业人士，消解养生迷蒙。",
      "放下自身的固执己见，不凭一己之见解读健康知识，多关注权威科普，理性调理身体。",
      "慢慢梳理自身身体感受，明晰自身的体质与不适根源，制定适配的调理计划，心下有定见便不复进退无措。",
      "蒙昧之时宜积微成著，勿急于求成，从点滴的养生小事做起，夯实健康基础，慢慢调养身心。",
      "守正养正，保持自身的平和本心，不被各种养生噱头所影响，不盲目尝试过度调理之法。"
    ],
    "一句话总结": [
      "蒙以养正，身心安康",
      "童蒙求我，择善而从",
      "起居有常，饮食有节",
      "积微成著，养生有道",
      "心宽体健，百病不侵"
    ]
  },
  "学业": {
    "本卦": "乾",
    "变卦": "蒙",
    "方向": "学业",
    "核心状态": {
      "层1": [
        "你近期学业陷入蒙昧，对学习难点多有迷蒙，无有解惑之法，学习推进进退无措。",
        "你在求学中虽有勤学之心，却无解惑之法，面对新的知识难点，不知如何正确理解。",
        "你对自身的学习规划难有清晰认知，如入雾境，看不清学业精进的正确方向。",
        "你尝试攻克难点却不得其法，学习方法难合求学之道，反倒让学习多了些阻滞。",
        "你在求学中易生自我怀疑，不知自身的学习方式是否恰当，满心迷蒙无有定见。"
      ],
      "层2": [
        "乾阳转蒙象，山水相蒙，学业入雾境，蒙昧之态显，无有启蒙解惑之法，求学难明。",
        "童蒙之象现，欲求学业精进却无求教之心，凭己意钻研，多有偏差，学业渐滞而非渐进。",
        "求学氛围偏于迷蒙，对知识要点的解读多有偏颇，些许疏漏便易让学习出错。",
        "虽有学业精进之愿，却陷蒙昧之困，学习无章，不知何为合宜，多有弄巧成拙之态。",
        "蒙昧之中易生躁进，急于求成反而让学习更显凝滞，甚至有知识点混淆之虞。"
      ],
      "层3": [
        "陷学业蒙昧而不愿主动请教，凭一己之见钻研知识，偏差渐大，知识漏洞渐积。",
        "不知求学之法却又耻于求教，固守己见，让学习中的蒙昧之困难以化解，进退皆难。",
        "蒙昧之中易生焦虑，盲目刷题而忽略知识点理解，原本的学习节奏被打乱，让学习更易出错。",
        "被学业的迷蒙所困，忽略对自身学习能力的梳理，既不知己也不知求学之道，学习难有进益。",
        "躁进之举打破求学平和，急于拔高反而夯实基础，原本的蒙昧更添漏洞，难有启蒙之机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续学业中能守正养正，放下躁进之心，慢慢寻得启蒙解惑之法，求学渐明。",
        "你会主动放下盲目钻研，虚心向老师与同学请教，学习解题方法，消解学业的迷蒙。",
        "你会慢慢梳理自身学习能力，明晰学业的精进目标与方向，不复自我怀疑，心下有定见。",
        "你会对知识要点做精准解读，学习方法渐合求学之道，攻克难点慢慢顺畅，学业渐有精进。",
        "你的学业蒙昧会慢慢消散，学习规划渐趋清晰，知识漏洞慢慢弥补，成绩慢慢提升。"
      ],
      "层2": [
        "学业运势为先蒙后明，前期的迷蒙皆是蒙昧初现的必然之象，守正求教、虚心勤学，便可得学业通达之局。",
        "虚心请教与学习让知识认知渐趋深刻，对难点的把握慢慢精准，学习偏差渐少，学业渐趋精进。",
        "梳理自身学习能力后，学业目标更明晰，学习更有章法，弄巧成拙之态不复，学习效率慢慢提升。",
        "放下躁进之心，以夯实基础为根本，积微成著，知识慢慢积累，解题能力逐步提升。",
        "学业走出蒙昧之后，你会更懂求学的真谛，守正养正，让学习规划更趋科学，长久精进。"
      ]
    },
    "建议行动": [
      "守学业之正，戒躁进盲目，以夯实基础为根本，主动向老师与同学请教，学习解题方法，消解学业迷蒙。",
      "放下自身的固执己见，不凭一己之见解读知识要点，多沟通交流，学习他人的优秀学习方法。",
      "慢慢梳理自身学习能力，明晰自身的优势与短板，制定知识点弥补计划，心下有定见便不复进退无措。",
      "蒙昧之时宜积微成著，勿急于求成，从点滴的知识点积累做起，夯实学习基础，慢慢攻克难点。",
      "守正养正，保持自身的勤学本心，不因为急于拔高而忽略基础知识点，基础方能定高度。"
    ],
    "一句话总结": [
      "蒙以养正，学无止境",
      "童蒙求我，敏而好学",
      "书山有路勤为径，学海无涯苦作舟",
      "三人行，必有我师焉",
      "积微成著，蟾宫折桂"
    ]
  },
  "人际关系": {
    "本卦": "乾",
    "变卦": "蒙",
    "方向": "人际关系",
    "核心状态": {
      "层1": [
        "你近期人际陷入蒙昧，对相处之道多有迷蒙，难知他人心意，交往进退无措。",
        "你在社交中虽有交心之心，却无解惑之法，面对人际的小矛盾，不知如何正确化解。",
        "你对自身的人际规划难有清晰认知，如入雾境，看不清人际交往的正确方向。",
        "你尝试靠近他人却不得其法，言行难合对方心意，反倒让人脉多了些生分。",
        "你在社交中易生自我怀疑，不知自身的交往方式是否恰当，满心迷蒙无有定见。"
      ],
      "层2": [
        "乾阳转蒙象，山水相蒙，人际入雾境，蒙昧之态显，无有启蒙解惑之法，交往难明。",
        "童蒙之象现，欲求人际和谐却无求教之心，凭己意交往，多有偏差，人脉渐疏而非渐密。",
        "社交氛围偏于迷蒙，对他人的言行解读多有偏颇，些许误会便易让人际生隙。",
        "虽有人际和谐之愿，却陷蒙昧之困，交往无章，不知何为合宜，多有弄巧成拙之态。",
        "蒙昧之中易生躁进，急于求成反而让人际更显凝滞，甚至有矛盾加深之虞。"
      ],
      "层3": [
        "陷人际蒙昧而不愿主动倾听，凭一己之见解读他人言行，偏差渐大，人际矛盾渐积。",
        "不知相处之法却又耻于求教，固守己见，让社交中的蒙昧之困难以化解，进退皆难。",
        "蒙昧之中易生焦虑，急于拉近关系而忽略对方感受，原本的社交节奏被打乱，让人际更易生隙。",
        "被人际的迷蒙所困，忽略对自身交往方式的梳理，既不知己也不知人，交往难有进益。",
        "躁进之举打破人际平和，急于表现反而弄巧成拙，原本的蒙昧更添矛盾，难有启蒙之机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续人际中能守正养正，放下躁进之心，慢慢寻得启蒙解惑之法，交往渐明。",
        "你会主动放下盲目交往，虚心倾听他人想法，求教相处之道，消解人际的迷蒙。",
        "你会慢慢梳理自身交往方式，明晰人际交往的目标与方向，不复自我怀疑，心下有定见。",
        "你会对他人的言行做精准解读，言行渐合对方心意，交往渐趋合宜，人脉慢慢紧密。",
        "你的人际蒙昧会慢慢消散，人际规划渐趋清晰，矛盾慢慢化解，人际关系重回和谐。"
      ],
      "层2": [
        "人际运势为先蒙后明，前期的迷蒙皆是蒙昧初现的必然之象，守正求教、虚心倾听，便可得人际和谐之局。",
        "虚心倾听与求教让交往认知渐趋深刻，对他人的把握慢慢精准，交往偏差渐少，人脉渐趋紧密。",
        "梳理自身交往方式后，人际目标更明晰，交往更有章法，弄巧成拙之态不复，社交氛围慢慢轻松。",
        "放下躁进之心，以坦诚交心为根本，积微成著，人际情谊慢慢积累，收获真心之友。",
        "人际走出蒙昧之后，你会更懂相处的真谛，守正养正，让人际关系更趋稳健，长久和谐。"
      ]
    },
    "建议行动": [
      "守人际之正，戒躁进盲目，以坦诚交心为根本，主动倾听他人想法，求教相处之道，消解人际迷蒙。",
      "放下自身的固执己见，不凭一己之见解读他人言行，多沟通交流，理解对方的处事方式。",
      "慢慢梳理自身交往方式，明晰自身的交友原则与底线，制定人际维护计划，心下有定见便不复进退无措。",
      "蒙昧之时宜积微成著，勿急于求成，从点滴的关心与陪伴做起，夯实人际基础，慢慢拉近心距。",
      "守正养正，保持自身的真诚本心，不因为迎合他人而失了自我，真心方能换真心。"
    ],
    "一句话总结": [
      "蒙以养正，人际和融",
      "童蒙求我，虚心听言",
      "君子和而不同，周而不比",
      "海纳百川，有容乃大",
      "积微成著，情谊绵长"
    ]
  },
  "出行": {
    "本卦": "乾",
    "变卦": "蒙",
    "方向": "出行",
    "核心状态": {
      "层1": [
        "你近期出行陷入蒙昧，对行程规划多有迷蒙，难知路况与目的地详情，筹备进退无措。",
        "你在出行中虽有启程之心，却无解惑之法，面对出行的各种细节，不知如何正确筹备。",
        "你对自身的出行规划难有清晰认知，如入雾境，看不清出行的正确方向与节奏。",
        "你尝试筹备出行却不得其法，交通住宿的选择难合出行需求，反倒让行程多了些阻滞。",
        "你在出行中易生自我怀疑，不知自身的筹备方式是否恰当，满心迷蒙无有定见。"
      ],
      "层2": [
        "乾阳转蒙象，山水相蒙，出行入雾境，蒙昧之态显，无有启蒙解惑之法，筹备难明。",
        "童蒙之象现，欲求行程顺遂却无求教之心，凭己意筹备，多有偏差，行程渐滞而非渐顺。",
        "出行氛围偏于迷蒙，对路况、目的地信息的解读多有偏颇，些许疏漏便易让行程出错。",
        "虽有行程顺遂之愿，却陷蒙昧之困，筹备无章，不知何为合宜，多有弄巧成拙之态。",
        "蒙昧之中易生躁进，急于求成反而让行程更显凝滞，甚至有计划泡汤之虞。"
      ],
      "层3": [
        "陷出行蒙昧而不愿主动求教，凭一己之见筹备行程，偏差渐大，行程疏漏渐积。",
        "不知出行之法却又耻于求教，固守己见，让出行中的蒙昧之困难以化解，进退皆难。",
        "蒙昧之中易生焦虑，盲目筹备而忽略行程细节，原本的出行节奏被打乱，让行程更易出错。",
        "被出行的迷蒙所困，忽略对自身出行需求的梳理，既不知己也不知行程详情，筹备难有进益。",
        "躁进之举打破出行平和，仓促启程反而问题百出，原本的蒙昧更添阻滞，难有启蒙之机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续出行中能守正养正，放下躁进之心，慢慢寻得启蒙解惑之法，筹备渐明。",
        "你会主动放下盲目筹备，虚心向有经验者求教，了解路况与目的地详情，消解出行的迷蒙。",
        "你会慢慢梳理自身出行需求，明晰出行的规划与节奏，不复自我怀疑，心下有定见。",
        "你会对行程信息做精准解读，交通住宿的选择渐合出行需求，筹备渐趋合宜，行程慢慢顺畅。",
        "你的出行蒙昧会慢慢消散，出行规划渐趋清晰，疏漏慢慢弥补，行程重回顺遂。"
      ],
      "层2": [
        "出行运势为先蒙后顺，前期的迷蒙皆是蒙昧初现的必然之象，守正求教、周全筹备，便可得行程通达之局。",
        "虚心求教与学习让行程认知渐趋深刻，对路况与目的地的把握慢慢精准，筹备偏差渐少，行程渐趋顺遂。",
        "梳理自身出行需求后，出行目标更明晰，筹备更有章法，弄巧成拙之态不复，行程体验慢慢提升。",
        "放下躁进之心，以周全筹备为根本，积微成著，行程细节慢慢完善，无有计划泡汤之虞。",
        "出行走出蒙昧之后，你会更懂出行规划的真谛，守正养正，让后续的出行更趋顺畅，舒心愉悦。"
      ]
    },
    "建议行动": [
      "守出行之正，戒躁进盲目，以周全筹备为根本，主动向有经验者求教，了解路况与目的地详情，消解出行迷蒙。",
      "放下自身的固执己见，不凭一己之见解读行程信息，多关注权威攻略，理性选择交通与住宿。",
      "慢慢梳理自身出行需求，明晰出行的目的与节奏，制定详细的出行计划，心下有定见便不复进退无措。",
      "蒙昧之时宜积微成著，勿急于求成，从点滴的行程细节筹备做起，完善出行规划，慢慢推进行程。",
      "守正养正，保持自身的从容本心，不因为仓促启程而忽略行程细节，细节方能定行程顺遂。"
    ],
    "一句话总结": [
      "蒙以养正，利涉大川",
      "童蒙求我，择善而从",
      "未雨绸缪，行则顺遂",
      "积微成著，一路平安",
      "虚心求教，行程无忧"
    ]
  },
  "诸事": {
    "本卦": "乾",
    "变卦": "蒙",
    "方向": "诸事顺遂",
    "核心状态": {
      "层1": [
        "你近期诸事陷入蒙昧，对凡事发展多有迷蒙，无有解惑之法，行事进退无措。",
        "你在处事中虽有成事之心，却无解惑之法，面对各种难题，不知如何正确解决。",
        "你对自身的处事规划难有清晰认知，如入雾境，看不清诸事推进的正确方向。",
        "你尝试推进诸事却不得其法，言行举措难合事物规律，反倒让诸事多了些阻滞。",
        "你在处事中易生自我怀疑，不知自身的处事方式是否恰当，满心迷蒙无有定见。"
      ],
      "层2": [
        "乾阳转蒙象，山水相蒙，诸事入雾境，蒙昧之态显，无有启蒙解惑之法，行事难明。",
        "童蒙之象现，欲求诸事顺遂却无求教之心，凭己意处事，多有偏差，诸事渐滞而非渐进。",
        "处事氛围偏于迷蒙，对事物规律的解读多有偏颇，些许疏漏便易让诸事出错。",
        "虽有诸事顺遂之愿，却陷蒙昧之困，行事无章，不知何为合宜，多有弄巧成拙之态。",
        "蒙昧之中易生躁进，急于求成反而让诸事更显凝滞，甚至有失败之虞。"
      ],
      "层3": [
        "陷诸事蒙昧而不愿主动学习，凭一己之见解决问题，偏差渐大，诸事失误渐积。",
        "不知处事之法却又耻于求教，固守己见，让处事中的蒙昧之困难以化解，进退皆难。",
        "蒙昧之中易生焦虑，盲目推进诸事而忽略事物细节，原本的处事节奏被打乱，让诸事更易出错。",
        "被诸事的迷蒙所困，忽略对自身处事能力的梳理，既不知己也不知事物规律，诸事难有进益。",
        "躁进之举打破处事平和，急于成事反而弄巧成拙，原本的蒙昧更添阻滞，难有启蒙之机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续诸事能守正养正，放下躁进之心，慢慢寻得启蒙解惑之法，行事渐明。",
        "你会主动放下盲目处事，虚心学习处事之道，求教有经验者，消解诸事的迷蒙。",
        "你会慢慢梳理自身处事能力，明晰诸事推进的目标与方向，不复自我怀疑，心下有定见。",
        "你会对事物规律做精准解读，言行举措渐合事物之道，诸事推进慢慢顺畅，渐有进益。",
        "你的诸事蒙昧会慢慢消散，处事规划渐趋清晰，难题慢慢化解，诸事重回顺遂。"
      ],
      "层2": [
        "整体运势为先蒙后通，前期的迷蒙皆是蒙昧初现的必然之象，守正求教、虚心学习，便可得诸事顺遂之局。",
        "虚心学习与求教让处事认知渐趋深刻，对事物的把握慢慢精准，行事偏差渐少，诸事渐趋顺遂。",
        "梳理自身处事能力后，处事目标更明晰，行事更有章法，弄巧成拙之态不复，处事效率慢慢提升。",
        "放下躁进之心，以守正笃行为根本，积微成著，诸事成果慢慢积累，无有失败之虞。",
        "诸事走出蒙昧之后，你会更懂处事的真谛，守正养正，让后续的诸事更趋顺畅，长久顺遂。"
      ]
    },
    "建议行动": [
      "守诸事之正，戒躁进盲目，以守正笃行为根本，主动学习处事之道，求教有经验者，消解诸事迷蒙。",
      "放下自身的固执己见，不凭一己之见解读事物规律，多观察多思考，贴合事物的发展节奏。",
      "慢慢梳理自身处事能力，明晰自身的优势与短板，制定诸事推进计划，心下有定见便不复进退无措。",
      "蒙昧之时宜积微成著，勿急于求成，从点滴的小事做起，夯实处事基础，慢慢攻克难题。",
      "守正养正，保持自身的务实本心，不因为急于成事而忽略事物细节，细节方能定诸事成败。"
    ],
    "一句话总结": [
      "蒙以养正，元亨利贞",
      "童蒙求我，敏而好学",
      "守正笃行，万事顺遂",
      "积微成著，功不唐捐",
      "虚心求教，诸事通达"
    ]
  }
}