{
  "感情": {
    "本卦": "乾",
    "变卦": "震",
    "方向": "感情",
    "核心状态": {
      "层1": [
        "你近期情路现乾变震之象，刚健化雷动，情分遇发展之“动”境，需雷动奋发、守正持重，因势而动经营情分，戒惧修省相处，轻举妄动则情分难顺。",
        "你在情中需借乾阳刚健之质，行震雷守正之动，不盲动强求、不刚愎躁动，因势回应彼此的心意变化，戒惧修省避相处之失，情路方有和顺之吉。",
        "你若能因势而动、守正持重，遇情分变化有戒惧修省之心，以雷动奋发的诚意推进相守，不畏动不前、不轻举妄动，情路便有震卦“笑言哑哑”之吉。",
        "你若轻举妄动，不顾对方心意与情分节奏贸然行事，或刚愎躁动，凭一己执念强行推进，便会失了震卦动中守正之理，情路易生隔阂矛盾。",
        "你情中现乾变震之核，震来虩虩笑言哑哑，唯有刚健守正不躁动，因势而动不盲行，戒惧修省不妄为，情分方能在动中稳步生长，相守和顺。"
      ],
      "层2": [
        "乾阳转震雷，刚健化雷动，情路入“动中守正”之境，震者，动也，雷动有威亦有戒，无威则难奋发，无戒则易妄动，唯守正持重能化动为吉。",
        "震亨，震来虩虩，笑言哑哑，情中之“虩虩”是戒惧修省之心，遇动则慎，遇变则思，心有戒惧方能避行差踏错，终得“笑言哑哑”的相处和顺。",
        "震惊百里，不丧匕鬯，震卦之动贵有“持重”，雷动虽有威势，却不离根本、不失中正，情分之动亦如此，奋发不离真心，推进不偏正途，方保情之根本。",
        "乾变震，刚健为动之基，雷动为刚之用，无乾阳之刚，则动而无力，难成相守之进；无震雷之戒，则刚而无度，易生相处之失，刚动相济方为吉。",
        "震卦之象，贵在因势而动、动中守正，情分的发展从非一成不变，有动方有进，唯顺情分之势、守相处之正，动而有戒，方能动则有功。"
      ],
      "层3": [
        "情中轻举妄动成习，遇情分些许变化便贸然行事，不顾对方感受与相处节奏，将“动”变成盲目试探，让彼此心生抵触，情路的动势变成阻势。",
        "刚愎躁动，凭乾阳刚健之执念强行推进情分，不听对方建议、不顾情分实际，将“动”变成强势裹挟，雷动成狂躁，守正之心全无，情路易生裂痕。",
        "临动失正，遇情分发展之机却偏离真心，以功利之心谋相守，动而无诚、进而无正，震卦的吉动变成凶行，情分在妄动中慢慢损耗，难有长进。",
        "畏动不前，遇情分变化便心生怯懦，有乾阳之刚却无雷动之勇，不敢主动回应、不敢诚心推进，守正而无动，情分便在停滞中慢慢趋淡。",
        "动而无戒，行事毫无戒惧修省之心，错了便忘、失了便怠，不反思相处之过、不修正行事之偏，动则有失、进则有差，情路的动势难以为继。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续情路能把握动中守正之理，学会因势而动、戒惧修省，放下轻举妄动的浮躁，以雷动奋发的诚意守正推进，情路的动势慢慢化作顺势。",
        "你会收束刚愎躁动的执念，借乾阳刚健之质行震雷持重之动，遇情分变化先思后行，戒惧修省避相处之失，情路渐有“笑言哑哑”的和顺之态。",
        "你若曾有轻举妄为之态，会慢慢变得沉稳，学会因势而动、不盲不躁，让情分的推进贴合彼此心意，隔阂慢慢消融，相守的诚意愈发浓厚。",
        "你若曾有畏动不前之弊，会慢慢鼓起勇气，以雷动奋发的姿态主动回应，守正持重不偏倚，情分的停滞慢慢打破，动中生进、顺中相融。",
        "你若能始终刚动相济、因势而动，守正持重且戒惧修省，情路便可得震卦之全吉，震来虩虩终得笑言哑哑，情分在动中稳步绵长。"
      ],
      "层2": [
        "情运势为先动后顺，前期的情分变化皆是震卦之“动”，唯守正持重、因势而动，戒惧修省，便能将动势化作情路的进阶之势，无有凶象。",
        "乾刚震戒的相济之态慢慢深化，情分之动有刚健之勇、有戒惧之慎，守正之心愈发坚定，唯需戒盲动、忌躁动。",
        "因势而动的智慧渐显，遇情分变化能顺势而为、不偏不妄，戒惧修省成为相处常态，情路的动势步步为营，和顺之势渐生。",
        "乾变震的吉动之象愈发浓厚，情路无轻举妄动之险、无畏动不前之困，入“震亨”之境，彼此相守动而有进、和而有欢。",
        "若能始终不失震卦因势而动、动中守正之理，以乾阳刚健为基、以震雷戒惧为用，情路便会远离盲动躁动之凶，笑言哑哑相伴，情分绵长。"
      ]
    },
    "建议行动": [
      "守情路之正，戒轻举妄动与刚愎躁动，谨记震卦“震来虩虩，笑言哑哑”之理，以乾阳刚健为基，行震雷守正之动，因势而动经营情分。",
      "学会戒惧修省，遇情分变化、相处失和时，先反思自身、再谋行事，心有戒惧方能避行差踏错，让每一次的“动”都能推进相守、而非徒增隔阂。",
      "秉持因势而动之心，不盲动强求情分节奏，不逆势而行逼迫对方，顺彼此的心意之势、顺情分的发展之势，动则有因、进则有由。",
      "借乾阳刚健之质，养雷动奋发之勇，不畏惧情分中的变化与挑战，主动以诚意回应、以真心推进，守正持重，让动有威势、进有温度。",
      "谨记震卦“震惊百里，不丧匕鬯”之理，情分之动即便有势，也不离真心之本、不失相处之正，持重守本，方能动则有功、进则有顺。"
    ],
    "一句话总结": [
      "震来虩虩，笑言哑哑",
      "震惊百里，不丧匕鬯",
      "因势而动，情路和顺",
      "动中守正，相守绵长",
      "心有戒惧，笑言相伴"
    ]
  },
  "财运": {
    "本卦": "乾",
    "变卦": "震",
    "方向": "财运",
    "核心状态": {
      "层1": [
        "你近期财路现乾变震之象，刚健化雷动，财势遇发展之“动”境，需雷动奋发、守正持重，因势而动布局理财，戒惧修省控风险，轻举妄动则财势难稳。",
        "你在理财中需借乾阳刚健之质，行震雷守正之动，不盲动投机、不刚愎躁动，因势回应市场变化，戒惧修省避理财之失，财路方有丰裕之吉。",
        "你若能因势而动、守正持重，遇市场变化有戒惧修省之心，以雷动奋发的魄力布局投资，不畏动不前、不轻举妄动，财路便有震卦“笑言哑哑”之吉。",
        "你若轻举妄动，不顾市场规律与财势节奏贸然布局，或刚愎躁动，凭一己执念强行投机，便会失了震卦动中守正之理，财路易生折损亏空。",
        "你财中现乾变震之核，震来虩虩笑言哑哑，唯有刚健守正不躁动，因势而动不盲行，戒惧修省不妄为，财势方能在动中稳步积累，财源广进。"
      ],
      "层2": [
        "乾阳转震雷，刚健化雷动，财路入“动中守正”之境，震者，动也，雷动有威亦有戒，无威则难抓机遇，无戒则易陷风险，唯守正持重能化动为利。",
        "震亨，震来虩虩，笑言哑哑，财中之“虩虩”是戒惧修省之心，遇市动则慎，遇势变则思，心有戒惧方能避理财之失，终得“笑言哑哑”的财势顺意。",
        "震惊百里，不丧匕鬯，震卦之动贵有“持重”，雷动虽有威势，却不离本金、不失中正，财势之动亦如此，奋发不离稳健，布局不偏正途，方保财之根本。",
        "乾变震，刚健为动之基，雷动为刚之用，无乾阳之刚，则动而无力，难抓市场机遇；无震雷之戒，则刚而无度，易陷投资风险，刚动相济方为吉。",
        "震卦之象，贵在因势而动、动中守正，财势的发展从非一成不变，有动方有进，唯顺市场之势、守理财之正，动而有戒，方能动则有财。"
      ],
      "层3": [
        "理财中轻举妄动成习，遇市场些许变化便贸然布局，不顾趋势规律与本金安全，将“动”变成盲目投机，让财势陷入风险，财路的动势变成阻势。",
        "刚愎躁动，凭乾阳刚健之执念强行投机，不听市场信号、不顾财势实际，将“动”变成强势冒进，雷动成狂躁，守正之心全无，财路易生折损。",
        "临动失正，遇市场机遇却偏离稳健之本，以贪利之心谋投资，动而无智、进而无正，震卦的吉动变成凶行，财势在妄动中慢慢损耗，难有积累。",
        "畏动不前，遇市场变化便心生怯懦，有乾阳之刚却无雷动之勇，不敢把握机遇、不敢顺势布局，守正而无动，财势便在停滞中慢慢趋淡。",
        "动而无戒，行事毫无戒惧修省之心，错了便忘、亏了便怠，不反思理财之过、不修正布局之偏，动则有失、进则有亏，财路的动势难以为继。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续财路能把握动中守正之理，学会因势而动、戒惧修省，放下轻举妄动的浮躁，以雷动奋发的魄力守正布局，财路的动势慢慢化作顺势。",
        "你会收束刚愎躁动的执念，借乾阳刚健之质行震雷持重之动，遇市场变化先思后行，戒惧修省避理财之失，财路渐有“笑言哑哑”的丰裕之态。",
        "你若曾有轻举妄为之态，会慢慢变得沉稳，学会因势而动、不盲不躁，让理财的布局贴合市场趋势，风险慢慢消散，财势的积累愈发稳健。",
        "你若曾有畏动不前之弊，会慢慢鼓起勇气，以雷动奋发的姿态把握机遇，守正持重不偏倚，财势的停滞慢慢打破，动中生利、顺中丰裕。",
        "你若能始终刚动相济、因势而动，守正持重且戒惧修省，财路便可得震卦之全吉，震来虩虩终得笑言哑哑，财势在动中稳步绵长。"
      ],
      "层2": [
        "财运气势为先动后丰，前期的市场变化皆是震卦之“动”，唯守正持重、因势而动，戒惧修省，便能将动势化作财路的进阶之势，无有凶象。",
        "乾刚震戒的相济之态慢慢深化，财势之动有刚健之勇、有戒惧之慎，守正之心愈发坚定，唯需戒盲动、忌躁动。",
        "因势而动的智慧渐显，遇市场变化能顺势而为、不偏不妄，戒惧修省成为理财常态，财路的动势步步为营，丰裕之势渐生。",
        "乾变震的吉动之象愈发浓厚，财路无轻举妄动之险、无畏动不前之困，入“震亨”之境，自身理财动而有进、财而有裕。",
        "若能始终不失震卦因势而动、动中守正之理，以乾阳刚健为基、以震雷戒惧为用，财路便会远离盲动躁动之凶，笑言哑哑相伴，财势丰裕。"
      ]
    },
    "建议行动": [
      "守理财之正，戒轻举妄动与刚愎躁动，谨记震卦“震来虩虩，笑言哑哑”之理，以乾阳刚健为基，行震雷守正之动，因势而动布局理财。",
      "学会戒惧修省，遇市场变化、理财亏损时，先反思自身、再谋布局，心有戒惧方能避投资之失，让每一次的“动”都能把握机遇、而非徒增风险。",
      "秉持因势而动之心，不盲动投机市场节奏，不逆势而行强行布局，顺市场的趋势之势、顺财势的积累之势，动则有因、投则有由。",
      "借乾阳刚健之质，养雷动奋发之勇，不畏惧市场中的变化与机遇，主动以理性把握、以稳健布局，守正持重，让动有威势、投有回报。",
      "谨记震卦“震惊百里，不丧匕鬯”之理，财势之动即便有势，也不离本金之本、不失稳健之正，持重守本，方能动则有财、进则有裕。"
    ],
    "一句话总结": [
      "震来虩虩，笑言哑哑",
      "震惊百里，不丧匕鬯",
      "因势而动，财源广进",
      "动中守正，财势稳进",
      "心有戒惧，理财顺意"
    ]
  },
  "工作": {
    "本卦": "乾",
    "变卦": "震",
    "方向": "工作",
    "核心状态": {
      "层1": [
        "你近期职场现乾变震之象，刚健化雷动，职业遇发展之“动”境，需雷动奋发、守正持重，因势而动履职推进，戒惧修省避工作之失，轻举妄动则职业难进。",
        "你在工作中需借乾阳刚健之质，行震雷守正之动，不盲动冒进、不刚愎躁动，因势回应职场变化，戒惧修省避履职之失，职场方有通达之吉。",
        "你若能因势而动、守正持重，遇职场变化有戒惧修省之心，以雷动奋发的态度推进工作，不畏动不前、不轻举妄动，职场便有震卦“笑言哑哑”之吉。",
        "你若轻举妄动，不顾工作规律与团队节奏贸然行事，或刚愎躁动，凭一己执念强行推进，便会失了震卦动中守正之理，职场易生阻滞瓶颈。",
        "你职场现乾变震之核，震来虩虩笑言哑哑，唯有刚健守正不躁动，因势而动不盲行，戒惧修省不妄为，职业方能在动中稳步进阶，发展顺遂。"
      ],
      "层2": [
        "乾阳转震雷，刚健化雷动，职场入“动中守正”之境，震者，动也，雷动有威亦有戒，无威则难破难题，无戒则易犯错误，唯守正持重能化动为进。",
        "震亨，震来虩虩，笑言哑哑，职场中之“虩虩”是戒惧修省之心，遇事动则慎，遇势变则思，心有戒惧方能避履职之失，终得“笑言哑哑”的工作顺意。",
        "震惊百里，不丧匕鬯，震卦之动贵有“持重”，雷动虽有威势，却不离本职、不失中正，职业之动亦如此，奋发不离职责，推进不偏团队，方保职之根本。",
        "乾变震，刚健为动之基，雷动为刚之用，无乾阳之刚，则动而无力，难扛工作重任；无震雷之戒，则刚而无度，易失职场分寸，刚动相济方为吉。",
        "震卦之象，贵在因势而动、动中守正，职业的发展从非一成不变，有动方有进，唯顺职场之势、守履职之正，动而有戒，方能动则有功。"
      ],
      "层3": [
        "职场中轻举妄动成习，遇工作些许变化便贸然行事，不顾规律要求与团队协作，将“动”变成盲目冒进，让工作陷入混乱，职业的动势变成阻势。",
        "刚愎躁动，凭乾阳刚健之执念强行推进工作，不听同事建议、不顾职场实际，将“动”变成强势独断，雷动成狂躁，守正之心全无，职场易生隔阂。",
        "临动失正，遇职场机遇却偏离职责之本，以邀功之心谋行事，动而无责、进而无正，震卦的吉动变成凶行，职业在妄动中慢慢损耗，难有进阶。",
        "畏动不前，遇工作变化便心生怯懦，有乾阳之刚却无雷动之勇，不敢承担重任、不敢顺势推进，守正而无动，职业便在停滞中慢慢趋淡。",
        "动而无戒，行事毫无戒惧修省之心，错了便忘、失了便怠，不反思工作之过、不修正履职之偏，动则有失、进则有差，职业的动势难以为继。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续职场能把握动中守正之理，学会因势而动、戒惧修省，放下轻举妄动的浮躁，以雷动奋发的态度守正推进，职业的动势慢慢化作顺势。",
        "你会收束刚愎躁动的执念，借乾阳刚健之质行震雷持重之动，遇职场变化先思后行，戒惧修省避工作之失，职场渐有“笑言哑哑”的通达之态。",
        "你若曾有轻举妄为之态，会慢慢变得沉稳，学会因势而动、不盲不躁，让工作的推进贴合团队节奏，隔阂慢慢消融，职业的进阶愈发稳健。",
        "你若曾有畏动不前之弊，会慢慢鼓起勇气，以雷动奋发的姿态承担重任，守正持重不偏倚，职业的停滞慢慢打破，动中生进、顺中通达。",
        "你若能始终刚动相济、因势而动，守正持重且戒惧修省，职场便可得震卦之全吉，震来虩虩终得笑言哑哑，职业在动中稳步进阶，发展顺遂。"
      ],
      "层2": [
        "职场运势为先动后通，前期的职场变化皆是震卦之“动”，唯守正持重、因势而动，戒惧修省，便能将动势化作职业的进阶之势，无有凶象。",
        "乾刚震戒的相济之态慢慢深化，职业之动有刚健之勇、有戒惧之慎，守正之心愈发坚定，唯需戒盲动、忌躁动。",
        "因势而动的智慧渐显，遇职场变化能顺势而为、不偏不妄，戒惧修省成为履职常态，职业的动势步步为营，通达之势渐生。",
        "乾变震的吉动之象愈发浓厚，职场无轻举妄动之险、无畏动不前之困，入“震亨”之境，自身履职动而有进、业而有达。",
        "若能始终不失震卦因势而动、动中守正之理，以乾阳刚健为基、以震雷戒惧为用，职场便会远离盲动躁动之凶，笑言哑哑相伴，职业通达。"
      ]
    },
    "建议行动": [
      "守职场之正，戒轻举妄动与刚愎躁动，谨记震卦“震来虩虩，笑言哑哑”之理，以乾阳刚健为基，行震雷守正之动，因势而动履职推进。",
      "学会戒惧修省，遇职场变化、工作失误时，先反思自身、再谋行事，心有戒惧方能避履职之失，让每一次的“动”都能推进工作、而非徒增麻烦。",
      "秉持因势而动之心，不盲动冒进工作节奏，不逆势而行脱离团队，顺职场的趋势之势、顺团队的协作之势，动则有因、进则有由。",
      "借乾阳刚健之质，养雷动奋发之勇，不畏惧工作中的变化与重任，主动以担当承接、以实干推进，守正持重，让动有威势、做有成效。",
      "谨记震卦“震惊百里，不丧匕鬯”之理，职业之动即便有势，也不离职责之本、不失职场之正，持重守本，方能动则有功、进则有达。"
    ],
    "一句话总结": [
      "震来虩虩，笑言哑哑",
      "震惊百里，不丧匕鬯",
      "因势而动，职场通达",
      "动中守正，职业进阶",
      "心有戒惧，工作顺意"
    ]
  },
  "健康": {
    "本卦": "乾",
    "变卦": "震",
    "方向": "健康",
    "核心状态": {
      "层1": [
        "你近期身心现乾变震之象，刚健化雷动，身心遇调理之“动”境，需雷动奋发、守正持重，因势而动养护身心，戒惧修省避养生之失，轻举妄动则康健难守。",
        "你在养生中需借乾阳刚健之质，行震雷守正之动，不盲动调理、不刚愎躁动，因势回应身体变化，戒惧修省避养护之失，身心方有舒泰之吉。",
        "你若能因势而动、守正持重，遇身体变化有戒惧修省之心，以雷动奋发的毅力推进养护，不畏动不前、不轻举妄动，身心便有震卦“笑言哑哑”之吉。",
        "你若轻举妄动，不顾身体节律与形神实际贸然调理，或刚愎躁动，凭一己执念强行养生，便会失了震卦动中守正之理，身心易生违和病痛。",
        "你身心现乾变震之核，震来虩虩笑言哑哑，唯有刚健守正不躁动，因势而动不盲行，戒惧修省不妄为，身心方能在动中稳步调和，康健顺遂。"
      ],
      "层2": [
        "乾阳转震雷，刚健化雷动，身心入“动中守正”之境，震者，动也，雷动有威亦有戒，无威则难改陋习，无戒则易伤形神，唯守正持重能化动为和。",
        "震亨，震来虩虩，笑言哑哑，身中之“虩虩”是戒惧修省之心，遇体动则慎，遇神变则思，心有戒惧方能避养生之失，终得“笑言哑哑”的身心舒泰。",
        "震惊百里，不丧匕鬯，震卦之动贵有“持重”，雷动虽有威势，却不离节律、不失中正，身心之动亦如此，奋发不离适度，养护不偏形神，方保身之根本。",
        "乾变震，刚健为动之基，雷动为刚之用，无乾阳之刚，则动而无力，难持养生之毅；无震雷之戒，则刚而无度，易犯养护之过，刚动相济方为吉。",
        "震卦之象，贵在因势而动、动中守正，身心的调理从非一成不变，有动方有和，唯顺身体之势、守养生之正，动而有戒，方能动则有和。"
      ],
      "层3": [
        "养生中轻举妄动成习，遇身体些许变化便贸然调理，不顾节律规律与形神承受，将“动”变成盲目养生，让身心陷入违和，调理的动势变成损势。",
        "刚愎躁动，凭乾阳刚健之执念强行养护，不听身体感受、不顾身心实际，将“动”变成强势苛责，雷动成狂躁，守正之心全无，身心易生病痛。",
        "临动失正，遇养生机遇却偏离适度之本，以功利之心谋调理，动而无度、进而无正，震卦的吉动变成凶行，身心在妄动中慢慢损耗，难有舒泰。",
        "畏动不前，遇身体变化便心生怯懦，有乾阳之刚却无雷动之勇，不敢改变陋习、不敢顺势养护，守正而无动，身心便在停滞中慢慢趋弱。",
        "动而无戒，行事毫无戒惧修省之心，错了便忘、失了便怠，不反思养生之过、不修正养护之偏，动则有失、养则有差，身心的动势难以为继。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续身心能把握动中守正之理，学会因势而动、戒惧修省，放下轻举妄动的浮躁，以雷动奋发的毅力守正养护，身心的动势慢慢化作和势。",
        "你会收束刚愎躁动的执念，借乾阳刚健之质行震雷持重之动，遇身体变化先思后行，戒惧修省避养生之失，身心渐有“笑言哑哑”的舒泰之态。",
        "你若曾有轻举妄为之态，会慢慢变得沉稳，学会因势而动、不盲不躁，让养生的养护贴合身体节律，违和慢慢消融，身心的调和愈发稳健。",
        "你若曾有畏动不前之弊，会慢慢鼓起勇气，以雷动奋发的姿态改变陋习，守正持重不偏倚，身心的停滞慢慢打破，动中生和、顺中舒泰。",
        "你若能始终刚动相济、因势而动，守正持重且戒惧修省，身心便可得震卦之全吉，震来虩虩终得笑言哑哑，身心在动中稳步调和，康健顺遂。"
      ],
      "层2": [
        "身心健康运势为先动后和，前期的身体变化皆是震卦之“动”，唯守正持重、因势而动，戒惧修省，便能将动势化作身心的调和之势，无有凶象。",
        "乾刚震戒的相济之态慢慢深化，身心之动有刚健之毅、有戒惧之慎，守正之心愈发坚定，唯需戒盲动、忌躁动。",
        "因势而动的智慧渐显，遇身体变化能顺势而为、不偏不妄，戒惧修省成为养生常态，身心的动势步步为营，舒泰之势渐生。",
        "乾变震的吉动之象愈发浓厚，身心无轻举妄动之险、无畏动不前之困，入“震亨”之境，自身养护动而有和、形而有健。",
        "若能始终不失震卦因势而动、动中守正之理，以乾阳刚健为基、以震雷戒惧为用，身心便会远离盲动躁动之凶，笑言哑哑相伴，康健绵长。"
      ]
    },
    "建议行动": [
      "守健康之正，戒轻举妄动与刚愎躁动，谨记震卦“震来虩虩，笑言哑哑”之理，以乾阳刚健为基，行震雷守正之动，因势而动养护身心。",
      "学会戒惧修省，遇身体变化、养生失当之时，先反思自身、再谋养护，心有戒惧方能避养生之失，让每一次的“动”都能调和身心、而非徒增违和。",
      "秉持因势而动之心，不盲动调理身体节律，不逆势而行苛责形神，顺身体的生长之势、顺形神的调和之势，动则有因、养则有由。",
      "借乾阳刚健之质，养雷动奋发之毅，不畏惧养生中的变化与陋习，主动以坚持改变、以适度养护，守正持重，让动有威势、养有舒泰。",
      "谨记震卦“震惊百里，不丧匕鬯”之理，身心之动即便有势，也不离节律之本、不失养生之正，持重守本，方能动则有和、养则有健。"
    ],
    "一句话总结": [
      "震来虩虩，笑言哑哑",
      "震惊百里，不丧匕鬯",
      "因势而动，身心舒泰",
      "动中守正，形神康健",
      "心有戒惧，养生和顺"
    ]
  },
  "学业": {
    "本卦": "乾",
    "变卦": "震",
    "方向": "学业",
    "核心状态": {
      "层1": [
        "你近期学业现乾变震之象，刚健化雷动，学识遇提升之“动”境，需雷动奋发、守正持重，因势而动积累知识，戒惧修省避学习之失，轻举妄动则精进难成。",
        "你在求学中需借乾阳刚健之质，行震雷守正之动，不盲动刷题、不刚愎躁动，因势回应学习变化，戒惧修省避求知之失，学业方有精进之吉。",
        "你若能因势而动、守正持重，遇学习变化有戒惧修省之心，以雷动奋发的努力推进积累，不畏动不前、不轻举妄动，学业便有震卦“笑言哑哑”之吉。",
        "你若轻举妄动，不顾学习规律与学识基础贸然刷题，或刚愎躁动，凭一己执念强行攻坚，便会失了震卦动中守正之理，学业易生疏漏瓶颈。",
        "你学业现乾变震之核，震来虩虩笑言哑哑，唯有刚健守正不躁动，因势而动不盲行，戒惧修省不妄为，学识方能在动中稳步积累，精进不休。"
      ],
      "层2": [
        "乾阳转震雷，刚健化雷动，学业入“动中守正”之境，震者，动也，雷动有威亦有戒，无威则难破难点，无戒则易犯疏漏，唯守正持重能化动为进。",
        "震亨，震来虩虩，笑言哑哑，学业中之“虩虩”是戒惧修省之心，遇知动则慎，遇题变则思，心有戒惧方能避求知之失，终得“笑言哑哑”的学识精进。",
        "震惊百里，不丧匕鬯，震卦之动贵有“持重”，雷动虽有威势，却不离基础、不失中正，学识之动亦如此，奋发不离课本，攻坚不偏规律，方保学之根本。",
        "乾变震，刚健为动之基，雷动为刚之用，无乾阳之刚，则动而无力，难持求学之毅；无震雷之戒，则刚而无度，易犯学习之过，刚动相济方为吉。",
        "震卦之象，贵在因势而动、动中守正，学识的提升从非一成不变，有动方有进，唯顺学习之势、守求知之正，动而有戒，方能动则有知。"
      ],
      "层3": [
        "求学中轻举妄动成习，遇学习些许变化便贸然刷题，不顾规律方法与学识基础，将“动”变成盲目攻坚，让学习陷入混乱，学业的动势变成阻势。",
        "刚愎躁动，凭乾阳刚健之执念强行攻坚，不听老师建议、不顾学习实际，将“动”变成强势硬磕，雷动成狂躁，守正之心全无，学业易生疏漏。",
        "临动失正，遇学习机遇却偏离基础之本，以功利之心谋刷题，动而无方、进而无正，震卦的吉动变成凶行，学识在妄动中慢慢损耗，难有精进。",
        "畏动不前，遇学习变化便心生怯懦，有乾阳之刚却无雷动之勇，不敢攻克难点、不敢顺势积累，守正而无动，学业便在停滞中慢慢趋淡。",
        "动而无戒，行事毫无戒惧修省之心，错了便忘、漏了便怠，不反思学习之过、不修正求知之偏，动则有失、学则有差，学业的动势难以为继。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续学业能把握动中守正之理，学会因势而动、戒惧修省，放下轻举妄动的浮躁，以雷动奋发的努力守正积累，学业的动势慢慢化作进势。",
        "你会收束刚愎躁动的执念，借乾阳刚健之质行震雷持重之动，遇学习变化先思后行，戒惧修省避学习之失，学业渐有“笑言哑哑”的精进之态。",
        "你若曾有轻举妄为之态，会慢慢变得沉稳，学会因势而动、不盲不躁，让知识的积累贴合学习规律，疏漏慢慢填补，学业的精进愈发稳健。",
        "你若曾有畏动不前之弊，会慢慢鼓起勇气，以雷动奋发的姿态攻克难点，守正持重不偏倚，学业的停滞慢慢打破，动中生知、顺中精进。",
        "你若能始终刚动相济、因势而动，守正持重且戒惧修省，学业便可得震卦之全吉，震来虩虩终得笑言哑哑，学识在动中稳步积累，精进不休。"
      ],
      "层2": [
        "学业运势为先动后进，前期的学习变化皆是震卦之“动”，唯守正持重、因势而动，戒惧修省，便能将动势化作学业的进阶之势，无有凶象。",
        "乾刚震戒的相济之态慢慢深化，学业之动有刚健之毅、有戒惧之慎，守正之心愈发坚定，唯需戒盲动、忌躁动。",
        "因势而动的智慧渐显，遇学习变化能顺势而为、不偏不妄，戒惧修省成为求学常态，学业的动势步步为营，精进之势渐生。",
        "乾变震的吉动之象愈发浓厚，学业无轻举妄动之险、无畏动不前之困，入“震亨”之境，自身求知动而有知、学而有进。",
        "若能始终不失震卦因势而动、动中守正之理，以乾阳刚健为基、以震雷戒惧为用，学业便会远离盲动躁动之凶，笑言哑哑相伴，学识精进。"
      ]
    },
    "建议行动": [
      "守学业之正，戒轻举妄动与刚愎躁动，谨记震卦“震来虩虩，笑言哑哑”之理，以乾阳刚健为基，行震雷守正之动，因势而动积累知识。",
      "学会戒惧修省，遇学习变化、做题失误时，先反思自身、再谋求知，心有戒惧方能避学习之失，让每一次的“动”都能积累知识、而非徒增疏漏。",
      "秉持因势而动之心，不盲动刷题学习节奏，不逆势而行硬磕难点，顺学习的规律之势、顺学识的积累之势，动则有因、学则有由。",
      "借乾阳刚健之质，养雷动奋发之毅，不畏惧学习中的变化与难点，主动以坚持攻克、以方法积累，守正持重，让动有威势、学有精进。",
      "谨记震卦“震惊百里，不丧匕鬯”之理，学业之动即便有势，也不离基础之本、不失求知之正，持重守本，方能动则有知、进则有精。"
    ],
    "一句话总结": [
      "震来虩虩，笑言哑哑",
      "震惊百里，不丧匕鬯",
      "因势而动，学业精进",
      "动中守正，学识日增",
      "心有戒惧，求知顺意"
    ]
  },
  "人际关系": {
    "本卦": "乾",
    "变卦": "震",
    "方向": "人际关系",
    "核心状态": {
      "层1": [
        "你近期人际现乾变震之象，刚健化雷动，相处遇发展之“动”境，需雷动奋发、守正持重，因势而动经营情谊，戒惧修省避相处之失，轻举妄动则情谊难长。",
        "你在社交中需借乾阳刚健之质，行震雷守正之动，不盲动相交、不刚愎躁动，因势回应对方心意，戒惧修省避相处之失，人际方有和顺之吉。",
        "你若能因势而动、守正持重，遇相处变化有戒惧修省之心，以雷动奋发的诚意推进相交，不畏动不前、不轻举妄动，人际便有震卦“笑言哑哑”之吉。",
        "你若轻举妄动，不顾对方感受与相处节奏贸然行事，或刚愎躁动，凭一己执念强行拉近，便会失了震卦动中守正之理，人际易生隔阂矛盾。",
        "你人际现乾变震之核，震来虩虩笑言哑哑，唯有刚健守正不躁动，因势而动不盲行，戒惧修省不妄为，情谊方能在动中稳步加深，相处和顺。"
      ],
      "层2": [
        "乾阳转震雷，刚健化雷动，人际入“动中守正”之境，震者，动也，雷动有威亦有戒，无威则难敞心扉，无戒则易失分寸，唯守正持重能化动为和。",
        "震亨，震来虩虩，笑言哑哑，人际中之“虩虩”是戒惧修省之心，遇情动则慎，遇势变则思，心有戒惧方能避相处之失，终得“笑言哑哑”的相交和顺。",
        "震惊百里，不丧匕鬯，震卦之动贵有“持重”，雷动虽有威势，却不离真心、不失中正，相处之动亦如此，奋发不离诚意，推进不偏边界，方保谊之根本。",
        "乾变震，刚健为动之基，雷动为刚之用，无乾阳之刚，则动而无力，难建深厚情谊；无震雷之戒，则刚而无度，易失相处分寸，刚动相济方为吉。",
        "震卦之象，贵在因势而动、动中守正，情谊的发展从非一成不变，有动方有深，唯顺相处之势、守相交之正，动而有戒，方能动则有情。"
      ],
      "层3": [
        "社交中轻举妄动成习，遇相处些许变化便贸然相交，不顾对方感受与边界尺度，将“动”变成盲目试探，让彼此心生抵触，人际的动势变成阻势。",
        "刚愎躁动，凭乾阳刚健之执念强行拉近关系，不听对方意愿、不顾相处实际，将“动”变成强势裹挟，雷动成狂躁，守正之心全无，人际易生裂痕。",
        "临动失正，遇相交机遇却偏离真心之本，以功利之心谋相处，动而无诚、进而无正，震卦的吉动变成凶行，情谊在妄动中慢慢损耗，难有加深。",
        "畏动不前，遇相处变化便心生怯懦，有乾阳之刚却无雷动之勇，不敢主动交心、不敢顺势推进，守正而无动，情谊便在停滞中慢慢趋淡。",
        "动而无戒，行事毫无戒惧修省之心，错了便忘、失了便怠，不反思相处之过、不修正相交之偏，动则有失、交则有差，人际的动势难以为继。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续人际能把握动中守正之理，学会因势而动、戒惧修省，放下轻举妄动的浮躁，以雷动奋发的诚意守正经营，人际的动势慢慢化作和势。",
        "你会收束刚愎躁动的执念，借乾阳刚健之质行震雷持重之动，遇相处变化先思后行，戒惧修省避相处之失，人际渐有“笑言哑哑”的和顺之态。",
        "你若曾有轻举妄为之态，会慢慢变得沉稳，学会因势而动、不盲不躁，让情谊的推进贴合对方心意，隔阂慢慢消融，相交的诚意愈发浓厚。",
        "你若曾有畏动不前之弊，会慢慢鼓起勇气，以雷动奋发的姿态主动交心，守正持重不偏倚，情谊的停滞慢慢打破，动中生情、顺中和顺。",
        "你若能始终刚动相济、因势而动，守正持重且戒惧修省，人际便可得震卦之全吉，震来虩虩终得笑言哑哑，情谊在动中稳步加深，相处和顺。"
      ],
      "层2": [
        "人际运势为先动后和，前期的相处变化皆是震卦之“动”，唯守正持重、因势而动，戒惧修省，便能将动势化作情谊的加深之势，无有凶象。",
        "乾刚震戒的相济之态慢慢深化，人际之动有刚健之勇、有戒惧之慎，守正之心愈发坚定，唯需戒盲动、忌躁动。",
        "因势而动的智慧渐显，遇相处变化能顺势而为、不偏不妄，戒惧修省成为相交常态，人际的动势步步为营，和顺之势渐生。",
        "乾变震的吉动之象愈发浓厚，人际无轻举妄动之险、无畏动不前之困，入“震亨”之境，自身相交动而有情、交而有和。",
        "若能始终不失震卦因势而动、动中守正之理，以乾阳刚健为基、以震雷戒惧为用，人际便会远离盲动躁动之凶，笑言哑哑相伴，情谊绵长。"
      ]
    },
    "建议行动": [
      "守人际之正，戒轻举妄动与刚愎躁动，谨记震卦“震来虩虩，笑言哑哑”之理，以乾阳刚健为基，行震雷守正之动，因势而动经营情谊。",
      "学会戒惧修省，遇相处变化、交往失误时，先反思自身、再谋相交，心有戒惧方能避相处之失，让每一次的“动”都能加深情谊、而非徒增隔阂。",
      "秉持因势而动之心，不盲动相交相处节奏，不逆势而行跨越边界，顺对方的心意之势、顺情谊的发展之势，动则有因、交则有由。",
      "借乾阳刚健之质，养雷动奋发之勇，不畏惧相处中的变化与挑战，主动以诚意交心、以真心相处，守正持重，让动有威势、交有温度。",
      "谨记震卦“震惊百里，不丧匕鬯”之理，相处之动即便有势，也不离真心之本、不失相交之正，持重守本，方能动则有情、交则有和。"
    ],
    "一句话总结": [
      "震来虩虩，笑言哑哑",
      "震惊百里，不丧匕鬯",
      "因势而动，人际和顺",
      "动中守正，情谊绵长",
      "心有戒惧，相交欢洽"
    ]
  },
  "出行": {
    "本卦": "乾",
    "变卦": "震",
    "方向": "出行",
    "核心状态": {
      "层1": [
        "你近期出行现乾变震之象，刚健化雷动，行程遇推进之“动”境，需雷动奋发、守正持重，因势而动规划赶路，戒惧修省避行程之失，轻举妄动则行程难顺。",
        "你在出行中需借乾阳刚健之质，行震雷守正之动，不盲动启程、不刚愎躁动，因势回应路况变化，戒惧修省避赶路之失，出行方有顺遂之吉。",
        "你若能因势而动、守正持重，遇路况变化有戒惧修省之心，以雷动奋发的魄力推进行程，不畏动不前、不轻举妄动，出行便有震卦“笑言哑哑”之吉。",
        "你若轻举妄动，不顾路况规律与行程节奏贸然启程，或刚愎躁动，凭一己执念强行赶路，便会失了震卦动中守正之理，出行易生波折险阻。",
        "你出行现乾变震之核，震来虩虩笑言哑哑，唯有刚健守正不躁动，因势而动不盲行，戒惧修省不妄为，行程方能在动中稳步推进，山河畅行。"
      ],
      "层2": [
        "乾阳转震雷，刚健化雷动，出行入“动中守正”之境，震者，动也，雷动有威亦有戒，无威则难破阻滞，无戒则易陷风险，唯守正持重能化动为顺。",
        "震亨，震来虩虩，笑言哑哑，出行中之“虩虩”是戒惧修省之心，遇路动则慎，遇势变则思，心有戒惧方能避赶路之失，终得“笑言哑哑”的行程顺遂。",
        "震惊百里，不丧匕鬯，震卦之动贵有“持重”，雷动虽有威势，却不离规划、不失中正，行程之动亦如此，奋发不离安全，推进不偏路况，方保行之根本。",
        "乾变震，刚健为动之基，雷动为刚之用，无乾阳之刚，则动而无力，难破行程阻滞；无震雷之戒，则刚而无度，易失赶路分寸，刚动相济方为吉。",
        "震卦之象，贵在因势而动、动中守正，行程的推进从非一成不变，有动方有进，唯顺路况之势、守出行之正，动而有戒，方能动则有顺。"
      ],
      "层3": [
        "出行中轻举妄动成习，遇路况些许变化便贸然启程，不顾规律要求与安全准则，将“动”变成盲目赶路，让行程陷入风险，出行的动势变成阻势。",
        "刚愎躁动，凭乾阳刚健之执念强行赶路，不听路况提示、不顾行程实际，将“动”变成强势冒进，雷动成狂躁，守正之心全无，出行易生波折。",
        "临动失正，遇出行机遇却偏离安全之本，以贪快之心谋赶路，动而无安、进而无正，震卦的吉动变成凶行，行程在妄动中慢慢损耗，难有顺遂。",
        "畏动不前，遇路况变化便心生怯懦，有乾阳之刚却无雷动之勇，不敢突破阻滞、不敢顺势推进，守正而无动，行程便在停滞中慢慢趋滞。",
        "动而无戒，行事毫无戒惧修省之心，错了便忘、失了便怠，不反思赶路之过、不修正规划之偏，动则有失、行则有差，出行的动势难以为继。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续出行能把握动中守正之理，学会因势而动、戒惧修省，放下轻举妄动的浮躁，以雷动奋发的魄力守正规划，出行的动势慢慢化作顺势。",
        "你会收束刚愎躁动的执念，借乾阳刚健之质行震雷持重之动，遇路况变化先思后行，戒惧修省避赶路之失，出行渐有“笑言哑哑”的顺遂之态。",
        "你若曾有轻举妄为之态，会慢慢变得沉稳，学会因势而动、不盲不躁，让行程的推进贴合路况规律，阻滞慢慢消融，出行的赶路愈发稳健。",
        "你若曾有畏动不前之弊，会慢慢鼓起勇气，以雷动奋发的姿态突破阻滞，守正持重不偏倚，行程的停滞慢慢打破，动中生进、顺中畅行。",
        "你若能始终刚动相济、因势而动，守正持重且戒惧修省，出行便可得震卦之全吉，震来虩虩终得笑言哑哑，行程在动中稳步推进，山河畅行。"
      ],
      "层2": [
        "出行运势为先动后顺，前期的路况变化皆是震卦之“动”，唯守正持重、因势而动，戒惧修省，便能将动势化作行程的顺遂之势，无有凶象。",
        "乾刚震戒的相济之态慢慢深化，出行之动有刚健之勇、有戒惧之慎，守正之心愈发坚定，唯需戒盲动、忌躁动。",
        "因势而动的智慧渐显，遇路况变化能顺势而为、不偏不妄，戒惧修省成为出行常态，行程的动势步步为营，顺遂之势渐生。",
        "乾变震的吉动之象愈发浓厚，出行无轻举妄动之险、无畏动不前之困，入“震亨”之境，自身赶路动而有进、行而有顺。",
        "若能始终不失震卦因势而动、动中守正之理，以乾阳刚健为基、以震雷戒惧为用，出行便会远离盲动躁动之凶，笑言哑哑相伴，山河畅行。"
      ]
    },
    "建议行动": [
      "守出行之正，戒轻举妄动与刚愎躁动，谨记震卦“震来虩虩，笑言哑哑”之理，以乾阳刚健为基，行震雷守正之动，因势而动规划赶路。",
      "学会戒惧修省，遇路况变化、行程阻滞时，先反思自身、再谋赶路，心有戒惧方能避出行之失，让每一次的“动”都能推进行程、而非徒增风险。",
      "秉持因势而动之心，不盲动启程行程节奏，不逆势而行不顾路况，顺路况的趋势之势、顺行程的规划之势，动则有因、行则有由。",
      "借乾阳刚健之质，养雷动奋发之勇，不畏惧出行中的变化与阻滞，主动以智慧突破、以安全推进，守正持重，让动有威势、行有顺遂。",
      "谨记震卦“震惊百里，不丧匕鬯”之理，行程之动即便有势，也不离安全之本、不失出行之正，持重守本，方能动则有顺、行则有畅。"
    ],
    "一句话总结": [
      "震来虩虩，笑言哑哑",
      "震惊百里，不丧匕鬯",
      "因势而动，行程顺遂",
      "动中守正，山河畅行",
      "心有戒惧，出行平安"
    ]
  },
  "诸事": {
    "本卦": "乾",
    "变卦": "震",
    "方向": "诸事顺遂",
    "核心状态": {
      "层1": [
        "你近期诸事现乾变震之象，刚健化雷动，事态遇发展之“动”境，需雷动奋发、守正持重，因势而动推进百事，戒惧修省避处事之失，轻举妄动则诸事难成。",
        "你在处事中需借乾阳刚健之质，行震雷守正之动，不盲动妄为、不刚愎躁动，因势回应事态变化，戒惧修省避行事之失，百事方有兴荣之吉。",
        "你若能因势而动、守正持重，遇事态变化有戒惧修省之心，以雷动奋发的魄力推进百事，不畏动不前、不轻举妄动，百事便有震卦“笑言哑哑”之吉。",
        "你若轻举妄动，不顾事态规律与发展节奏贸然行事，或刚愎躁动，凭一己执念强行推进，便会失了震卦动中守正之理，百事易生阻滞困顿。",
        "你诸事现乾变震之核，震来虩虩笑言哑哑，唯有刚健守正不躁动，因势而动不盲行，戒惧修省不妄为，百事方能在动中稳步发展，诸事顺遂。"
      ],
      "层2": [
        "乾阳转震雷，刚健化雷动，诸事入“动中守正”之境，震者，动也，雷动有威亦有戒，无威则难破困局，无戒则易犯过失，唯守正持重能化动为吉。",
        "震亨，震来虩虩，笑言哑哑，百事中之“虩虩”是戒惧修省之心，遇事动则慎，遇势变则思，心有戒惧方能避处事之失，终得“笑言哑哑”的事态顺意。",
        "震惊百里，不丧匕鬯，震卦之动贵有“持重”，雷动虽有威势，却不离根本、不失中正，事态之动亦如此，奋发不离实际，推进不偏规律，方保事之根本。",
        "乾变震，刚健为动之基，雷动为刚之用，无乾阳之刚，则动而无力，难扛处事重任；无震雷之戒，则刚而无度，易失行事分寸，刚动相济方为吉。",
        "震卦之象，贵在因势而动、动中守正，百事的发展从非一成不变，有动方有兴，唯顺事态之势、守处事之正，动而有戒，方能动则有功。"
      ],
      "层3": [
        "处事中轻举妄动成习，遇事态些许变化便贸然行事，不顾规律实际与发展节奏，将“动”变成盲目妄为，让百事陷入混乱，事态的动势变成阻势。",
        "刚愎躁动，凭乾阳刚健之执念强行推进百事，不听客观规律、不顾事态实际，将“动”变成强势独断，雷动成狂躁，守正之心全无，百事易生困顿。",
        "临动失正，遇发展机遇却偏离实际之本，以功利之心谋行事，动而无据、进而无正，震卦的吉动变成凶行，百事在妄动中慢慢损耗，难有兴荣。",
        "畏动不前，遇事态变化便心生怯懦，有乾阳之刚却无雷动之勇，不敢突破困局、不敢顺势推进，守正而无动，百事便在停滞中慢慢趋淡。",
        "动而无戒，行事毫无戒惧修省之心，错了便忘、失了便怠，不反思处事之过、不修正行事之偏，动则有失、行则有差，百事的动势难以为继。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续诸事能把握动中守正之理，学会因势而动、戒惧修省，放下轻举妄动的浮躁，以雷动奋发的魄力守正推进，百事的动势慢慢化作兴势。",
        "你会收束刚愎躁动的执念，借乾阳刚健之质行震雷持重之动，遇事态变化先思后行，戒惧修省避处事之失，百事渐有“笑言哑哑”的兴荣之态。",
        "你若曾有轻举妄为之态，会慢慢变得沉稳，学会因势而动、不盲不躁，让百事的推进贴合事态规律，阻滞慢慢消融，事态的发展愈发稳健。",
        "你若曾有畏动不前之弊，会慢慢鼓起勇气，以雷动奋发的姿态突破困局，守正持重不偏倚，百事的停滞慢慢打破，动中生兴、顺中顺遂。",
        "你若能始终刚动相济、因势而动，守正持重且戒惧修省，百事便可得震卦之全吉，震来虩虩终得笑言哑哑，百事在动中稳步发展，诸事顺遂。"
      ],
      "层2": [
        "整体运势为先动后兴，前期的事态变化皆是震卦之“动”，唯守正持重、因势而动，戒惧修省，便能将动势化作百事的兴荣之势，无有凶象。",
        "乾刚震戒的相济之态慢慢深化，百事之动有刚健之勇、有戒惧之慎，守正之心愈发坚定，唯需戒盲动、忌躁动。",
        "因势而动的智慧渐显，遇事态变化能顺势而为、不偏不妄，戒惧修省成为处事常态，百事的动势步步为营，兴荣之势渐生。",
        "乾变震的吉动之象愈发浓厚，百事无轻举妄动之险、无畏动不前之困，入“震亨”之境，自身处事动而有兴、行而有顺。",
        "若能始终不失震卦因势而动、动中守正之理，以乾阳刚健为基、以震雷戒惧为用，百事便会远离盲动躁动之凶，笑言哑哑相伴，诸事兴荣。"
      ]
    },
    "建议行动": [
      "守诸事之正，戒轻举妄动与刚愎躁动，谨记震卦“震来虩虩，笑言哑哑”之理，以乾阳刚健为基，行震雷守正之动，因势而动推进百事。",
      "学会戒惧修省，遇事态变化、处事失误时，先反思自身、再谋行事，心有戒惧方能避处事之失，让每一次的“动”都能推进百事、而非徒增麻烦。",
      "秉持因势而动之心，不盲动妄为事态节奏，不逆势而行脱离实际，顺事态的规律之势、顺发展的推进之势，动则有因、行则有由。",
      "借乾阳刚健之质，养雷动奋发之勇，不畏惧百事中的变化与困局，主动以实干突破、以理性推进，守正持重，让动有威势、做有成效。",
      "谨记震卦“震惊百里，不丧匕鬯”之理，百事之动即便有势，也不离实际之本、不失处事之正，持重守本，方能动则有兴、行则有顺。"
    ],
    "一句话总结": [
      "震来虩虩，笑言哑哑",
      "震惊百里，不丧匕鬯",
      "因势而动，百事兴荣",
      "动中守正，诸事顺遂",
      "心有戒惧，处事安康"
    ]
  }
}