{
  "感情": {
    "本卦": "乾",
    "变卦": "泰",
    "方向": "感情",
    "核心状态": {
      "层1": [
        "你近期情路现泰象，需交泰相融、阴阳相济，放下封闭与执念敞开心扉，小往大来方得情路吉亨，闭塞不通则心意难通。",
        "你在情中已有交泰之基，肯舍小的自我执念迁就对方，彼此交心有了相融之态，情路正往通泰之势发展。",
        "你与对方少了阴阳不交的隔阂，遇事能沟通、相处能包容，小往大来的付出正让情分慢慢沉淀，相守渐有暖意。",
        "你若在情中恃刚自满、独断封闭，不肯舍小执念换大相融，便会让情路重回闭塞，失了泰卦吉亨之象。",
        "你情中现泰卦之核，天地交而万物通，心意交而情路通，守正通泰、小往大来，情分方能长久绵长。"
      ],
      "层2": [
        "乾阳转泰象，刚阳融柔、地天泰合，情路入交泰相守之境，天地交则万物生，心意交则情分长，泰之吉在交相融。",
        "泰，小往大来，吉亨，情中的小往是舍自我之偏执、舍计较之私心，大来是得彼此之交心、得相守之绵长，小往方有大来。",
        "上下交而其志同，情中之交是心意相通、步调相合，非是单方依附，乃是阴阳相济、刚柔相融，方得情路通泰。",
        "泰卦之象，贵在守正通泰，情中交心以正、相处以和，不恃刚、不封闭，让相融成为常态，方保吉亨之势。",
        "泰卦最忌阴阳不交、闭塞不通，情中若独断专行、封闭内心，不肯沟通包容，即便有短暂相融，也会慢慢生隙，失泰成否。"
      ],
      "层3": [
        "情中恃刚自满成习，将自身意愿当作唯一标准，不肯舍小执念迁就对方，让彼此的心意始终处于不交之态，情路闭塞难通。",
        "有相融之愿却无交心之行，表面相处平和实则内心封闭，不肯袒露真实想法，小往的付出皆为表面，难有大来的情分。",
        "遇事斤斤计较，不肯舍小的得失换大的相融，阴阳相济之态全无，刚柔相争的隔阂渐生，情路的泰象慢慢消散。",
        "独断封闭，不愿与对方沟通磨合，将自身的想法强加于人，上下不交、心意相悖，让情路的通泰之境沦为闭塞之态。",
        "守正不足，以功利之心对待感情，小往的付出只为求即时的回报，无有长久相守的诚意，泰卦的吉亨终成泡影。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续情路能守正通泰，始终保持交泰相融之心，放下更多小的执念，敞开心扉与对方交心，小往大来，情分愈发绵长。",
        "你会继续以柔融刚、阴阳相济，遇事多沟通、相处多包容，舍小的计较换大的和谐，彼此的心意相通愈发默契。",
        "你若曾有封闭之态，会慢慢打开内心，袒露真实想法，让彼此的交心更深入，情路的通泰之势愈发稳固。",
        "你与对方会在小往大来的相处中，沉淀出更深厚的情分，相守的暖意渐浓，无有闭塞隔阂之险，情路吉亨。",
        "你若能始终交泰相融、守正通泰，情路便可得泰卦之吉，小往大来，心意相通，相守长久顺遂。"
      ],
      "层2": [
        "情运势为先塞后通，前期的隔阂皆是阴阳不交之象，交泰相融、小往大来，便可得情路吉亨之局。",
        "收敛刚直之态，增交心相融之心，舍小执念、敞开心扉，情中的闭塞慢慢消散，彼此的心意愈发相通，唯需戒封闭。",
        "情中之正慢慢深化，守正通泰的诚意渐显，小往的付出皆为真心，大来的情分愈发醇厚，相守的暖意渐浓。",
        "地天泰合的默契慢慢形成，阴阳相济、刚柔相融，心意相通而无闭塞，情路步入通泰吉亨之态，相守和顺。",
        "若能始终交泰相融、小往大来，不失泰卦相守之象，情路便会远离闭塞不通之凶，天地交泰，情分绵长。"
      ]
    },
    "建议行动": [
      "守情路之正，戒封闭独断，谨记天地交而万物通之理，敞开心扉与对方交心，交泰相融、阴阳相济，保情路通泰。",
      "学会小往大来，舍自我的小执念、舍相处的小计较，以真心迁就、以包容相融，换彼此的大交心、大相守。",
      "摒弃恃刚自满之态，遇事多与对方沟通，不将自身意愿强加于人，让刚柔相融成为相处常态，心意相通无隔阂。",
      "守正通泰，以真心相待为情路之基，不做表面相融之事，袒露真实想法，让彼此的交心更深入，情分更沉淀。",
      "谨记泰卦小往大来之吉，明白情路的亨通在于舍得，唯有舍小的私心，方能得大的相融，相守方得长久。"
    ],
    "一句话总结": [
      "泰，小往大来，吉亨",
      "天地交，泰",
      "心有灵犀一点通",
      "执子之手，与子偕行",
      "两情若是久长时，又岂在朝朝暮暮"
    ]
  },
  "财运": {
    "本卦": "乾",
    "变卦": "泰",
    "方向": "财运",
    "核心状态": {
      "层1": [
        "你近期财路现泰象，需交泰相融、共济开源，放下独断与短视学会取舍，小往大来方得财路吉亨，闭塞不通则财势难聚。",
        "你在理财中已有交泰之基，肯舍小的短期暴利换大的长期稳进，合作共济有了相融之态，财路正往通泰之势发展。",
        "你对财富的积累少了阴阳不交的闭塞，开源与节流相济、稳健与进取相融，小往大来的取舍正让财势慢慢沉淀，积累渐有稳进。",
        "你若在理财中恃刚自满、独断冒进，不肯舍小私利换大的合作格局，便会让财路重回闭塞，失了泰卦吉亨之象。",
        "你财中现泰卦之核，天地交而万物通，财路交而万利来，守正通泰、小往大来，财势方能长久丰裕。"
      ],
      "层2": [
        "乾阳转泰象，刚阳融柔、地天泰合，财路入交泰守财之境，天地交则万物生，财路交则万利聚，泰之吉在相融共济。",
        "泰，小往大来，吉亨，财中的小往是舍短期的暴利、舍独断的私利，大来是得长期的稳进、得合作的共赢，小往方有大来。",
        "上下交而其志同，财中之交是合作共济、思路相通，非是单方冒进，乃是阴阳相济、稳进相融，方得财路通泰。",
        "泰卦之象，贵在守正通泰，财中理财以正、合作以诚，不恃刚、不闭塞，让相融共济成为常态，方保吉亨之势。",
        "泰卦最忌阴阳不交、闭塞不通，理财中若独断冒进、闭门造车，不肯合作共济，即便有短暂盈利，也会慢慢折损，失泰成否。"
      ],
      "层3": [
        "理财中恃刚自满成习，将短期暴利当作唯一目标，不肯舍小利换大的长期稳进，让自身的财路始终处于不交之态，财势闭塞难聚。",
        "有增值之愿却无共济之行，表面合作实则各谋私利，不肯舍小的私心迁就共赢，小往的取舍皆为表面，难有大来的财势。",
        "遇事斤斤计较，不肯舍小的得失换大的合作格局，阴阳相济之态全无，刚直冒进的隔阂渐生，财路的泰象慢慢消散。",
        "独断封闭，不愿与他人沟通理财思路，将自身的方法强加于市场，上下不交、思路相悖，让财路的通泰之境沦为闭塞之态。",
        "守正不足，以侥幸之心对待理财，小往的取舍只为求即时的收益，无有长久丰裕的诚意，泰卦的吉亨终成泡影。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续财路能守正通泰，始终保持交泰相融之心，放下更多小的短视执念，学会合作共济、合理取舍，小往大来，财势愈发丰裕。",
        "你会继续以柔融刚、阴阳相济，理财多理性、合作多诚心，舍小的短期暴利换大的长期稳进，财路的相通愈发默契。",
        "你若曾有封闭之态，会慢慢打开思路，借鉴他人的理财经验，让自身的理财更趋科学，财路的通泰之势愈发稳固。",
        "你在小往大来的理财中，沉淀出更稳健的财势，开源节流相融、合作共济相济，无有闭塞折损之险，财路吉亨。",
        "你若能始终交泰相融、守正通泰，财路便可得泰卦之吉，小往大来，财势稳进，丰裕长久顺遂。"
      ],
      "层2": [
        "财运气势为先塞后稳，前期的折损皆是阴阳不交之象，交泰相融、小往大来，便可得财路吉亨之局。",
        "收敛冒进之态，增共济相融之心，舍小短视、打开思路，财中的闭塞慢慢消散，自身的财势愈发稳进，唯需戒独断。",
        "财中之正慢慢深化，守正通泰的诚意渐显，小往的取舍皆为理性，大来的财势愈发醇厚，积累的稳进渐浓。",
        "地天泰合的默契慢慢形成，阴阳相济、稳进相融，思路相通而无闭塞，财路步入通泰吉亨之态，丰裕稳进。",
        "若能始终交泰相融、小往大来，不失泰卦守财之象，财路便会远离闭塞不通之凶，天地交泰，财势绵长。"
      ]
    },
    "建议行动": [
      "守理财之正，戒独断冒进，谨记天地交而万物通之理，打开理财思路学会合作共济，交泰相融、阴阳相济，保财路通泰。",
      "学会小往大来，舍短期的小暴利、舍独断的小私利，以理性取舍、以诚心合作，换长期的大稳进、换合作的大共赢。",
      "摒弃恃刚自满之态，遇事多研究市场规律、借鉴他人经验，不将自身意愿强加于市场，让稳进相融成为理财常态，财势相通无隔阂。",
      "守正通泰，以稳守本金为财路之基，不做表面合作之事，坦诚与伙伴沟通，让彼此的共济更深入，财势更沉淀。",
      "谨记泰卦小往大来之吉，明白财路的亨通在于舍得，唯有舍小的短视，方能得大的稳进，丰裕方得长久。"
    ],
    "一句话总结": [
      "泰，小往大来，吉亨",
      "天地交，泰",
      "君子爱财，取之有道",
      "同舟共济，互利共赢",
      "稳中求进，财源广进"
    ]
  },
  "工作": {
    "本卦": "乾",
    "变卦": "泰",
    "方向": "工作",
    "核心状态": {
      "层1": [
        "你近期职场现泰象，需上下交泰、团队相融，放下独断与私心学会协作，小往大来方得职场吉亨，闭塞不通则职业难进。",
        "你在工作中已有交泰之基，肯舍小的个人成绩换大的团队共赢，上下沟通有了相融之态，职场正往通泰之势发展。",
        "你对工作的推进少了阴阳不交的闭塞，个人能力与团队协作相济、进取与沉稳相融，小往大来的取舍正让职业口碑慢慢沉淀，发展渐有顺意。",
        "你若在职场中恃刚自满、独断专行，不肯舍小私心换大的团队格局，便会让职场重回闭塞，失了泰卦吉亨之象。",
        "你职场现泰卦之核，天地交而万物通，上下交而其志同，守正通泰、小往大来，职业方能长久通达。"
      ],
      "层2": [
        "乾阳转泰象，刚阳融柔、地天泰合，职场入交泰履职之境，天地交则万物生，上下交则事业兴，泰之吉在相融协作。",
        "泰，小往大来，吉亨，职场中的小往是舍个人的小成绩、舍独断的小私心，大来是得团队的大共赢、得职业的大发展，小往方有大来。",
        "上下交而其志同，职场中之交是心意相通、步调相合，非是单方逞强，乃是阴阳相济、刚柔相融，方得职场通泰。",
        "泰卦之象，贵在守正通泰，职场中履职以正、协作以诚，不恃刚、不闭塞，让相融协作成为常态，方保吉亨之势。",
        "泰卦最忌阴阳不交、闭塞不通，职场中若独断专行、闭门造车，不肯沟通协作，即便有短暂成绩，也会慢慢受阻，失泰成否。"
      ],
      "层3": [
        "职场中恃刚自满成习，将个人成绩当作唯一目标，不肯舍小功换大的团队共赢，让自身的职场始终处于不交之态，职业闭塞难进。",
        "有进取之愿却无协作之行，表面融入团队实则各谋私利，不肯舍小的私心迁就共赢，小往的取舍皆为表面，难有大来的职业发展。",
        "遇事斤斤计较，不肯舍小的得失换大的团队格局，阴阳相济之态全无，刚直逞强的隔阂渐生，职场的泰象慢慢消散。",
        "独断封闭，不愿与领导同事沟通工作思路，将自身的想法强加于团队，上下不交、思路相悖，让职场的通泰之境沦为闭塞之态。",
        "守正不足，以邀功之心对待工作，小往的取舍只为求即时的认可，无有长久通达的诚意，泰卦的吉亨终成泡影。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续职场能守正通泰，始终保持上下交泰之心，放下更多小的个人执念，学会团队协作、合理取舍，小往大来，职业愈发通达。",
        "你会继续以柔融刚、阴阳相济，工作多沟通、协作多诚心，舍小的个人成绩换大的团队共赢，职场的上下相通愈发默契。",
        "你若曾有封闭之态，会慢慢打开思路，倾听领导同事的建议，让自身的工作更趋高效，职场的通泰之势愈发稳固。",
        "你在小往大来的履职中，沉淀出更良好的职业口碑，个人能力与团队协作相融、进取与沉稳相济，无有闭塞受阻之险，职场吉亨。",
        "你若能始终上下交泰、守正通泰，职场便可得泰卦之吉，小往大来，职业稳进，发展长久顺遂。"
      ],
      "层2": [
        "职场运势为先塞后通，前期的阻滞皆是阴阳不交之象，上下交泰、小往大来，便可得职场吉亨之局。",
        "收敛刚直之态，增协作相融之心，舍小私心、打开思路，职场的闭塞慢慢消散，自身的职业发展愈发顺意，唯需戒独断。",
        "职中之正慢慢深化，守正通泰的诚意渐显，小往的取舍皆为真心，大来的职业发展愈发醇厚，口碑的沉淀渐浓。",
        "地天泰合的默契慢慢形成，阴阳相济、刚柔相融，上下相通而无闭塞，职场步入通泰吉亨之态，发展稳进。",
        "若能始终上下交泰、小往大来，不失泰卦履职之象，职场便会远离闭塞不通之凶，天地交泰，职业绵长。"
      ]
    },
    "建议行动": [
      "守职场之正，戒独断专行，谨记上下交而其志同之理，主动与领导同事沟通，上下交泰、团队相融，保职场通泰。",
      "学会小往大来，舍个人的小成绩、舍独断的小私心，以诚心协作、以大局为重，换团队的大共赢、换职业的大发展。",
      "摒弃恃刚自满之态，遇事多倾听他人建议、顾及团队节奏，不将自身意愿强加于团队，让协作相融成为履职常态，职场相通无隔阂。",
      "守正通泰，以踏实做事为职场之基，不做表面协作之事，坦诚与团队沟通工作思路，让彼此的协作更深入，职业口碑更沉淀。",
      "谨记泰卦小往大来之吉，明白职场的亨通在于舍得，唯有舍小的私心，方能得大的发展，通达方得长久。"
    ],
    "一句话总结": [
      "泰，小往大来，吉亨",
      "上下交而其志同",
      "和衷共济，其利断金",
      "功不唐捐，终有回响",
      "脚踏实地，职场通达"
    ]
  },
  "健康": {
    "本卦": "乾",
    "变卦": "泰",
    "方向": "健康",
    "核心状态": {
      "层1": [
        "你近期身心现泰象，需形神交泰、阴阳相济，放下执念与强求学会顺应，小往大来方得身心吉亨，闭塞不通则机能难和。",
        "你在养生中已有交泰之基，肯舍小的速效执念换大的长久舒泰，形神调理有了相融之态，身心正往通泰之势发展。",
        "你对身心的养护少了阴阳不交的闭塞，作息与饮食相济、情志与躯体相融，小往大来的取舍正让身体元气慢慢沉淀，康健渐有舒泰。",
        "你若在养生中恃刚强求、闭塞自身，不肯舍小功利换大的自然顺应，便会让身心重回闭塞，失了泰卦吉亨之象。",
        "你身心现泰卦之核，天地交而万物通，形神交而身心和，守正通泰、小往大来，康健方能长久舒泰。"
      ],
      "层2": [
        "乾阳转泰象，刚阳融柔、地天泰合，身心入交泰养身之境，天地交则万物生，形神交则身心和，泰之吉在相融顺应。",
        "泰，小往大来，吉亨，养身中的小往是舍速效的执念、舍强求的功利，大来是得长久的舒泰、得元气的充盈，小往方有大来。",
        "上下交而其志同，身中之交是形神相通、阴阳相济，非是单方调理，乃是情志与躯体相融、刚柔与虚实相济，方得身心通泰。",
        "泰卦之象，贵在守正通泰，养身中调理以正、顺应以和，不恃刚、不闭塞，让形神相融成为常态，方保吉亨之势。",
        "泰卦最忌阴阳不交、闭塞不通，养生中若强求功利、闭门调理，不肯顺应身体节律，即便有短暂舒适，也会慢慢违和，失泰成否。"
      ],
      "层3": [
        "养生中恃刚强求成习，将身体指标当作唯一目标，不肯舍小的速效执念换大的长久舒泰，让自身的身心始终处于不交之态，机能闭塞难和。",
        "有康健之愿却无顺应之行，表面调理实则违背身体节律，不肯舍小的功利迁就自然，小往的取舍皆为表面，难有大来的身心舒泰。",
        "遇事焦虑计较，不肯舍小的得失换大的身心平和，阴阳相济之态全无，刚直强求的隔阂渐生，身心的泰象慢慢消散。",
        "独断封闭，不愿倾听身体的真实感受，将自身的养生想法强加于躯体，形神不交、阴阳相悖，让身心的通泰之境沦为闭塞之态。",
        "守正不足，以浮躁之心对待养生，小往的取舍只为求即时的指标达标，无有长久舒泰的诚意，泰卦的吉亨终成泡影。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续身心能守正通泰，始终保持形神交泰之心，放下更多小的功利执念，学会顺应身体、合理调理，小往大来，康健愈发舒泰。",
        "你会继续以柔融刚、阴阳相济，养生多顺应、调理多温和，舍小的速效执念换大的长久舒泰，身心的形神相通愈发默契。",
        "你若曾有封闭之态，会慢慢倾听身体感受，调整养生思路顺应自然，让自身的调理更趋科学，身心的通泰之势愈发稳固。",
        "你在小往大来的养身中，沉淀出更充盈的身体元气，作息与饮食相融、情志与躯体相济，无有闭塞违和之险，身心吉亨。",
        "你若能始终形神交泰、守正通泰，身心便可得泰卦之吉，小往大来，元气充盈，康健长久顺遂。"
      ],
      "层2": [
        "身心健康运势为先塞后和，前期的违和皆是阴阳不交之象，形神交泰、小往大来，便可得身心吉亨之局。",
        "收敛强求之态，增顺应相融之心，舍小功利、倾听身体，身心的闭塞慢慢消散，自身的元气愈发充盈，唯需戒浮躁。",
        "养身之正慢慢深化，守正通泰的诚意渐显，小往的取舍皆为顺应，大来的身心舒泰愈发醇厚，康健的沉淀渐浓。",
        "地天泰合的默契慢慢形成，阴阳相济、形神相融，身心相通而无闭塞，步入通泰吉亨之态，康健舒泰。",
        "若能始终形神交泰、小往大来，不失泰卦养身之象，身心便会远离闭塞不通之凶，天地交泰，康健绵长。"
      ]
    },
    "建议行动": [
      "守健康之正，戒恃刚强求，谨记天地交而万物通之理，倾听身体感受学会顺应自然，形神交泰、阴阳相济，保身心通泰。",
      "学会小往大来，舍速效的小执念、舍强求的小功利，以温和调理、以自然顺应，换长久的大舒泰、换元气的大充盈。",
      "摒弃恃刚自满之态，遇事多舒缓情志、顾及身体节律，不将自身养生意愿强加于躯体，让形神相融成为养身常态，身心相通无隔阂。",
      "守正通泰，以起居有常为养身之基，不做表面调理之事，坦诚与自身身心相处，让形神的相融更深入，元气更沉淀。",
      "谨记泰卦小往大来之吉，明白养身的亨通在于舍得，唯有舍小的功利，方能得大的舒泰，康健方得长久。"
    ],
    "一句话总结": [
      "泰，小往大来，吉亨",
      "天地交，泰",
      "食饮有节，起居有常",
      "心平气和，百病不侵",
      "形神相依，身心舒泰"
    ]
  },
  "学业": {
    "本卦": "乾",
    "变卦": "泰",
    "方向": "学业",
    "核心状态": {
      "层1": [
        "你近期学业现泰象，需学思交泰、知行相融，放下浮躁与死磕学会取舍，小往大来方得学业吉亨，闭塞不通则精进难成。",
        "你在求学中已有交泰之基，肯舍小的难题死磕换大的基础夯实，学思结合有了相融之态，学业正往通泰之势发展。",
        "你对学习的推进少了阴阳不交的闭塞，书本知识与实践思考相济、刷题与复盘相融，小往大来的取舍正让知识体系慢慢沉淀，精进渐有顺意。",
        "你若在求学中恃刚浮躁、闭塞思路，不肯舍小的速成执念换大的踏实积累，便会让学业重回闭塞，失了泰卦吉亨之象。",
        "你学业现泰卦之核，天地交而万物通，学思交而知识通，守正通泰、小往大来，学业方能长久精进。"
      ],
      "层2": [
        "乾阳转泰象，刚阳融柔、地天泰合，学业入交泰求学之境，天地交则万物生，学思交则知识通，泰之吉在相融踏实。",
        "泰，小往大来，吉亨，求学中的小往是舍速成的执念、舍死磕的浮躁，大来是得扎实的基础、得完整的知识体系，小往方有大来。",
        "上下交而其志同，学业中之交是学思相通、知行相融，非是单方刷题，乃是书本与实践相融、思考与积累相济，方得学业通泰。",
        "泰卦之象，贵在守正通泰，求学中学习以正、积累以实，不恃刚、不闭塞，让学思相融成为常态，方保吉亨之势。",
        "泰卦最忌阴阳不交、闭塞不通，求学中若浮躁速成、闭门刷题，不肯学思结合，即便有短暂分数提升，也会慢慢疏漏，失泰成否。"
      ],
      "层3": [
        "求学中恃刚浮躁成习，将高分当作唯一目标，不肯舍小的速成执念换大的基础夯实，让自身的学业始终处于不交之态，知识闭塞难通。",
        "有精进之愿却无踏实之行，表面刷题实则缺乏思考，不肯舍小的分数执念迁就积累，小往的取舍皆为表面，难有大来的学业精进。",
        "遇事急于求成，不肯舍小的难题得失换大的知识体系，阴阳相济之态全无，刚直死磕的隔阂渐生，学业的泰象慢慢消散。",
        "独断封闭，不愿与老师同学交流学习思路，将自身的刷题方法强加于学习，学思不交、知行相悖，让学业的通泰之境沦为闭塞之态。",
        "守正不足，以功利之心对待学习，小往的取舍只为求即时的分数，无有长久精进的诚意，泰卦的吉亨终成泡影。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续学业能守正通泰，始终保持学思交泰之心，放下更多小的浮躁执念，学会学思结合、合理取舍，小往大来，学业愈发精进。",
        "你会继续以柔融刚、阴阳相济，学习多思考、积累多复盘，舍小的难题死磕换大的基础夯实，学业的学思相通愈发默契。",
        "你若曾有封闭之态，会慢慢打开思路，与老师同学交流学习方法，让自身的学习更趋高效，学业的通泰之势愈发稳固。",
        "你在小往大来的求学中，沉淀出更完整的知识体系，书本知识与实践思考相融、刷题与复盘相济，无有闭塞疏漏之险，学业吉亨。",
        "你若能始终学思交泰、守正通泰，学业便可得泰卦之吉，小往大来，基础扎实，精进长久顺遂。"
      ],
      "层2": [
        "学业运势为先塞后进，前期的疏漏皆是阴阳不交之象，学思交泰、小往大来，便可得学业吉亨之局。",
        "收敛浮躁之态，增思考相融之心，舍小速成、打开思路，学业的闭塞慢慢消散，自身的知识体系愈发完整，唯需戒死磕。",
        "学中之正慢慢深化，守正通泰的诚意渐显，小往的取舍皆为踏实，大来的学业精进愈发醇厚，积累的沉淀渐浓。",
        "地天泰合的默契慢慢形成，阴阳相济、学思相融，知识相通而无闭塞，学业步入通泰吉亨之态，精进稳进。",
        "若能始终学思交泰、小往大来，不失泰卦求学之象，学业便会远离闭塞不通之凶，天地交泰，学业绵长。"
      ]
    },
    "建议行动": [
      "守学业之正，戒浮躁死磕，谨记天地交而万物通之理，主动与老师同学交流，学思交泰、知行相融，保学业通泰。",
      "学会小往大来，舍速成的小执念、舍死磕的小浮躁，以踏实思考、以系统积累，换扎实的大基础、换完整的大知识体系。",
      "摒弃恃刚浮躁之态，遇事多思考总结、顾及知识体系，不将自身刷题意愿强加于学习，让学思相融成为求学常态，知识相通无隔阂。",
      "守正通泰，以夯实基础为求学之基，不做表面刷题之事，坦诚交流学习思路，让彼此的探讨更深入，知识体系更沉淀。",
      "谨记泰卦小往大来之吉，明白学业的亨通在于舍得，唯有舍小的功利，方能得大的精进，通达方得长久。"
    ],
    "一句话总结": [
      "泰，小往大来，吉亨",
      "天地交，泰",
      "勤学有恒，水滴石穿",
      "学而不思则罔，思而不学则殆",
      "夯实基础，行稳致远"
    ]
  },
  "人际关系": {
    "本卦": "乾",
    "变卦": "泰",
    "方向": "人际关系",
    "核心状态": {
      "层1": [
        "你近期人际现泰象，需相交泰融、心意相通，放下计较与封闭学会包容，小往大来方得人际吉亨，闭塞不通则情谊难长。",
        "你在社交中已有交泰之基，肯舍小的个人计较换大的彼此和谐，相交交心有了相融之态，人际正往通泰之势发展。",
        "你对人际的维护少了阴阳不交的闭塞，自我表达与倾听理解相济、坚持自我与包容他人相融，小往大来的取舍正让人际情谊慢慢沉淀，相处渐有和顺。",
        "你若在社交中恃刚自满、闭塞内心，不肯舍小计较换大的相融格局，便会让人际重回闭塞，失了泰卦吉亨之象。",
        "你人际现泰卦之核，天地交而万物通，心意交而情谊长，守正通泰、小往大来，人际方能长久和谐。"
      ],
      "层2": [
        "乾阳转泰象，刚阳融柔、地天泰合，人际入交泰相交之境，天地交则万物生，心意交则情谊兴，泰之吉在相融包容。",
        "泰，小往大来，吉亨，社交中的小往是舍个人的小计较、舍封闭的小私心，大来是得彼此的大和谐、得长久的大情谊，小往方有大来。",
        "上下交而其志同，人际中之交是心意相通、步调相合，非是单方迎合，乃是自我与他人相融、刚直与谦和相济，方得人际通泰。",
        "泰卦之象，贵在守正通泰，社交中相交以正、相处以和，不恃刚、不闭塞，让相融包容成为常态，方保吉亨之势。",
        "泰卦最忌阴阳不交、闭塞不通，社交中若独断直言、闭门自守，不肯包容理解，即便有短暂相处，也会慢慢生隙，失泰成否。"
      ],
      "层3": [
        "社交中恃刚自满成习，将自身观点当作唯一标准，不肯舍小的计较换大的彼此和谐，让自身的人际始终处于不交之态，情谊闭塞难长。",
        "有相融之愿却无交心之行，表面相处平和实则内心封闭，不肯舍小的私心迁就包容，小往的取舍皆为表面，难有大来的人际情谊。",
        "遇事斤斤计较，不肯舍小的得失换大的相处平和，阴阳相济之态全无，刚直直言的隔阂渐生，人际的泰象慢慢消散。",
        "独断封闭，不愿倾听他人的真实想法，将自身的意愿强加于人，心意不交、步调相悖，让人际的通泰之境沦为闭塞之态。",
        "守正不足，以功利之心对待社交，小往的取舍只为求即时的利益，无有长久和谐的诚意，泰卦的吉亨终成泡影。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续人际能守正通泰，始终保持相交泰融之心，放下更多小的计较执念，学会包容理解、敞开心扉，小往大来，人际愈发和谐。",
        "你会继续以柔融刚、阴阳相济，相处多倾听、相交多包容，舍小的个人计较换大的彼此和谐，人际的心意相通愈发默契。",
        "你若曾有封闭之态，会慢慢打开内心，坦诚与他人交流，让自身的社交更趋和顺，人际的通泰之势愈发稳固。",
        "你在小往大来的相交中，沉淀出更深厚的人际情谊，自我表达与倾听理解相融、坚持自我与包容他人相济，无有闭塞生隙之险，人际吉亨。",
        "你若能始终相交泰融、守正通泰，人际便可得泰卦之吉，小往大来，情谊绵长，相处长久顺遂。"
      ],
      "层2": [
        "人际运势为先塞后和，前期的隔阂皆是阴阳不交之象，相交泰融、小往大来，便可得人际吉亨之局。",
        "收敛刚直之态，增包容相融之心，舍小计较、敞开心扉，人际的闭塞慢慢消散，自身的情谊愈发深厚，唯需戒封闭。",
        "交中之正慢慢深化，守正通泰的诚意渐显，小往的取舍皆为真心，大来的人际和谐愈发醇厚，相处的和顺渐浓。",
        "地天泰合的默契慢慢形成，阴阳相济、心意相融，相交相通而无闭塞，人际步入通泰吉亨之态，相处和谐。",
        "若能始终相交泰融、小往大来，不失泰卦相交之象，人际便会远离闭塞不通之凶，天地交泰，情谊绵长。"
      ]
    },
    "建议行动": [
      "守人际之正，戒独断封闭，谨记天地交而万物通之理，敞开心扉与他人交心，相交泰融、心意相通，保人际通泰。",
      "学会小往大来，舍个人的小计较、舍封闭的小私心，以包容理解、以坦诚相交，换彼此的大和谐、换长久的大情谊。",
      "摒弃恃刚自满之态，遇事多换位思考、顾及他人感受，不将自身意愿强加于人，让包容相融成为社交常态，心意相通无隔阂。",
      "守正通泰，以真心相待为人际之基，不做表面相处之事，坦诚表达自身想法，让彼此的交心更深入，情谊更沉淀。",
      "谨记泰卦小往大来之吉，明白人际的亨通在于舍得，唯有舍小的私心，方能得大的相融，和谐方得长久。"
    ],
    "一句话总结": [
      "泰，小往大来，吉亨",
      "天地交，泰",
      "海纳百川，有容乃大",
      "君子之交淡如水，小人之交甘若醴",
      "相知无远近，万里尚为邻"
    ]
  },
  "出行": {
    "本卦": "乾",
    "变卦": "泰",
    "方向": "出行",
    "核心状态": {
      "层1": [
        "你近期出行现泰象，需行程交泰、内外相融，放下执念与固执学会灵活，小往大来方得出行吉亨，闭塞不通则行程难顺。",
        "你在出行筹备中已有交泰之基，肯舍小的计划执念换大的行程顺畅，同行沟通与实际筹备有了相融之态，出行正往通泰之势发展。",
        "你对行程的推进少了阴阳不交的闭塞，计划规划与实际变通相济、同行相伴与自身需求相融，小往大来的取舍正让行程体验慢慢沉淀，出行渐有顺意。",
        "你若在出行中恃刚固执、闭塞思路，不肯舍小计划换大的体验，便会让行程重回闭塞，失了泰卦吉亨之象。",
        "你出行现泰卦之核，天地交而万物通，行程交而山河顺，守正通泰、小往大来，出行方能长久顺遂。"
      ],
      "层2": [
        "乾阳转泰象，刚阳融柔、地天泰合，出行入交泰筹备之境，天地交则万物生，行程交则山河顺，泰之吉在相融灵活。",
        "泰，小往大来，吉亨，出行中的小往是舍计划的小执念、舍舒适的小私心，大来是得行程的大顺畅、得体验的大愉悦，小往方有大来。",
        "上下交而其志同，出行中之交是行程相通、同行相融，非是单方强求，乃是计划与变通相融、同行与自我相济，方得行程通泰。",
        "泰卦之象，贵在守正通泰，出行中筹备以正、推进以和，不恃刚、不闭塞，让相融灵活成为常态，方保吉亨之势。",
        "泰卦最忌阴阳不交、闭塞不通，出行中若固执计划、闭门筹备，不肯灵活变通，即便有短暂顺利，也会慢慢生波折，失泰成否。"
      ],
      "层3": [
        "出行中恃刚固执成习，将既定计划当作唯一标准，不肯舍小的计划执念换大的行程顺畅，让自身的行程始终处于不交之态，行程闭塞难顺。",
        "有启程之愿却无灵活之行，表面筹备完善实则固执己见，不肯舍小的计划迁就实际，小往的取舍皆为表面，难有大来的出行体验。",
        "遇事斤斤计较，不肯舍小的舒适换大的行程体验，阴阳相济之态全无，刚直固执的隔阂渐生，出行的泰象慢慢消散。",
        "独断封闭，不愿与同行者沟通行程想法，将自身的计划强加于人，行程不交、同行相悖，让出行的通泰之境沦为闭塞之态。",
        "守正不足，以浮躁之心对待出行，小往的取舍只为求即时的顺利，无有长久愉悦的诚意，泰卦的吉亨终成泡影。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续出行能守正通泰，始终保持行程交泰之心，放下更多小的计划执念，学会灵活变通、与同行沟通，小往大来，出行愈发顺遂。",
        "你会继续以柔融刚、阴阳相济，筹备多灵活、推进多沟通，舍小的计划执念换大的行程顺畅，出行的行程相通愈发默契。",
        "你若曾有封闭之态，会慢慢打开思路，根据实际情况调整计划，让自身的出行更趋顺意，行程的通泰之势愈发稳固。",
        "你在小往大来的出行中，沉淀出更愉悦的行程体验，计划规划与实际变通相融、同行相伴与自身需求相济，无有闭塞波折之险，出行吉亨。",
        "你若能始终行程交泰、守正通泰，出行便可得泰卦之吉，小往大来，一路顺畅，体验长久顺遂。"
      ],
      "层2": [
        "出行运势为先塞后顺，前期的波折皆是阴阳不交之象，行程交泰、小往大来，便可得出行吉亨之局。",
        "收敛固执之态，增灵活相融之心，舍小计划、打开思路，行程的闭塞慢慢消散，自身的出行体验愈发愉悦，唯需戒独断。",
        "行中之正慢慢深化，守正通泰的诚意渐显，小往的取舍皆为灵活，大来的行程顺畅愈发醇厚，体验的愉悦渐浓。",
        "地天泰合的默契慢慢形成，阴阳相济、行程相融，思路相通而无闭塞，出行步入通泰吉亨之态，一路顺畅。",
        "若能始终行程交泰、小往大来，不失泰卦出行之象，出行便会远离闭塞不通之凶，天地交泰，山河畅行。"
      ]
    },
    "建议行动": [
      "守出行之正，戒固执独断，谨记天地交而万物通之理，打开思路学会灵活变通，行程交泰、内外相融，保出行通泰。",
      "学会小往大来，舍计划的小执念、舍舒适的小私心，以灵活筹备、以坦诚沟通，换行程的大顺畅、换体验的大愉悦。",
      "摒弃恃刚固执之态，遇事多根据实际情况调整、顾及同行者感受，不将自身计划强加于人，让灵活相融成为出行常态，行程相通无隔阂。",
      "守正通泰，以未雨绸缪为出行之基，不做表面筹备之事，坦诚与同行者沟通行程思路，让彼此的同行更深入，体验更沉淀。",
      "谨记泰卦小往大来之吉，明白出行的亨通在于舍得，唯有舍小的执念，方能得大的顺畅，顺遂方得长久。"
    ],
    "一句话总结": [
      "泰，小往大来，吉亨",
      "天地交，泰",
      "未雨绸缪，行则顺遂",
      "灵活变通，一路平安",
      "山河交泰，畅行无阻"
    ]
  },
  "诸事": {
    "本卦": "乾",
    "变卦": "泰",
    "方向": "诸事顺遂",
    "核心状态": {
      "层1": [
        "你近期诸事现泰象，需处事交泰、内外相融，放下独断与短视学会取舍，小往大来方得诸事吉亨，闭塞不通则百事难成。",
        "你在处事中已有交泰之基，肯舍小的速成执念换大的长久顺遂，内外沟通与实际推进有了相融之态，诸事正往通泰之势发展。",
        "你对诸事的推进少了阴阳不交的闭塞，自身谋划与他人相助相济、短期推进与长期布局相融，小往大来的取舍正让处事格局慢慢沉淀，百事渐有顺意。",
        "你若在处事中恃刚自满、闭塞思路，不肯舍小私利换大的全局格局，便会让诸事重回闭塞，失了泰卦吉亨之象。",
        "你诸事现泰卦之核，天地交而万物通，处事交而百事顺，守正通泰、小往大来，百事方能长久兴荣。"
      ],
      "层2": [
        "乾阳转泰象，刚阳融柔、地天泰合，诸事入交泰笃行之境，天地交则万物生，处事交则百事兴，泰之吉在相融取舍。",
        "泰，小往大来，吉亨，处事中的小往是舍速成的执念、舍独断的私利，大来是得长久的顺遂、得全局的大格局，小往方有大来。",
        "上下交而其志同，诸事中之交是思路相通、步调相合，非是单方推进，乃是自身与他人相融、短期与长期相济，方得诸事通泰。",
        "泰卦之象，贵在守正通泰，处事中笃行以正、谋划以和，不恃刚、不闭塞，让相融取舍成为常态，方保吉亨之势。",
        "泰卦最忌阴阳不交、闭塞不通，处事中若独断专行、闭门谋划，不肯沟通协作，即便有短暂顺利，也会慢慢阻滞，失泰成否。"
      ],
      "层3": [
        "处事中恃刚自满成习，将即时成效当作唯一目标，不肯舍小的速成执念换大的长久顺遂，让自身的诸事始终处于不交之态，百事闭塞难成。",
        "有成事之愿却无共济之行，表面推进实则独断专行，不肯舍小的私利迁就全局，小往的取舍皆为表面，难有大来的诸事顺遂。",
        "遇事斤斤计较，不肯舍小的得失换大的全局格局，阴阳相济之态全无，刚直独断的隔阂渐生，诸事的泰象慢慢消散。",
        "独断封闭，不愿与他人沟通处事思路，将自身的想法强加于事态，思路不交、步调相悖，让诸事的通泰之境沦为闭塞之态。",
        "守正不足，以浮躁之心对待处事，小往的取舍只为求即时的成效，无有长久兴荣的诚意，泰卦的吉亨终成泡影。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续诸事能守正通泰，始终保持处事交泰之心，放下更多小的短视执念，学会沟通协作、合理取舍，小往大来，百事愈发顺遂。",
        "你会继续以柔融刚、阴阳相济，处事多沟通、谋划多全局，舍小的速成执念换大的长久顺遂，诸事的思路相通愈发默契。",
        "你若曾有封闭之态，会慢慢打开思路，借鉴他人的经验、结合实际情况推进，让自身的处事更趋高效，诸事的通泰之势愈发稳固。",
        "你在小往大来的笃行中，沉淀出更开阔的处事格局，自身谋划与他人相助相融、短期推进与长期布局相济，无有闭塞阻滞之险，百事吉亨。",
        "你若能始终处事交泰、守正通泰，诸事便可得泰卦之吉，小往大来，百事顺遂，兴荣长久顺遂。"
      ],
      "层2": [
        "整体运势为先塞后通，前期的阻滞皆是阴阳不交之象，处事交泰、小往大来，便可得诸事吉亨之局。",
        "收敛刚直之态，增共济相融之心，舍小短视、打开思路，诸事的闭塞慢慢消散，自身的处事格局愈发开阔，唯需戒独断。",
        "事中之正慢慢深化，守正通泰的诚意渐显，小往的取舍皆为全局，大来的百事顺遂愈发醇厚，格局的沉淀渐浓。",
        "地天泰合的默契慢慢形成，阴阳相济、思路相融，处事相通而无闭塞，诸事步入通泰吉亨之态，百事兴荣。",
        "若能始终处事交泰、小往大来，不失泰卦处事之象，诸事便会远离闭塞不通之凶，天地交泰，百事绵长。"
      ]
    },
    "建议行动": [
      "守诸事之正，戒独断短视，谨记天地交而万物通之理，打开思路学会沟通协作，处事交泰、内外相融，保百事通泰。",
      "学会小往大来，舍速成的小执念、舍独断的小私利，以全局谋划、以诚心共济，换长久的大顺遂、换全局的大格局。",
      "摒弃恃刚自满之态，遇事多借鉴他人经验、顾及事态全局，不将自身意愿强加于事态，让相融共济成为处事常态，思路相通无隔阂。",
      "守正通泰，以踏实笃行为处事之基，不做表面推进之事，坦诚与他人沟通思路，让彼此的共济更深入，格局更沉淀。",
      "谨记泰卦小往大来之吉，明白诸事的亨通在于舍得，唯有舍小的私心，方能得大的顺遂，兴荣方得长久。"
    ],
    "一句话总结": [
      "泰，小往大来，吉亨",
      "天地交，泰",
      "守正笃行，万事顺遂",
      "和衷共济，百事兴荣",
      "四通八达，诸事大成"
    ]
  }
}