{
  "感情": {
    "本卦": "乾",
    "变卦": "艮",
    "方向": "感情",
    "核心状态": {
      "层1": [
        "你近期情路现乾变艮之象，刚进遇阻需敛锋止争，守心待合方不伤情分，任性强求则易生隔阂僵持。",
        "你在情中持乾刚进取之心，逢艮山阻遏当静守心意，与彼坦诚沟通不妄为，止则稳情进则有度方得相契。",
        "你若恃乾之刚健执意推进情路，无视艮之止道强行索求，便失刚止相济之理，刚猛遇阻必让情分生隙。",
        "你若悟乾变艮的卦中深意，便知情路阻滞是修合之期，知进知止守正蓄势，静守心意方能待情路通融。",
        "你于情中逢阳刚遇山阻之局，需沉心定气辨彼此心意，守乾元之诚循艮止之规，不妄动不冷待方得情安。"
      ],
      "层2": [
        "乾阳化艮山，刚健入凝静，情路之止非停滞乃蓄合，艮止守心为基，乾诚相融为径，刚柔相衡方无咎。",
        "艮为山阻遏情路之进，乾为天固守情分之诚，止则争执暂缓，静则心意沉淀，敛锋和处方能化阻融隙。",
        "乾变艮的核心在知进知止，情路阻滞非天地之阻，乃刚柔失衡之阻，乾刚敛则艮静止，静守待合则两心契。",
        "阳刚遇艮阻而生情路僵持，非冷止无诚可解，非刚猛冒进可破，唯以乾诚为根，以艮静为法，持正止进方合卦理。",
        "艮卦之静守非退缩，是为情路再进蓄情分，乾变艮之象暗合情道，敛锋止躁以静化阻，刚止相济方得情路绵长。"
      ],
      "层3": [
        "情中心无艮止，刚猛冒进强行索求，相处无分寸界限，遇阻滞便执意推进，无敛锋之念无静守之意，情路阻遏愈深难转圜。",
        "妄进不止于情，遇矛盾便咄咄逼人不肯暂缓，无视对方感受与相处节奏，将艮止变成僵持，让阻滞变成裂痕，终难守情。",
        "冷止无诚于情，遇阻滞便心生冷淡彻底退缩，失乾之诚念忘艮之蓄合，止而不蓄静而不盼，情路易生疏离难相融。",
        "临阻失正于情，遇波折便乱了本心或刚愎或放弃，守正之心全无，进则失度止则失温，诚念消散则情路止境难渡。",
        "畏止妄行于情，逢艮止之象便心生焦躁不肯沉淀，无敛锋止进的定力，无守心待时的耐心，避止则刚猛妄行则阻深，终失相处之基。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续情路能悟乾变艮之理，敛锋止进知进知止，放下刚猛冒进的执念，与彼静守修合，情路阻遏慢慢消散渐有和顺。",
        "你会正视情路的艮阻之象，重拾乾之诚念与艮之静守，不再妄进不止也不冷止无诚，心意相通敛锋待合，情分在静守中慢慢升温。",
        "你若曾有刚猛冒进的情路之举，会慢慢收敛锋芒，学会静守心意以和化阻，让彼此相处在艮止中修合，情路隔阂慢慢消融，情分愈发醇厚。",
        "你若曾有冷止无诚的相处之态，会慢慢重拾诚意，学会止而蓄势持正待进，不再彻底退缩造隙，坦诚沟通后情路僵持渐成相契。",
        "你若能始终守乾变艮的卦理，刚止相济守诚念循止道，情路便可得艮卦无咎之吉，阻遏尽消情分绵长，相守顺遂。"
      ],
      "层2": [
        "情运势为先止后和，前期阻滞皆是乾变艮的止守之象，守心待时知进知止，便可得情路无咎之局，和顺之势自会生起。",
        "立敛锋之心弃妄进之念，在艮止蓄合的状态里，情路阻遏慢慢化解，与彼的修合之契愈发深厚，唯戒刚猛忌冷止，守刚止相济的分寸。",
        "情中之正慢慢深化，乾诚艮静的分寸渐显，知进知止持正相处成为常态，情路的艮止之境彻底消散，两心相契的和顺之势愈发鲜明。",
        "乾刚艮止的险象慢慢消解，以乾诚相守以艮静修合，情路无妄进不止之险，无冷止无诚之困，步入止而无咎行而有度之态，相守长久。",
        "始终刚止相济守心待时，不失乾变艮的卦理之要，情路便远离妄进冷止之凶，止守修合心意相通，情分的根基愈发牢固。"
      ]
    },
    "建议行动": [
      "守情路之正，戒刚猛冒进、冷止无诚，以乾之诚念固情基，与彼敛锋止进静守修合，把握刚止相济的相处分寸渡情路之阻。",
      "学会知进知止，遇情中争执不冒进不冷待，持正相处把控节奏，以艮静化阻以乾诚融隙，让止守成为情分的修合石而非绊脚石。",
      "摒弃妄进不止之念，遇情路阻滞多沉淀心意，坦诚沟通敛锋待合，凡事不越界强求，让艮静成为修合的依靠而非相处的隔阂。",
      "临阻守正不慌乱，遇情分矛盾不刚愎不放弃，坚守本心诚念相待，以艮之静气待时，以乾之刚健守诺，让情路在止守中愈发牢固。",
      "谨记乾变艮的卦理之要，明白情路止守的至上之度是知进知止、刚止相济，唯诚不破唯静能融，方能让情路止而无咎相守长久。"
    ],
    "一句话总结": [
      "身无彩凤双飞翼，心有灵犀一点通",
      "两情若是久长时，又岂在朝朝暮暮",
      "相见时难别亦难，东风无力百花残",
      "落花人独立，微雨燕双飞",
      "相思相见知何日，此时此夜难为情"
    ]
  },
  "财运": {
    "本卦": "乾",
    "变卦": "艮",
    "方向": "财运",
    "核心状态": {
      "层1": [
        "你近期财路现乾变艮之象，刚进遇阻需敛锋止投，守本蓄势方不损本金，盲目冒进则易生亏空套牢。",
        "你在理财中持乾刚进取之心，逢艮山阻遏当静守本金，顺市场规律不妄为，止则稳财进则有度方得财势稳健。",
        "你若恃乾之刚健强行加仓追高，无视艮之止道任性投资，便失刚止相济之理，刚猛遇阻必让财路生险。",
        "你若悟乾变艮的卦中深意，便知财路阻滞是蓄势之期，知进知止守正待机，静守本金方能待财路通融。",
        "你于财中逢阳刚遇山阻之局，需沉心定气辨市场形势，守乾元之正循艮止之规，不妄投不闲置方得财基稳固。"
      ],
      "层2": [
        "乾阳化艮山，刚健入凝静，财路之止非停滞乃蓄势，艮止守本为基，乾理相融为径，刚柔相衡方无咎。",
        "艮为山阻遏财路之进，乾为天固守理财之智，止则投资暂缓，静则本金沉淀，敛锋稳投方能化阻避险。",
        "乾变艮的核心在知进知止，财路阻滞非市场之险，乃贪念失衡之险，乾刚敛则艮静止，静守待机则财势融。",
        "阳刚遇艮阻而生财路套牢，非空止无谋可解，非刚猛冒投可破，唯以乾理为根，以艮静为法，持正止进方合卦理。",
        "艮卦之静守非守财，是为财路再进蓄能量，乾变艮之象暗合财道，敛锋止躁以静化险，刚止相济方得财路绵长。"
      ],
      "层3": [
        "理财中心无艮止，刚猛冒投盲目追高，布局无风险界限，遇阻滞便执意加仓，无敛锋之念无守本之意，财路阻遏愈深难转圜。",
        "妄进不止于财，遇市场波动便急功近利逆势操作，无视市场规律与本金安全，将艮止变成套牢，让阻滞变成亏空，终难稳财。",
        "空止无谋于财，遇阻滞便心生冷淡彻底闲置，失乾之理性忘艮之蓄势，止而不蓄静而不谋，财路易生贬值难增值。",
        "临阻失正于财，遇市场波折便乱了本心或刚愎或恐慌，守正之心全无，进则失度止则失谋，理性消散则财路止境难渡。",
        "畏止妄行于财，逢艮止之象便心生焦躁不肯沉淀，无敛锋止投的定力，无守本待机的耐心，避止则刚猛妄行则险深，终失理财之基。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续财路能悟乾变艮之理，敛锋止投知进知止，放下刚猛冒投的执念，顺市场规律持正理财，财路阻遏慢慢消散渐有稳进。",
        "你会正视财路的艮阻之象，重拾乾之理性与艮之静守，不再妄进不止也不空止无谋，契合市场敛锋待机，财势在静守中慢慢稳进。",
        "你若曾有刚猛冒投的理财之举，会慢慢收敛锋芒，学会静守本金以稳化险，让自身布局在艮止中蓄势，财路套牢慢慢缓解财势稳健。",
        "你若曾有空止无谋的理财之态，会慢慢重拾谋划，学会止而蓄势持正待进，不再彻底闲置造滞，顺市场节奏后财路僵持渐成坦途。",
        "你若能始终守乾变艮的卦理，刚止相济守理性循止道，财路便可得艮卦无咎之吉，阻遏尽消财势丰裕，财源广进。"
      ],
      "层2": [
        "财运气势为先止后稳，前期阻滞皆是乾变艮的止守之象，守本待机知进知止，便可得财路无咎之局，稳进之势自会生起。",
        "立敛锋之心弃妄投之念，在艮止蓄势的状态里，财路阻遏慢慢化解，与市场的相契之契愈发深厚，唯戒刚猛忌空止，守刚止相济的分寸。",
        "财中之正慢慢深化，乾理艮静的分寸渐显，知进知止持正理财成为常态，财路的艮止之境彻底消散，财势稳进的趋势愈发鲜明。",
        "乾刚艮止的险象慢慢消解，以乾理守本以艮静待机，财路无妄进不止之险，无空止无谋之困，步入止而无咎行而有度之态，旺财长久。",
        "始终刚止相济守本待机，不失乾变艮的卦理之要，财路便远离妄投空止之凶，止守蓄势财路通达，财势的根基愈发牢固。"
      ]
    },
    "建议行动": [
      "守理财之正，戒刚猛冒投、空止无谋，以乾之理性固本金，顺市场规律敛锋止进，把握刚止相济的理财分寸渡财路之阻。",
      "学会知进知止，遇市场波动不冒投不闲置，持正理财把控风险，以艮静化险以乾理融亏，让止守成为财势的蓄势石而非绊脚石。",
      "摒弃妄进不止之念，遇财路阻滞多分析市场，理性观望敛锋待机，凡事不逆势强求，让艮静成为蓄势的依靠而非理财的隔阂。",
      "临阻守正不慌乱，遇市场调整不刚愎不恐慌，坚守本心理性守本，以艮之静气待时，以乾之刚健谋局，让财路在止守中愈发牢固。",
      "谨记乾变艮的卦理之要，明白财路止守的至上之度是知进知止、刚止相济，唯理不破唯稳能守，方能让财路止而无咎财源稳进。"
    ],
    "一句话总结": [
      "千淘万漉虽辛苦，吹尽狂沙始到金",
      "春种一粒粟，秋收万颗子",
      "不积跬步无以至千里，不积小流无以成江海",
      "宜未雨而绸缪，毋临渴而掘井",
      "沉舟侧畔千帆过，病树前头万木春"
    ]
  },
  "工作": {
    "本卦": "乾",
    "变卦": "艮",
    "方向": "工作",
    "核心状态": {
      "层1": [
        "你近期职场现乾变艮之象，刚进遇阻需敛锋止进，守职蓄能方不损业绩，任性蛮干则易生瓶颈停滞。",
        "你在工作中持乾刚进取之心，逢艮山阻遏当静守职责，顺团队节奏不妄为，止则稳岗进则有度方得职业稳健。",
        "你若恃乾之刚健强行推进项目，无视艮之止道独断专行，便失刚止相济之理，刚猛遇阻必让职场生困。",
        "你若悟乾变艮的卦中深意，便知职场阻滞是储能之期，知进知止守正补拙，静守职责方能待职场通融。",
        "你于职场逢阳刚遇山阻之局，需沉心定气辨工作形势，守乾元之正循艮止之规，不妄动不怠惰方得职业根基。"
      ],
      "层2": [
        "乾阳化艮山，刚健入凝静，职场之止非停滞乃蓄能，艮止守职为基，乾实相融为径，刚柔相衡方无咎。",
        "艮为山阻遏职业之进，乾为天固守履职之实，止则项目暂缓，静则能力沉淀，敛锋实干方能化阻晋阶。",
        "乾变艮的核心在知进知止，职场阻滞非事务之难，乃刚柔失衡之难，乾刚敛则艮静止，静守蓄能则职业融。",
        "阳刚遇艮阻而生职场瓶颈，非懒止无进可解，非刚猛蛮干可破，唯以乾实为根，以艮静为法，持正止进方合卦理。",
        "艮卦之静守非怠业，是为职场再进蓄力量，乾变艮之象暗合职道，敛锋止躁以静补拙，刚止相济方得职业绵长。"
      ],
      "层3": [
        "职场中心无艮止，刚猛蛮干强行推进，履职无权责界限，遇阻滞便执意冒进，无敛锋之念无守职之意，职场阻遏愈深难转圜。",
        "妄进不止于职，遇工作挑战便急功近利独断专行，无视团队协作与工作规律，将艮止变成停滞，让阻滞变成瓶颈，终难晋阶。",
        "懒止无进于职，遇阻滞便心生冷淡彻底怠惰，失乾之实干忘艮之蓄能，止而不蓄静而不进，职业易生衰退难发展。",
        "临阻失正于职，遇工作难题便乱了本心或刚愎或推诿，守正之心全无，进则失度止则失勤，实干消散则职场止境难渡。",
        "畏止妄行于职，逢艮止之象便心生焦躁不肯沉淀，无敛锋止进的定力，无守职蓄能的耐心，避止则刚猛妄行则阻深，终失履职之基。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续职场能悟乾变艮之理，敛锋止进知进知止，放下刚猛蛮干的执念，顺团队节奏持正履职，职场阻遏慢慢消散渐有通达。",
        "你会正视职场的艮阻之象，重拾乾之实干与艮之静守，不再妄进不止也不懒止无进，契合团队敛锋补拙，职业在静守中慢慢精进。",
        "你若曾有刚猛蛮干的履职之举，会慢慢收敛锋芒，学会静守职责以和化阻，让自身履职在艮止中蓄能，职场瓶颈慢慢缓解职业通达。",
        "你若曾有懒止无进的工作之态，会慢慢重拾实干，学会止而蓄势持正待进，不再彻底怠惰造滞，配合团队节奏后职场僵持渐成坦途。",
        "你若能始终守乾变艮的卦理，刚止相济守实干循止道，职场便可得艮卦无咎之吉，阻遏尽消职业通达，发展顺遂。"
      ],
      "层2": [
        "职场运势为先止后进，前期阻滞皆是乾变艮的止守之象，守职蓄能知进知止，便可得职场无咎之局，精进之势自会生起。",
        "立敛锋之心弃妄干之念，在艮止蓄能的状态里，职场阻遏慢慢化解，与团队的相契之契愈发深厚，唯戒刚猛忌懒止，守刚止相济的分寸。",
        "职中之正慢慢深化，乾实艮静的分寸渐显，知进知止持正履职成为常态，职场的艮止之境彻底消散，职业晋阶的趋势愈发鲜明。",
        "乾刚艮止的险象慢慢消解，以乾实守职以艮静蓄能，职场无妄进不止之险，无懒止无进之困，步入止而无咎行而有度之态，晋阶长久。",
        "始终刚止相济守职蓄能，不失乾变艮的卦理之要，职场便远离妄干懒止之凶，止守蓄力职业通达，发展的根基愈发牢固。"
      ]
    },
    "建议行动": [
      "守职场之正，戒刚猛蛮干、懒止无进，以乾之实干固业绩，顺团队节奏敛锋止进，把握刚止相济的履职分寸渡职场之阻。",
      "学会知进知止，遇工作难题不冒进不怠惰，持正履职把控权责，以艮静化阻以乾实补拙，让止守成为职业的蓄能石而非绊脚石。",
      "摒弃妄进不止之念，遇职场阻滞多配合团队，虚心学习敛锋补拙，凡事不越权强求，让艮静成为蓄力的依靠而非履职的隔阂。",
      "临阻守正不慌乱，遇工作挑战不刚愎不推诿，坚守本实干练履职，以艮之静气补短板，以乾之刚健守职责，让职场在止守中愈发牢固。",
      "谨记乾变艮的卦理之要，明白职场止守的至上之度是知进知止、刚止相济，唯勤不破唯和能进，方能让职场止而无咎发展顺遂。"
    ],
    "一句话总结": [
      "博观而约取，厚积而薄发",
      "磨刀不误砍柴工，临渴方知掘井迟",
      "书山有路勤为径，学海无涯苦作舟",
      "绳锯木断水滴石穿，跬步千里小流江海",
      "千磨万击还坚劲，任尔东西南北风"
    ]
  },
  "健康": {
    "本卦": "乾",
    "变卦": "艮",
    "方向": "健康",
    "核心状态": {
      "层1": [
        "你近期身心现乾变艮之象，刚进遇阻需敛锋止劳，守形蓄气方不伤元气，任性透支则易生违和疲惫。",
        "你在养生中持乾刚进取之心，逢艮山阻遏当静守作息，顺身体节律不妄为，止则稳身进则有度方得康健稳健。",
        "你若恃乾之刚健强行劳累透支，无视艮之止道任性作息，便失刚止相济之理，刚猛遇阻必让身心生恙。",
        "你若悟乾变艮的卦中深意，便知身心阻滞是养元之期，知进知止守正调神，静守形骸方能待身心通融。",
        "你于身心逢阳刚遇山阻之局，需沉心定气辨身体状态，守乾元之正循艮止之规，不妄劳不逸养方得身心安康。"
      ],
      "层2": [
        "乾阳化艮山，刚健入凝静，身心之止非停滞乃养元，艮止守形为基，乾律相融为径，刚柔相衡方无咎。",
        "艮为山阻遏身心之进，乾为天固守养生之律，止则劳累暂缓，静则元气沉淀，敛锋静养方能化阻复健。",
        "乾变艮的核心在知进知止，身心阻滞非体貌之疾，乃劳逸失衡之疾，乾刚敛则艮静止，静守养元则形神融。",
        "阳刚遇艮阻而生身心疲惫，非逸止无养可解，非刚猛妄劳可破，唯以乾律为根，以艮静为法，持正止进方合卦理。",
        "艮卦之静守非慵惰，是为身心再健蓄元气，乾变艮之象暗合养道，敛锋止劳以静调神，刚止相济方得康健绵长。"
      ],
      "层3": [
        "养生中心无艮止，刚猛妄劳强行透支，养护无节律界限，遇阻滞便执意劳累，无敛锋之念无守形之意，身心阻遏愈深难转圜。",
        "妄进不止于养，遇身体疲惫便急功近利高强度作息，无视身体节律与元气承受，将艮止变成耗损，让阻滞变成违和，终难复健。",
        "逸止无养于养，遇阻滞便心生冷淡彻底安逸，失乾之自律忘艮之养元，止而不蓄静而不养，身心易生慵懒难舒泰。",
        "临阻失正于养，遇身体不适便乱了本心或刚愎或讳疾，守正之心全无，进则失度止则失养，自律消散则身心止境难渡。",
        "畏止妄行于养，逢艮止之象便心生焦躁不肯沉淀，无敛锋止劳的定力，无守形养元的耐心，避止则刚猛妄行则耗深，终失养生之基。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续身心能悟乾变艮之理，敛锋止劳知进知止，放下刚猛妄劳的执念，顺身体节律持正养护，身心阻遏慢慢消散渐有舒泰。",
        "你会正视身心的艮阻之象，重拾乾之自律与艮之静守，不再妄劳不止也不逸止无养，契合形神敛锋养元，身心在静守中慢慢舒泰。",
        "你若曾有刚猛妄劳的养生之举，会慢慢收敛锋芒，学会静守作息以静养元，让自身养护在艮止中蓄气，身心疲惫慢慢缓解康健稳固。",
        "你若曾有逸止无养的养护之态，会慢慢重拾自律，学会止而蓄势持正待进，不再彻底安逸造慵，配合身体节奏后身心僵持渐成舒泰。",
        "你若能始终守乾变艮的卦理，刚止相济守自律循止道，身心便可得艮卦无咎之吉，阻遏尽消身心舒泰，康健长久。"
      ],
      "层2": [
        "健康运势为先止后和，前期阻滞皆是乾变艮的止守之象，守形养元知进知止，便可得身心无咎之局，舒泰之势自会生起。",
        "立敛锋之心弃妄劳之念，在艮止养元的状态里，身心阻遏慢慢化解，与自身形神的相契之契愈发深厚，唯戒刚猛忌逸止，守刚止相济的分寸。",
        "养身之正慢慢深化，乾律艮静的分寸渐显，知进知止持正养护成为常态，身心的艮止之境彻底消散，康健舒泰的趋势愈发鲜明。",
        "乾刚艮止的险象慢慢消解，以乾律守形以艮静养元，身心无妄劳不止之险，无逸止无养之困，步入止而无咎行而有度之态，康健长久。",
        "始终刚止相济守形养元，不失乾变艮的卦理之要，身心便远离妄劳逸止之凶，止守养元形神相融，健康的根基愈发牢固。"
      ]
    },
    "建议行动": [
      "守健康之正，戒刚猛妄劳、逸止无养，以乾之自律固体魄，顺身体节律敛锋止劳，把握刚止相济的养生分寸渡身心之阻。",
      "学会知进知止，遇身体疲惫不妄劳不逸养，持正养护把控作息，以艮静化阻以乾律融疾，让止守成为健康的养元石而非绊脚石。",
      "摒弃妄进不止之念，遇身心违和多倾听身体，规律作息敛锋养元，凡事不透支强求，让艮静成为蓄力的依靠而非养生的隔阂。",
      "临阻守正不慌乱，遇身体不适不刚愎不讳疾，坚守本心自律养护，以艮之静气调神，以乾之刚健守形，让身心在止守中愈发牢固。",
      "谨记乾变艮的卦理之要，明白身心止守的至上之度是知进知止、刚止相济，唯和不破唯养能复，方能让身心止而无咎康健长久。"
    ],
    "一句话总结": [
      "静以修身俭以养德，非淡泊无以明志",
      "养怡之福可得永年，老骥伏枥志在千里",
      "良药苦口利于病，忠言逆耳利于行",
      "起居有常饮食有节，不妄作劳形神自安",
      "身安而后家宁，心宁而后事顺"
    ]
  },
  "学业": {
    "本卦": "乾",
    "变卦": "艮",
    "方向": "学业",
    "核心状态": {
      "层1": [
        "你近期学业现乾变艮之象，刚进遇阻需敛锋止进，守基蓄知方不疏学识，任性冒进则易生瓶颈疏漏。",
        "你在求学中持乾刚进取之心，逢艮山阻遏当静守基础，顺学思节奏不妄为，止则稳知进则有度方得学识稳健。",
        "你若恃乾之刚健强行攻坚钻难，无视艮之止道浮躁求学，便失刚止相济之理，刚猛遇阻必让学业生困。",
        "你若悟乾变艮的卦中深意，便知学业阻滞是蓄知之期，知进知止守正补漏，静守基础方能待学业通融。",
        "你于学业逢阳刚遇山阻之局，需沉心定气辨学习状态，守乾元之正循艮止之规，不妄学不怠思方得学识根基。"
      ],
      "层2": [
        "乾阳化艮山，刚健入凝静，学业之止非停滞乃蓄知，艮止守基为基，乾勤相融为径，刚柔相衡方无咎。",
        "艮为山阻遏学业之进，乾为天固守求学之勤，止则攻坚暂缓，静则基础沉淀，敛锋勤学方能化阻精进。",
        "乾变艮的核心在知进知止，学业阻滞非知识之难，乃学思失衡之难，乾刚敛则艮静止，静守蓄知则学思融。",
        "阳刚遇艮阻而生学业瓶颈，非怠止无思可解，非刚猛冒学可破，唯以乾勤为根，以艮静为法，持正止进方合卦理。",
        "艮卦之静守非怠学，是为学业再进蓄新知，乾变艮之象暗合学道，敛锋止躁以静补漏，刚止相济方得学识绵长。"
      ],
      "层3": [
        "求学中心无艮止，刚猛冒学强行攻坚，积累无基础界限，遇阻滞便执意冒进，无敛锋之念无守基之意，学业阻遏愈深难转圜。",
        "妄进不止于学，遇学习难点便急功近利死磕硬钻，无视学习规律与自身基础，将艮止变成瓶颈，让阻滞变成疏漏，终难精进。",
        "怠止无思于学，遇阻滞便心生冷淡彻底懈怠，失乾之勤勉忘艮之蓄知，止而不蓄静而不思，学识易生衰退难通达。",
        "临阻失正于学，遇知识漏洞便乱了本心或刚愎或放弃，守正之心全无，进则失度止则失思，勤勉消散则学业止境难渡。",
        "畏止妄行于学，逢艮止之象便心生焦躁不肯沉淀，无敛锋止进的定力，无守基蓄知的耐心，避止则刚猛妄行则漏深，终失求知之基。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续学业能悟乾变艮之理，敛锋止进知进知止，放下刚猛冒学的执念，顺学思节奏持正求学，学业阻遏慢慢消散渐有精进。",
        "你会正视学业的艮阻之象，重拾乾之勤勉与艮之静守，不再妄进不止也不怠止无思，契合学思敛锋补漏，学识在静守中慢慢通达。",
        "你若曾有刚猛冒学的求学之举，会慢慢收敛锋芒，学会静守基础以稳补漏，让自身求知在艮止中蓄知，学业瓶颈慢慢缓解学识精进。",
        "你若曾有怠止无思的学习之态，会慢慢重拾勤勉，学会止而蓄势持正待进，不再彻底懈怠造疏，配合学习节奏后学业僵持渐成坦途。",
        "你若能始终守乾变艮的卦理，刚止相济守勤勉循止道，学业便可得艮卦无咎之吉，阻遏尽消学识精进，通达顺遂。"
      ],
      "层2": [
        "学业运势为先止后进，前期阻滞皆是乾变艮的止守之象，守基蓄知知进知止，便可得学业无咎之局，精进之势自会生起。",
        "立敛锋之心弃妄学之念，在艮止蓄知的状态里，学业阻遏慢慢化解，与学思的相契之契愈发深厚，唯戒刚猛忌怠止，守刚止相济的分寸。",
        "学中之正慢慢深化，乾勤艮静的分寸渐显，知进知止持正求学成为常态，学业的艮止之境彻底消散，学识精进的趋势愈发鲜明。",
        "乾刚艮止的险象慢慢消解，以乾勤守基以艮静蓄知，学业无妄进不止之险，无怠止无思之困，步入止而无咎行而有度之态，精进长久。",
        "始终刚止相济守基蓄知，不失乾变艮的卦理之要，学业便远离妄学怠止之凶，止守蓄力学识通达，求学的根基愈发牢固。"
      ]
    },
    "建议行动": [
      "守学业之正，戒刚猛冒学、怠止无思，以乾之勤勉固基础，顺学思节奏敛锋止进，把握刚止相济的求学分寸渡学业之阻。",
      "学会知进知止，遇学习难点不冒学不怠思，持正求学把控积累，以艮静化阻以乾勤补漏，让止守成为学识的蓄知石而非绊脚石。",
      "摒弃妄进不止之念，遇学业阻滞多反思基础，查漏补缺敛锋蓄知，凡事不硬钻强求，让艮静成为蓄力的依靠而非求知的隔阂。",
      "临阻守正不慌乱，遇知识漏洞不刚愎不放弃，坚守本心勤勉积累，以艮之静气思悟，以乾之刚健勤学，让学业在止守中愈发牢固。",
      "谨记乾变艮的卦理之要，明白学业止守的至上之度是知进知止、刚止相济，唯勤不破唯思能进，方能让学业止而无咎精进不休。"
    ],
    "一句话总结": [
      "循序而渐进，熟读而精思",
      "书山有路勤为径，学海无涯苦作舟",
      "旧书不厌百回读，熟读深思子自知",
      "问渠那得清如许，为有源头活水来",
      "纸上得来终觉浅，绝知此事要躬行"
    ]
  },
  "人际关系": {
    "本卦": "乾",
    "变卦": "艮",
    "方向": "人际关系",
    "核心状态": {
      "层1": [
        "你近期人际现乾变艮之象，刚进遇阻需敛锋止言，守心蓄谊方不伤情谊，任性直言则易生矛盾隔阂。",
        "你在社交中持乾刚进取之心，逢艮山阻遏当静守分寸，顺相处节奏不妄为，止则稳谊进则有度方得人际稳健。",
        "你若恃乾之刚健强行争辩较真，无视艮之止道口无遮拦，便失刚止相济之理，刚猛遇阻必让人际生隙。",
        "你若悟乾变艮的卦中深意，便知人际阻滞是蓄谊之期，知进知止守正容人，静守分寸方能待人际通融。",
        "你于人际逢阳刚遇山阻之局，需沉心定气辨相处状态，守乾元之正循艮止之规，不妄言不冷待方得人际根基。"
      ],
      "层2": [
        "乾阳化艮山，刚健入凝静，人际之止非停滞乃蓄谊，艮止守心为基，乾诚相融为径，刚柔相衡方无咎。",
        "艮为山阻遏人际之进，乾为天固守相交之诚，止则争辩暂缓，静则心意沉淀，敛锋和处方能化阻融情。",
        "乾变艮的核心在知进知止，人际阻滞非相处之难，乃刚柔失衡之难，乾刚敛则艮静止，静守蓄谊则心意融。",
        "阳刚遇艮阻而生人际隔阂，非冷止无谊可解，非刚猛妄言可破，唯以乾诚为根，以艮静为法，持正止进方合卦理。",
        "艮卦之静守非疏离，是为人际再和蓄情谊，乾变艮之象暗合交道，敛锋止言以静容人，刚止相济方得人际绵长。"
      ],
      "层3": [
        "社交中心无艮止，刚猛妄言强行争辩，相处无言语界限，遇阻滞便执意直言，无敛锋之念无守心之意，人际阻遏愈深难转圜。",
        "妄进不止于交，遇相处矛盾便咄咄逼人口无遮拦，无视他人感受与相处分寸，将艮止变成隔阂，让阻滞变成矛盾，终难和人。",
        "冷止无谊于交，遇阻滞便心生冷淡彻底疏离，失乾之真诚忘艮之蓄谊，止而不蓄静而不盼，人际易生淡漠难相融。",
        "临阻失正于交，遇相处误会便乱了本心或刚愎或计较，守正之心全无，进则失度止则失温，真诚消散则人际止境难渡。",
        "畏止妄行于交，逢艮止之象便心生焦躁不肯沉淀，无敛锋止言的定力，无守心蓄谊的耐心，避止则刚猛妄行则阻深，终失相处之基。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续人际能悟乾变艮之理，敛锋止言知进知止，放下刚猛妄言的执念，顺相处节奏持正相交，人际阻遏慢慢消散渐有和顺。",
        "你会正视人际的艮阻之象，重拾乾之真诚与艮之静守，不再妄言不止也不冷止无谊，契合心意敛锋待合，情谊在静守中慢慢升温。",
        "你若曾有刚猛妄言的相交之举，会慢慢收敛锋芒，学会静守分寸以和化阻，让彼此相处在艮止中蓄谊，人际隔阂慢慢消融相交和顺。",
        "你若曾有冷止无谊的相处之态，会慢慢重拾真诚，学会止而蓄势持正待进，不再彻底疏离造隙，坦诚沟通后人际僵持渐成相契。",
        "你若能始终守乾变艮的卦理，刚止相济守真诚循止道，人际便可得艮卦无咎之吉，阻遏尽消情谊醇厚，相处顺遂。"
      ],
      "层2": [
        "人际运势为先止后和，前期阻滞皆是乾变艮的止守之象，守心蓄谊知进知止，便可得人际无咎之局，和顺之势自会生起。",
        "立敛锋之心弃妄言之念，在艮止蓄谊的状态里，人际阻遏慢慢化解，与亲友的相契之契愈发深厚，唯戒刚猛忌冷止，守刚止相济的分寸。",
        "交中之正慢慢深化，乾真艮静的分寸渐显，知进知止持正相处成为常态，人际的艮止之境彻底消散，相处和顺的趋势愈发鲜明。",
        "乾刚艮止的险象慢慢消解，以乾真诚守以艮静蓄谊，人际无妄言不止之险，无冷止无谊之困，步入止而无咎行而有度之态，相交长久。",
        "始终刚止相济守心蓄谊，不失乾变艮的卦理之要，人际便远离妄言冷止之凶，止守蓄谊心意相通，相处的根基愈发牢固。"
      ]
    },
    "建议行动": [
      "守人际之正，戒刚猛妄言、冷止无谊，以乾之真诚固情谊，顺相处节奏敛锋止言，把握刚止相济的相处分寸渡人际之阻。",
      "学会知进知止，遇相处矛盾不妄言不冷待，持正相处把控言语，以艮静化阻以乾诚融隙，让止守成为情谊的蓄谊石而非绊脚石。",
      "摒弃妄进不止之念，遇人际阻滞多倾听他人，坦诚沟通敛锋待合，凡事不越界直言，让艮静成为蓄力的依靠而非相处的隔阂。",
      "临阻守正不慌乱，遇相处误会不刚愎不计较，坚守本心真诚相待，以艮之静气容人，以乾之刚健守心，让人际在止守中愈发牢固。",
      "谨记乾变艮的卦理之要，明白人际止守的至上之度是知进知止、刚止相济，唯诚不破唯和能融，方能让人际止而无咎相处和顺。"
    ],
    "一句话总结": [
      "君子之交淡如水，小人之交甘若醴",
      "退一步海阔天空，让三分心平气和",
      "相逢一笑泯恩仇，桃花依旧笑春风",
      "君子和而不同，小人同而不和",
      "海内存知己，天涯若比邻"
    ]
  },
  "出行": {
    "本卦": "乾",
    "变卦": "艮",
    "方向": "出行",
    "核心状态": {
      "层1": [
        "你近期出行现乾变艮之象，刚进遇阻需敛锋止行，守规蓄备方不伤行程，任性冒行则易生波折滞留。",
        "你在出行中持乾刚进取之心，逢艮山阻遏当静守规划，顺路况节奏不妄为，止则稳程进则有度方得行程稳健。",
        "你若恃乾之刚健强行赶路绕行，无视艮之止道任性前行，便失刚止相济之理，刚猛遇阻必让出行生险。",
        "你若悟乾变艮的卦中深意，便知出行阻滞是蓄备之期，知进知止守正待时，静守规划方能待行程通融。",
        "你于出行逢阳刚遇山阻之局，需沉心定气辨路况状态，守乾元之正循艮止之规，不妄行不怠备方得行程根基。"
      ],
      "层2": [
        "乾阳化艮山，刚健入凝静，出行之止非停滞乃蓄备，艮止守规为基，乾谨相融为径，刚柔相衡方无咎。",
        "艮为山阻遏出行之进，乾为天固守行路之谨，止则赶路暂缓，静则行装沉淀，敛锋慎行方能化阻畅行。",
        "乾变艮的核心在知进知止，出行阻滞非路途之难，乃刚柔失衡之难，乾刚敛则艮静止，静守蓄备则行程融。",
        "阳刚遇艮阻而生出行滞留，非怠止无备可解，非刚猛冒行可破，唯以乾谨为根，以艮静为法，持正止进方合卦理。",
        "艮卦之静守非停滞，是为出行再畅蓄准备，乾变艮之象暗合行路道，敛锋止行以静备行，刚止相济方得行程绵长。"
      ],
      "层3": [
        "出行中心无艮止，刚猛妄行强行赶路，行程无安全界限，遇阻滞便执意冒行，无敛锋之念无守规之意，出行阻遏愈深难转圜。",
        "妄进不止于行，遇路况不佳便急功近利盲目绕行，无视路况安全与行程规划，将艮止变成滞留，让阻滞变成波折，终难畅行。",
        "怠止无备于行，遇阻滞便心生冷淡彻底懈怠，失乾之谨慎忘艮之蓄备，止而不蓄静而不备，出行易生延误难顺遂。",
        "临阻失正于行，遇行程突变便乱了本心或刚愎或焦躁，守正之心全无，进则失度止则失备，谨慎消散则出行止境难渡。",
        "畏止妄行于行，逢艮止之象便心生焦躁不肯沉淀，无敛锋止行的定力，无守规蓄备的耐心，避止则刚猛妄行则险深，终失出行之基。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续出行能悟乾变艮之理，敛锋止行知进知止，放下刚猛妄行的执念，顺路况节奏持正赶路，出行阻遏慢慢消散渐有顺遂。",
        "你会正视出行的艮阻之象，重拾乾之谨慎与艮之静守，不再妄行不止也不怠止无备，契合行程敛锋待时，行程在静守中慢慢顺遂。",
        "你若曾有刚猛妄行的出行之举，会慢慢收敛锋芒，学会静守规划以稳化险，让自身出行在艮止中蓄备，行程滞留慢慢缓解行路顺遂。",
        "你若曾有怠止无备的行路之态，会慢慢重拾谨慎，学会止而蓄势持正待进，不再彻底懈怠造滞，配合路况节奏后行程僵持渐成坦途。",
        "你若能始终守乾变艮的卦理，刚止相济守谨慎循止道，出行便可得艮卦无咎之吉，阻遏尽消行程顺遂，山河畅行。"
      ],
      "层2": [
        "出行运势为先止后顺，前期阻滞皆是乾变艮的止守之象，守规蓄备知进知止，便可得出行无咎之局，顺遂之势自会生起。",
        "立敛锋之心弃妄行之念，在艮止蓄备的状态里，出行阻遏慢慢化解，与行程的相契之契愈发深厚，唯戒刚猛忌怠止，守刚止相济的分寸。",
        "行中之正慢慢深化，乾谨艮静的分寸渐显，知进知止持正赶路成为常态，出行的艮止之境彻底消散，行程顺遂的趋势愈发鲜明。",
        "乾刚艮止的险象慢慢消解，以乾谨守规以艮静蓄备，出行无妄行不止之险，无怠止无备之困，步入止而无咎行而有度之态，畅行长久。",
        "始终刚止相济守规蓄备，不失乾变艮的卦理之要，出行便远离妄行怠止之凶，止守蓄备行程通达，出行的根基愈发牢固。"
      ]
    },
    "建议行动": [
      "守出行之正，戒刚猛妄行、怠止无备，以乾之谨慎固行程，顺路况节奏敛锋止行，把握刚止相济的行路分寸渡旅途之阻。",
      "学会知进知止，遇路况突变不妄行不怠备，持正赶路把控行程，以艮静化阻以乾谨融险，让止守成为出行的蓄备石而非绊脚石。",
      "摒弃妄进不止之念，遇行程阻滞多观察路况，调整规划敛锋待时，凡事不冒行强求，让艮静成为蓄力的依靠而非赶路的隔阂。",
      "临阻守正不慌乱，遇行程调整不刚愎不焦虑，坚守本心谨慎规划，以艮之静气待时，以乾之刚健备行，让行程在止守中愈发牢固。",
      "谨记乾变艮的卦理之要，明白出行止守的至上之度是知进知止、刚止相济，唯稳不破唯备能行，方能让出行止而无咎山河畅行。"
    ],
    "一句话总结": [
      "行到水穷处，坐看云起时",
      "莫愁前路无知己，天下谁人不识君",
      "凡事预则立，不预则废",
      "路遥知马力，日久见人心",
      "沉舟侧畔千帆过，病树前头万木春"
    ]
  },
  "诸事": {
    "本卦": "乾",
    "变卦": "艮",
    "方向": "诸事",
    "核心状态": {
      "层1": [
        "你近期诸事现乾变艮之象，刚进遇阻需敛锋止进，守势蓄机方不损事态，任性冒进则易生困顿停滞。",
        "你在处事中持乾刚进取之心，逢艮山阻遏当静守态势，顺周遭节奏不妄为，止则稳事进则有度方得事态稳健。",
        "你若恃乾之刚健强行推进诸事，无视艮之止道任性妄为，便失刚止相济之理，刚猛遇阻必让诸事生困。",
        "你若悟乾变艮的卦中深意，便知诸事阻滞是蓄机之期，知进知止守正待时，静守态势方能待诸事通融。",
        "你于诸事逢阳刚遇山阻之局，需沉心定气辨整体态势，守乾元之正循艮止之规，不妄动不怠行方得诸事根基。"
      ],
      "层2": [
        "乾阳化艮山，刚健入凝静，诸事之止非停滞乃蓄机，艮止守势为基，乾笃相融为径，刚柔相衡方无咎。",
        "艮为山阻遏诸事之进，乾为天固守处事之笃，止则推进暂缓，静则态势沉淀，敛锋笃行方能化阻兴事。",
        "乾变艮的核心在知进知止，诸事阻滞非事态之难，乃刚柔失衡之难，乾刚敛则艮静止，静守蓄机则事态融。",
        "阳刚遇艮阻而生诸事停滞，非怠止无谋可解，非刚猛妄进可破，唯以乾笃为根，以艮静为法，持正止进方合卦理。",
        "艮卦之静守非懈怠，是为诸事再兴蓄机缘，乾变艮之象暗合处事道，敛锋止躁以静察机，刚止相济方得诸事绵长。"
      ],
      "层3": [
        "处事中心无艮止，刚猛妄进强行推进，行事无态势界限，遇阻滞便执意冒进，无敛锋之念无守势之意，诸事阻遏愈深难转圜。",
        "妄进不止于事，遇事态挑战便急功近利独断专行，无视事态规律与实际情况，将艮止变成停滞，让阻滞变成困顿，终难兴事。",
        "怠止无谋于事，遇阻滞便心生冷淡彻底懈怠，失乾之笃行忘艮之蓄机，止而不蓄静而不谋，诸事易生衰退难发展。",
        "临阻失正于事，遇事态突变便乱了本心或刚愎或放弃，守正之心全无，进则失度止则失谋，笃行消散则诸事止境难渡。",
        "畏止妄行于事，逢艮止之象便心生焦躁不肯沉淀，无敛锋止进的定力，无守势蓄机的耐心，避止则刚猛妄行则阻深，终失处事之基。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续诸事能悟乾变艮之理，敛锋止进知进知止，放下刚猛妄进的执念，顺周遭节奏持正处事，诸事阻遏慢慢消散渐有兴荣。",
        "你会正视诸事的艮阻之象，重拾乾之笃行与艮之静守，不再妄进不止也不怠止无谋，契合态势敛锋待机，诸事在静守中慢慢兴荣。",
        "你若曾有刚猛妄进的处事之举，会慢慢收敛锋芒，学会静守态势以稳化阻，让自身处事在艮止中蓄机，诸事停滞慢慢缓解诸事兴荣。",
        "你若曾有怠止无谋的行事之态，会慢慢重拾谋划，学会止而蓄势持正待进，不再彻底懈怠造滞，配合周遭节奏后诸事僵持渐成坦途。",
        "你若能始终守乾变艮的卦理，刚止相济守笃行循止道，诸事便可得艮卦无咎之吉，阻遏尽消诸事兴荣，顺遂长久。"
      ],
      "层2": [
        "诸事运势为先止后亨，前期阻滞皆是乾变艮的止守之象，守势蓄机知进知止，便可得诸事无咎之局，兴荣之势自会生起。",
        "立敛锋之心弃妄进之念，在艮止蓄机的状态里，诸事阻遏慢慢化解，与周遭的相契之契愈发深厚，唯戒刚猛忌怠止，守刚止相济的分寸。",
        "事中之正慢慢深化，乾笃艮静的分寸渐显，知进知止持正处事成为常态，诸事的艮止之境彻底消散，诸事兴荣的趋势愈发鲜明。",
        "乾刚艮止的险象慢慢消解，以乾笃守势以艮静蓄机，诸事无妄进不止之险，无怠止无谋之困，步入止而无咎行而有度之态，兴荣长久。",
        "始终刚止相济守势蓄机，不失乾变艮的卦理之要，诸事便远离妄进怠止之凶，止守蓄机事态通达，诸事的根基愈发牢固。"
      ]
    },
    "建议行动": [
      "守诸事之正，戒刚猛妄进、怠止无谋，以乾之笃行固事态，顺周遭节奏敛锋止进，把握刚止相济的处事分寸渡诸事之阻。",
      "学会知进知止，遇事态突变不冒进不怠行，持正处事把控推进，以艮静化阻以乾笃融滞，让止守成为诸事的蓄机石而非绊脚石。",
      "摒弃妄进不止之念，遇诸事阻滞多观察态势，顺势而为敛锋待机，凡事不强行推进，让艮静成为蓄力的依靠而非处事的隔阂。",
      "临阻守正不慌乱，遇事态挑战不刚愎不放弃，坚守本心笃行处事，以艮之静气察机，以乾之刚健守势，让诸事在止守中愈发牢固。",
      "谨记乾变艮的卦理之要，明白诸事止守的至上之度是知进知止、刚止相济，唯笃不破唯静待机，方能让诸事止而无咎诸事大成。"
    ],
    "一句话总结": [
      "宝剑锋从磨砺出，梅花香自苦寒来",
      "千淘万漉虽辛苦，吹尽狂沙始到金",
      "滴水能把石穿透，万事功到自然成",
      "沉舟侧畔千帆过，病树前头万木春",
      "山重水复疑无路，柳暗花明又一村"
    ]
  }
}