{
  "感情": {
    "本卦": "乾",
    "变卦": "师",
    "方向": "感情",
    "核心状态": {
      "层1": [
        "你近期情路现师象，需立相处之律、守彼此之规，过往随性相处易生隔阂，需以正相待方能顺。",
        "你在情中虽有相守之心，却无相处的章法，遇事随性而为，易让对方心生不安，情分难稳。",
        "你与对方的相处无有默契之规，遇事各自为政，少了同心同行之态，情路推进多有散漫。",
        "你面对情中琐碎，无有包容统筹之心，易因小事计较，难以成为彼此的依靠，失了相守之正。",
        "你情中现师卦之基，唯有守正立规、彼此相容，方能让情分绵长，若失律妄为，易生情变。"
      ],
      "层2": [
        "乾阳转师象，刚阳化顺、地水师合，情路入统御相守之境，需立规守律、以正相融，无章则散。",
        "师出以律，情中亦有相处之律，无规无矩则相处散漫，心意难聚，如散兵游勇，难成相守之局。",
        "师贞为吉，情之贞在于彼此持正相待，若失其正，随性妄为，即便有相守之愿，也易生嫌隙。",
        "情中的师象，非是一方主导，乃是彼此同心立规，遇事统筹协商，而非各自为政，离心离德。",
        "师卦之象最忌失律，情中若无相处之度、包容之规，妄自专行，终会让情分慢慢消散，难逃凶象。"
      ],
      "层3": [
        "情中无有相处之规，遇事随性而为，既不顾及对方感受，也无相守之正，让彼此的相处只剩散漫。",
        "有相守之愿却无统筹之心，面对情中问题只会互相推诿，而非携手解决，让情路的隔阂渐生。",
        "妄自专行，将自身意愿强加于人，无视对方的想法，失了情中之正，让对方心生疏离，难有同心。",
        "虽有相处之规却不肯坚守，反复打破彼此的约定，失律之态尽显，让情中的信任慢慢消散。",
        "无有包容之心，遇事斤斤计较，难以为对方遮风挡雨，失了师卦丈人持重之象，情分难稳。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续情路中能守正立规，放下随性之心，与对方定下相处之律，让彼此的相处渐趋有序。",
        "你会学会统筹包容，遇事不再各自为政，而是携手协商解决，成为对方可以依靠的人，情分渐浓。",
        "你会坚守情中之正，不再妄自专行，凡事顾及对方感受，让彼此的信任慢慢恢复，心意相融。",
        "你与对方的默契会慢慢积累，守规守律，同心同行，让情路的推进渐趋顺畅，无有散漫。",
        "你若能持正守律、包容统筹，情路便可得吉，彼此的相守会愈发绵长，避却失律之凶。"
      ],
      "层2": [
        "情运势为先散后顺，前期的散漫皆是失律之象，守正立规、以正相融，便可得相守绵长之局。",
        "收敛随性之态，与对方同心立规，守律而行，对方亦会感知到你的诚意与持重，彼此的心意渐聚，唯需戒失律。",
        "情中之正慢慢回归，包容统筹之心渐生，遇事携手解决，而非互相推诿，情中的隔阂慢慢消融。",
        "相处的章法慢慢形成，默契渐积，守规守诺，让情中的信任慢慢加深，成为彼此的依靠，情分绵长。",
        "若能始终守正守律、同心同行，不失师卦相守之象，情路便会远离凶象，彼此的相守会更长久。"
      ]
    },
    "建议行动": [
      "守情路之正，戒随性妄为，与对方定下彼此认可的相处之规，守律而行，让相处渐趋有序。",
      "学会包容统筹，遇事多顾及对方感受，携手协商解决问题，而非各自为政，成为对方的依靠。",
      "摒弃妄自专行之态，不将自身意愿强加于人，凡事多沟通交流，保持情中的同心同行之态。",
      "坚守彼此的约定，不轻易打破相处之律，以诚信维系感情，让情中的信任慢慢积累。",
      "持师卦丈人持重之象，遇事沉稳有度，不斤斤计较，为对方遮风挡雨，让情分在包容中慢慢绵长。"
    ],
    "一句话总结": [
      "师出以律，失律凶也",
      "师贞，丈人吉，无咎",
      "执子之手，与子偕行",
      "心有灵犀一点通",
      "愿得一人心，白首不相离"
    ]
  },
  "财运": {
    "本卦": "乾",
    "变卦": "师",
    "方向": "财运",
    "核心状态": {
      "层1": [
        "你近期财路现师象，需立理财之律、守求财之规，过往随性理财易生损耗，需以正守财方能顺。",
        "你在理财中虽有增值之心，却无理财的章法，投资随性而为，易让财务状况生变，本金难稳。",
        "你对财富的管理无有统筹之法，收支散漫无度，少了积少成多之态，财路推进多有阻滞。",
        "你面对求财机缘，无有甄别守正之心，易被旁门左道所诱，妄自投资，易有财物折损。",
        "你财中现师卦之基，唯有守正立规、统筹理财，方能让财路稳进，若失律妄为，易生财损。"
      ],
      "层2": [
        "乾阳转师象，刚阳化顺、地水师合，财路入统御守财之境，需立规守律、以正求财，无章则损。",
        "师出以律，财中亦有理财之律，无规无矩则投资散漫，财势难聚，如散兵游勇，难成生财之局。",
        "师贞为吉，财之贞在于以正求财，若失其正，贪念作祟，即便有增值之愿，也易生财物折损。",
        "财中的师象，非是冒进求富，乃是统筹规划、依规理财，遇事理性判断，而非随性投资，财路失据。",
        "师卦之象最忌失律，财中若无理财之度、守正之规，妄自投资，终会让财路慢慢阻滞，难逃凶象。"
      ],
      "层3": [
        "财中无有理财之规，投资随性而为，既不顾及市场规律，也无守正求财之心，让财务状况只剩散漫。",
        "有增值之愿却无统筹之法，面对求财机缘只会盲目跟风，而非理性甄别，让财路的损耗渐生。",
        "贪念作祟，被高息诱惑所迷，妄自投入高风险项目，失了财中之正，让本金遭受不必要的折损。",
        "虽有理财之规却不肯坚守，反复打破收支计划，失律之态尽显，让财中的积富之势慢慢消散。",
        "无有风险防范之心，遇事慌乱无措，难以统筹规划财势，失了师卦丈人持重之象，财路难稳。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续财路中能守正立规，放下随性之心，制定清晰的理财计划，让自身的理财渐趋有序。",
        "你会学会统筹规划，遇事不再盲目跟风，而是理性甄别求财机缘，依规理财，让本金慢慢稳守。",
        "你会坚守财中之正，摒弃贪念作祟，不再妄自投资高风险项目，让财路的推进渐趋稳进，无有损耗。",
        "你对财务的管理会慢慢规范，收支有度，积少成多，让财势慢慢积累，无有散漫。",
        "你若能持正守律、统筹理财，财路便可得吉，财富会慢慢稳进，避却失律之凶。"
      ],
      "层2": [
        "财运气势为先损后稳，前期的损耗皆是失律之象，守正立规、以正求财，便可得财路稳进之局。",
        "收敛随性之态，制定理财计划，守律而行，理性甄别市场机缘，财势慢慢聚积，唯需戒失律。",
        "财中之正慢慢回归，统筹规划之心渐生，遇事理性判断，而非盲目跟风，财路的损耗慢慢消融。",
        "理财的章法慢慢形成，收支有度，依规投资，让财中的本金慢慢稳守，增值之势渐显，财路稳进。",
        "若能始终守正守律、统筹理财，不失师卦守财之象，财路便会远离凶象，财富积累会更长久。"
      ]
    },
    "建议行动": [
      "守理财之正，戒随性妄为，制定清晰的理财计划与收支规则，守律而行，让理财渐趋有序。",
      "学会统筹规划，深入研究市场规律，理性甄别求财机缘，不盲目跟风，让本金得以稳守。",
      "摒弃贪念作祟之态，不被高息诱惑所迷，远离高风险无保障的投资，以正求财，稳扎稳打。",
      "坚守理财计划，不轻易打破收支规则，积少成多，让财势在规范中慢慢积累。",
      "持师卦丈人持重之象，树立风险防范意识，遇事沉稳有度，统筹规划财势，让财路稳步前行。"
    ],
    "一句话总结": [
      "师出以律，失律凶也",
      "师贞，丈人吉，无咎",
      "君子爱财，取之有道",
      "积少成多，聚沙成塔",
      "稳中求进，财源广进"
    ]
  },
  "工作": {
    "本卦": "乾",
    "变卦": "师",
    "方向": "工作",
    "核心状态": {
      "层1": [
        "你近期职场现师象，需立工作之律、守职场之规，过往随性行事易生纰漏，需以正履职方能顺。",
        "你在工作中虽有进取之心，却无做事的章法，遇事敷衍随性，易让工作成果打折扣，职场难进。",
        "你对工作的推进无有统筹之法，任务安排散漫无度，少了令行禁止之态，团队协作多有阻滞。",
        "你面对工作任务，无有担当守正之心，易推诿扯皮，妄自专行，难成团队的核心，失了履职之正。",
        "你职场现师卦之基，唯有守正立规、统筹做事，方能让职场稳进，若失律妄为，易生职场危机。"
      ],
      "层2": [
        "乾阳转师象，刚阳化顺、地水师合，职场入统御履职之境，需立规守律、以正行事，无章则乱。",
        "师出以律，职场亦有做事之律，无规无矩则行事散漫，工作难成，如散兵游勇，难成协作之局。",
        "师贞为吉，职之贞在于以正履职，若失其正，敷衍推诿，即便有进取之愿，也易生工作纰漏。",
        "职场中的师象，非是独断专行，乃是统筹规划、依规做事，遇事带头担当，而非推诿扯皮，团队离心。",
        "师卦之象最忌失律，职场中若无做事之度、守正之规，妄自专行，终会让职场口碑受损，难逃凶象。"
      ],
      "层3": [
        "职场无有做事之规，遇事随性而为，既不顾及团队节奏，也无守正履职之心，让工作推进只剩散漫。",
        "有进取之愿却无统筹之法，面对工作任务只会杂乱无章，而非合理规划，让工作的纰漏渐生。",
        "妄自专行，无视团队规则与领导安排，一意孤行，失了职中之正，让同事心生不满，难有协作。",
        "虽有工作之规却不肯坚守，反复打破职场制度，失律之态尽显，让自身的职场信任慢慢消散。",
        "无有担当之心，遇事推诿扯皮，难以统筹推进工作，失了师卦丈人持重之象，职场难进。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续职场中能守正立规，放下随性之心，制定清晰的工作计划，让自身的做事渐趋有序。",
        "你会学会统筹规划，遇事不再推诿扯皮，而是带头担当，依规做事，成为团队的可靠之人，职场渐进。",
        "你会坚守职中之正，摒弃妄自专行之态，凡事顾及团队节奏，听从安排，让自身的职场信任慢慢恢复。",
        "你对工作的推进会慢慢规范，任务安排有度，令行禁止，让团队协作渐趋顺畅，无有阻滞。",
        "你若能持正守律、统筹做事，职场便可得吉，职业发展会慢慢稳进，避却失律之凶。"
      ],
      "层2": [
        "职场运势为先乱后顺，前期的混乱皆是失律之象，守正立规、以正履职，便可得职场通达之局。",
        "收敛随性之态，制定工作计划，守律而行，带头担当做事，领导与同事亦会认可你的能力，职场机缘渐生，唯需戒失律。",
        "职中之正慢慢回归，统筹规划之心渐生，遇事合理安排，而非杂乱无章，工作的纰漏慢慢消融。",
        "做事的章法慢慢形成，团队协作有度，依规履职，让自身的职场口碑慢慢加深，成为团队核心，职场稳进。",
        "若能始终守正守律、统筹做事，不失师卦履职之象，职场便会远离凶象，职业发展会更长久。"
      ]
    },
    "建议行动": [
      "守职场之正，戒随性妄为，制定清晰的工作计划与做事规则，守律而行，让工作渐趋有序。",
      "学会统筹规划，合理安排工作任务，顾及团队节奏，遇事带头担当，不推诿扯皮，让团队协作更顺畅。",
      "摒弃妄自专行之态，遵守职场制度与领导安排，多与同事沟通协作，不一意孤行，保持团队的同心同行。",
      "坚守工作之规，不轻易打破职场制度，认真对待每一项任务，让自身的职场信任慢慢积累。",
      "持师卦丈人持重之象，遇事沉稳有度，勇于担当责任，统筹推进工作，让职业发展稳步前行。"
    ],
    "一句话总结": [
      "师出以律，失律凶也",
      "师贞，丈人吉，无咎",
      "令行禁止，上下同欲",
      "和衷共济，其利断金",
      "功不唐捐，终有回响"
    ]
  },
  "健康": {
    "本卦": "乾",
    "变卦": "师",
    "方向": "健康",
    "核心状态": {
      "层1": [
        "你近期身心现师象，需立养生之律、守健身之规，过往随性作息易生损耗，需以正养身方能顺。",
        "你在养生中虽有康健之心，却无养身的章法，作息饮食随性而为，易让身体机能紊乱，身心难舒。",
        "你对身心的调理无有统筹之法，锻炼散漫无度，少了起居有常之态，身体的元气难聚。",
        "你面对身体的不适，无有正视守正之心，易敷衍忽视，妄自调理，难成自身健康的守护者，失了养身之正。",
        "你身心现师卦之基，唯有守正立规、统筹养生，方能让身心康健，若失律妄为，易生健康隐患。"
      ],
      "层2": [
        "乾阳转师象，刚阳化顺、地水师合，身心入统御养身之境，需立规守律、以正养身，无章则虚。",
        "师出以律，身中亦有养身之律，无规无矩则作息散漫，元气难聚，如散兵游勇，难成康健之局。",
        "师贞为吉，身之贞在于以正养身，若失其正，随性妄为，即便有康健之愿，也易生身体不适。",
        "身心的师象，非是过度调理，乃是统筹规划、依规养身，遇事正视身体感受，而非敷衍忽视，身心失和。",
        "师卦之象最忌失律，身中若无养身之度、守正之规，妄自调理，终会让身体机能慢慢紊乱，难逃凶象。"
      ],
      "层3": [
        "养身无有作息之规，遇事随性而为，既不顾及身体节律，也无守正养身之心，让身心调理只剩散漫。",
        "有康健之愿却无统筹之法，面对养生只会盲目跟风，而非贴合自身体质，让身体的损耗渐生。",
        "妄自调理，轻信偏方妙招，无视身体的真实感受，失了身中之正，让身体遭受不必要的损伤。",
        "虽有养身之规却不肯坚守，反复打破作息饮食规律，失律之态尽显，让身体的元气慢慢消散。",
        "无有正视之心，面对身体不适敷衍忽视，难以统筹调理身心，失了师卦丈人持重之象，身心难健。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续身心能守正立规，放下随性之心，制定清晰的养生计划，让自身的养身渐趋有序。",
        "你会学会统筹调理，遇事不再盲目跟风，而是贴合自身体质，依规养身，让身体机能慢慢恢复。",
        "你会坚守身中之正，摒弃妄自调理之态，正视身体的不适，及时调理，让身心的状态渐趋舒泰。",
        "你对养生的推进会慢慢规范，作息饮食有度，起居有常，让身体的元气慢慢积累，无有散漫。",
        "你若能持正守律、统筹养生，身心便可得吉，身体会慢慢康健，避却失律之凶。"
      ],
      "层2": [
        "身心健康运势为先虚后健，前期的虚损皆是失律之象，守正立规、以正养身，便可得身心舒泰之局。",
        "收敛随性之态，制定养生计划，守律而行，贴合自身体质调理，身体的元气慢慢聚积，唯需戒失律。",
        "身中之正慢慢回归，统筹调理之心渐生，遇事正视身体感受，而非盲目跟风，身体的损耗慢慢消融。",
        "养身的章法慢慢形成，作息饮食有度，依规锻炼，让身体的机能慢慢恢复，元气渐充，身心舒泰。",
        "若能始终守正守律、统筹养生，不失师卦养身之象，身心便会远离凶象，健康状态会更长久。"
      ]
    },
    "建议行动": [
      "守健康之正，戒随性妄为，制定清晰的作息饮食计划与养生规则，守律而行，让养身渐趋有序。",
      "学会统筹调理，深入了解自身体质，贴合自身情况制定养生方案，不盲目跟风，让身体元气得以聚积。",
      "摒弃妄自调理之态，不轻信偏方妙招，正视身体的不适，及时就医调理，以正养身，稳扎稳打。",
      "坚守养身之规，不轻易打破作息饮食规律，起居有常，适度锻炼，让身体的元气在规范中慢慢积累。",
      "持师卦丈人持重之象，树立健康管理意识，遇事沉稳有度，统筹调理身心，让身心状态稳步向好。"
    ],
    "一句话总结": [
      "师出以律，失律凶也",
      "师贞，丈人吉，无咎",
      "食饮有节，起居有常",
      "动静相参，气血和调",
      "守正养身，百病不侵"
    ]
  },
  "学业": {
    "本卦": "乾",
    "变卦": "师",
    "方向": "学业",
    "核心状态": {
      "层1": [
        "你近期学业现师象，需立求学之律、守学习之规，过往随性学习易生疏漏，需以正勤学方能顺。",
        "你在求学中虽有精进之心，却无学习的章法，遇事敷衍随性，易让知识漏洞渐积，学业难进。",
        "你对学习的推进无有统筹之法，时间安排散漫无度，少了勤学有恒之态，知识积累多有阻滞。",
        "你面对学习难点，无有钻研守正之心，易轻言放弃，妄自刷题，难成学业的主导者，失了勤学之正。",
        "你学业现师卦之基，唯有守正立规、统筹学习，方能让学业精进，若失律妄为，易生学业停滞。"
      ],
      "层2": [
        "乾阳转师象，刚阳化顺、地水师合，学业入统御求学之境，需立规守律、以正勤学，无章则疏。",
        "师出以律，学业亦有求学之律，无规无矩则学习散漫，知识难积，如散兵游勇，难成精进之局。",
        "师贞为吉，学之贞在于以正勤学，若失其正，敷衍懈怠，即便有精进之愿，也易生知识漏洞。",
        "学业中的师象，非是死记硬背，乃是统筹规划、依规学习，遇事钻研到底，而非轻言放弃，学业失据。",
        "师卦之象最忌失律，学业中若无学习之度、守正之规，妄自刷题，终会让学习效率大打折扣，难逃凶象。"
      ],
      "层3": [
        "学业无有学习之规，遇事随性而为，既不顾及学习节奏，也无守正勤学之心，让知识积累只剩散漫。",
        "有精进之愿却无统筹之法，面对学习任务只会杂乱无章，而非合理规划，让知识的漏洞渐生。",
        "妄自刷题，无视学习规律与基础夯实，一味贪多求快，失了学中之正，让学习的效率慢慢降低。",
        "虽有学习之规却不肯坚守，反复打破学习计划，失律之态尽显，让自身的学习积累慢慢消散。",
        "无有钻研之心，面对学习难点轻言放弃，难以统筹推进学业，失了师卦丈人持重之象，学业难进。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续学业中能守正立规，放下随性之心，制定清晰的学习计划，让自身的求学渐趋有序。",
        "你会学会统筹规划，遇事不再轻言放弃，而是钻研到底，依规学习，让知识漏洞慢慢弥补，学业渐进。",
        "你会坚守学中之正，摒弃妄自刷题之态，重视基础夯实，顾及学习节奏，让自身的学习效率慢慢提升。",
        "你对学习的推进会慢慢规范，时间安排有度，勤学有恒，让知识积累渐趋顺畅，无有阻滞。",
        "你若能持正守律、统筹学习，学业便可得吉，学习成绩会慢慢精进，避却失律之凶。"
      ],
      "层2": [
        "学业运势为先疏后进，前期的疏漏皆是失律之象，守正立规、以正勤学，便可得学业通达之局。",
        "收敛随性之态，制定学习计划，守律而行，钻研到底夯实基础，知识的积累慢慢聚积，唯需戒失律。",
        "学中之正慢慢回归，统筹规划之心渐生，遇事合理安排学习任务，而非杂乱无章，知识的漏洞慢慢消融。",
        "求学的章法慢慢形成，时间安排有度，依规勤学，让自身的学习效率慢慢提升，知识体系渐全，学业精进。",
        "若能始终守正守律、统筹学习，不失师卦求学之象，学业便会远离凶象，学习精进会更长久。"
      ]
    },
    "建议行动": [
      "守学业之正，戒随性妄为，制定清晰的学习计划与时间规则，守律而行，让求学渐趋有序。",
      "学会统筹规划，合理安排学习任务，重视基础夯实，顾及学习节奏，遇事钻研到底，不轻言放弃。",
      "摒弃妄自刷题之态，不贪多求快，遵循学习规律，循序渐进积累知识，让学习效率得以提升。",
      "坚守学习之规，不轻易打破学习计划，勤学有恒，及时复盘知识，让自身的学习积累慢慢加深。",
      "持师卦丈人持重之象，树立勤学钻研的意识，遇事沉稳有度，统筹推进学业，让学习成绩稳步提升。"
    ],
    "一句话总结": [
      "师出以律，失律凶也",
      "师贞，丈人吉，无咎",
      "勤学有恒，水滴石穿",
      "循序渐进，厚积薄发",
      "夯实基础，行稳致远"
    ]
  },
  "人际关系": {
    "本卦": "乾",
    "变卦": "师",
    "方向": "人际关系",
    "核心状态": {
      "层1": [
        "你近期人际现师象，需立相处之律、守社交之规，过往随性相交易生嫌隙，需以正交心方能顺。",
        "你在社交中虽有相融之心，却无交友的章法，遇事随性而为，易让他人心生不悦，人脉难聚。",
        "你对人际的维护无有统筹之法，往来散漫无度，少了礼尚往来之态，人际相处多有阻滞。",
        "你面对社交分歧，无有包容守正之心，易口舌相争，妄自专行，难成人际的核心，失了交心之正。",
        "你人际现师卦之基，唯有守正立规、统筹相交，方能让人脉广聚，若失律妄为，易生人际隔阂。"
      ],
      "层2": [
        "乾阳转师象，刚阳化顺、地水师合，人际入统御相交之境，需立规守律、以正交心，无章则疏。",
        "师出以律，人际亦有相交之律，无规无矩则往来散漫，人脉难聚，如散兵游勇，难成相融之局。",
        "师贞为吉，交之贞在于以正交心，若失其正，随性妄为，即便有相融之愿，也易生人际嫌隙。",
        "人际中的师象，非是居高临下，乃是统筹包容、依规相交，遇事换位思考，而非口舌相争，人际离心。",
        "师卦之象最忌失律，人际中若无相处之度、守正之规，妄自专行，终会让人际口碑受损，难逃凶象。"
      ],
      "层3": [
        "人际无有相交之规，遇事随性而为，既不顾及他人感受，也无正交心之心，让人际相处只剩散漫。",
        "有相融之愿却无统筹之法，面对社交往来只会敷衍了事，而非礼尚往来，让人际的嫌隙渐生。",
        "妄自专行，将自身意愿强加于人，无视他人的想法，失了交中之正，让他人心生疏离，难有相融。",
        "虽有相处之规却不肯坚守，反复打破社交礼仪，失律之态尽显，让自身的人际信任慢慢消散。",
        "无有包容之心，面对社交分歧口舌相争，难以统筹维护人脉，失了师卦丈人持重之象，人脉难聚。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续人际中能守正立规，放下随性之心，坚守社交礼仪与相处之规，让自身的相交渐趋有序。",
        "你会学会统筹包容，遇事不再口舌相争，而是换位思考，依规相交，让他人心生认可，人脉渐聚。",
        "你会坚守交中之正，摒弃妄自专行之态，凡事顾及他人感受，礼尚往来，让自身的人际信任慢慢恢复。",
        "你对人际的维护会慢慢规范，往来有度，以诚相待，让人际相处渐趋顺畅，无有阻滞。",
        "你若能持正守律、统筹相交，人际便可得吉，人脉会慢慢广聚，避却失律之凶。"
      ],
      "层2": [
        "人际运势为先疏后和，前期的疏离皆是失律之象，守正立规、以正交心，便可得人际和谐之局。",
        "收敛随性之态，坚守社交礼仪，守律而行，换位思考包容他人，人际的信任慢慢聚积，唯需戒失律。",
        "交中之正慢慢回归，统筹包容之心渐生，遇事礼尚往来，而非敷衍了事，人际的嫌隙慢慢消融。",
        "相交的章法慢慢形成，往来有度，以诚相待，让自身的人际口碑慢慢加深，人脉渐聚，人际和谐。",
        "若能始终守正守律、统筹相交，不失师卦相交之象，人际便会远离凶象，人脉积累会更长久。"
      ]
    },
    "建议行动": [
      "守人际之正，戒随性妄为，坚守社交礼仪与相处之规，守律而行，让相交渐趋有序。",
      "学会统筹包容，遇事多换位思考，顾及他人感受，礼尚往来，以诚相待，让人际信任慢慢积累。",
      "摒弃妄自专行之态，不将自身意愿强加于人，多倾听他人想法，尊重彼此差异，保持人际的相融之态。",
      "坚守相处之规，不轻易打破社交礼仪，用心维护每一段人脉，让自身的人际口碑慢慢加深。",
      "持师卦丈人持重之象，遇事沉稳有度，包容化解社交分歧，统筹维护人脉，让人脉广聚，人际和谐。"
    ],
    "一句话总结": [
      "师出以律，失律凶也",
      "师贞，丈人吉，无咎",
      "礼尚往来，以诚相待",
      "海纳百川，有容乃大",
      "君子之交，淡而弥坚"
    ]
  },
  "出行": {
    "本卦": "乾",
    "变卦": "师",
    "方向": "出行",
    "核心状态": {
      "层1": [
        "你近期出行现师象，需立行程之律、守出行之规，过往随性筹备易生波折，需以正筹备方能顺。",
        "你在出行中虽有启程之心，却无筹备的章法，遇事敷衍随性，易让行程安排出纰漏，出行难顺。",
        "你对行程的推进无有统筹之法，规划散漫无度，少了未雨绸缪之态，行程推进多有阻滞。",
        "你面对出行变故，无有应对守正之心，易慌乱无措，妄自决定，难成行程的主导者，失了筹备之正。",
        "你出行现师卦之基，唯有守正立规、统筹筹备，方能让行程顺畅，若失律妄为，易生出行危机。"
      ],
      "层2": [
        "乾阳转师象，刚阳化顺、地水师合，出行入统御筹备之境，需立规守律、以正出行，无章则乱。",
        "师出以律，出行亦有筹备之律，无规无矩则规划散漫，行程难顺，如散兵游勇，难成顺遂之局。",
        "师贞为吉，行之贞在于以正筹备，若失其正，敷衍随性，即便有启程之愿，也易生行程波折。",
        "出行中的师象，非是盲目启程，乃是统筹规划、依规筹备，遇事从容应对，而非慌乱无措，行程失据。",
        "师卦之象最忌失律，出行中若无筹备之度、守正之规，妄自决定，终会让行程体验大打折扣，难逃凶象。"
      ],
      "层3": [
        "出行无有筹备之规，遇事随性而为，既不顾及行程节奏，也无守正筹备之心，让行程推进只剩散漫。",
        "有启程之愿却无统筹之法，面对行程规划只会杂乱无章，而非未雨绸缪，让行程的纰漏渐生。",
        "妄自决定，无视路况天气与同行者感受，一意孤行，失了行中之正，让行程的波折渐生。",
        "虽有行程之规却不肯坚守，反复打破出行计划，失律之态尽显，让自身的出行筹备慢慢失据。",
        "无有应对之心，面对出行变故慌乱无措，难以统筹推进行程，失了师卦丈人持重之象，出行难顺。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续出行中能守正立规，放下随性之心，制定清晰的行程计划，让自身的筹备渐趋有序。",
        "你会学会统筹规划，遇事不再慌乱无措，而是从容应对，依规筹备，让行程纰漏慢慢弥补，出行渐顺。",
        "你会坚守行中之正，摒弃妄自决定之态，顾及路况天气与同行者感受，让自身的出行筹备慢慢稳进。",
        "你对行程的推进会慢慢规范，规划有度，未雨绸缪，让行程推进渐趋顺畅，无有阻滞。",
        "你若能持正守律、统筹筹备，出行便可得吉，行程会慢慢顺畅，避却失律之凶。"
      ],
      "层2": [
        "出行运势为先乱后顺，前期的混乱皆是失律之象，守正立规、以正筹备，便可得行程通达之局。",
        "收敛随性之态，制定行程计划，守律而行，未雨绸缪从容应对变故，行程的推进慢慢顺意，唯需戒失律。",
        "行中之正慢慢回归，统筹规划之心渐生，遇事合理安排行程，而非杂乱无章，行程的纰漏慢慢消融。",
        "筹备的章法慢慢形成，规划有度，依规出行，让自身的出行体验慢慢提升，行程顺畅，舒心愉悦。",
        "若能始终守正守律、统筹筹备，不失师卦出行之象，出行便会远离凶象，行程体验会更顺遂。"
      ]
    },
    "建议行动": [
      "守出行之正，戒随性妄为，制定清晰的行程计划与筹备规则，守律而行，让出行筹备渐趋有序。",
      "学会统筹规划，提前了解路况天气与目的地信息，未雨绸缪制定应急预案，不盲目启程，让行程推进更顺。",
      "摒弃妄自决定之态，顾及同行者的感受与需求，多沟通交流，共同制定行程计划，保持出行的同心同行。",
      "坚守行程之规，不轻易打破出行计划，灵活应对小变故，让行程的推进在规范中慢慢顺意。",
      "持师卦丈人持重之象，树立行程统筹意识，遇事沉稳有度，从容应对各种变故，让行程舒心顺畅。"
    ],
    "一句话总结": [
      "师出以律，失律凶也",
      "师贞，丈人吉，无咎",
      "未雨绸缪，行则顺遂",
      "统筹规划，一路平安",
      "顺势而为，山河畅行"
    ]
  },
  "诸事": {
    "本卦": "乾",
    "变卦": "师",
    "方向": "诸事顺遂",
    "核心状态": {
      "层1": [
        "你近期诸事现师象，需立处事之律、守行事之规，过往随性而为易生变故，需以正笃行方能顺。",
        "你在处事中虽有成事之心，却无做事的章法，遇事敷衍随性，易让诸事推进出纰漏，百事难成。",
        "你对诸事的推进无有统筹之法，安排散漫无度，少了令行禁止之态，凡事推进多有阻滞。",
        "你面对诸事难题，无有担当守正之心，易推诿逃避，妄自专行，难成诸事的主导者，失了笃行之正。",
        "你诸事现师卦之基，唯有守正立规、统筹处事，方能让百事顺遂，若失律妄为，易生诸事危机。"
      ],
      "层2": [
        "乾阳转师象，刚阳化顺、地水师合，诸事入统御笃行之境，需立规守律、以正处事，无章则乱。",
        "师出以律，诸事亦有处事之律，无规无矩则行事散漫，百事难成，如散兵游勇，难成顺遂之局。",
        "师贞为吉，事之贞在于以正笃行，若失其正，敷衍推诿，即便有成事之愿，也易生诸事变故。",
        "诸事的师象，非是独断专行，乃是统筹规划、依规处事，遇事勇于担当，而非推诿逃避，诸事失据。",
        "师卦之象最忌失律，诸事若无处事之度、守正之规，妄自专行，终会让诸事皆难顺遂，难逃凶象。"
      ],
      "层3": [
        "诸事无有处事之规，遇事随性而为，既不顾及事态节奏，也无守正笃行之心，让诸事推进只剩散漫。",
        "有成事之愿却无统筹之法，面对诸事安排只会杂乱无章，而非合理规划，让诸事的纰漏渐生。",
        "妄自专行，无视事态规律与他人建议，一意孤行，失了事中之正，让诸事的变故渐生。",
        "虽有处事之规却不肯坚守，反复打破行事原则，失律之态尽显，让自身的处事信任慢慢消散。",
        "无有担当之心，面对诸事难题推诿逃避，难以统筹推进百事，失了师卦丈人持重之象，百事难成。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续诸事能守正立规，放下随性之心，制定清晰的处事计划与行事规则，让自身的笃行渐趋有序。",
        "你会学会统筹规划，遇事不再推诿逃避，而是勇于担当，依规处事，让诸事纰漏慢慢弥补，百事渐顺。",
        "你会坚守事中之正，摒弃妄自专行之态，遵循事态规律，听取他人建议，让自身的处事效率慢慢提升。",
        "你对诸事的推进会慢慢规范，安排有度，令行禁止，让凡事推进渐趋顺畅，无有阻滞。",
        "你若能持正守律、统筹处事，诸事便可得吉，百事会慢慢顺遂，避却失律之凶。"
      ],
      "层2": [
        "整体运势为先乱后顺，前期的混乱皆是失律之象，守正立规、以正笃行，便可得诸事顺遂之局。",
        "收敛随性之态，制定处事计划，守律而行，勇于担当依规做事，诸事的推进慢慢顺意，唯需戒失律。",
        "事中之正慢慢回归，统筹规划之心渐生，遇事合理安排诸事，而非杂乱无章，诸事的纰漏慢慢消融。",
        "处事的章法慢慢形成，安排有度，依规笃行，让自身的处事能力慢慢提升，百事渐顺，诸事通达。",
        "若能始终守正守律、统筹处事，不失师卦处事之象，诸事便会远离凶象，百事顺遂会更长久。"
      ]
    },
    "建议行动": [
      "守诸事之正，戒随性妄为，制定清晰的处事计划与行事规则，守律而行，让笃行渐趋有序。",
      "学会统筹规划，合理安排诸事推进的节奏，遵循事态发展规律，遇事勇于担当，不推诿逃避。",
      "摒弃妄自专行之态，不一意孤行，善于听取他人的合理建议，集思广益，让诸事推进更顺。",
      "坚守处事之规，不轻易打破行事原则，凡事认真对待，及时复盘总结，让自身的处事能力慢慢提升。",
      "持师卦丈人持重之象，树立诸事统筹意识，遇事沉稳有度，统筹推进百事，让百事顺遂，诸事通达。"
    ],
    "一句话总结": [
      "师出以律，失律凶也",
      "师贞，丈人吉，无咎",
      "守正笃行，万事顺遂",
      "统筹规划，事无不成",
      "和衷共济，百事兴荣"
    ]
  }
}