{
  "感情": {
    "本卦": "乾",
    "变卦": "屯",
    "方向": "感情",
    "核心状态": {
      "层1": [
        "你近期情路初逢屯难，刚有推进之念便遇阻滞，心意难舒，进退两难。",
        "你在情中虽有主动之心，却遇缘分之阻，彼此沟通难达，易生误会隔阂。",
        "你面对情中初现的矛盾，无有化解良策，心下焦躁，却又不敢贸然行动。",
        "你对这份感情的走向难有把握，如履薄冰，生怕一步错便让情分生变。",
        "你在情中付出的心意难有回应，刚萌的情愫遇冷，易生失落迷茫之感。"
      ],
      "层2": [
        "乾阳转屯象，刚柔始交而难生，情路如逢云雷相薄，初行便遇阻滞，无有顺畅之态。",
        "有情意而无通路，欲靠近而有隔阂，如行险道，动则有疑，静则有憾，进退皆难。",
        "彼此的心意难有共鸣，些许小事便易生分歧，屯难之象显，却无磨合之法，矛盾渐积。",
        "情中氛围偏于凝滞，少了轻松欢愉，多了拘谨试探，刚萌的暖意易被疑虑冲淡。",
        "虽有相守之愿，却逢机缘之阻，或因外部牵绊，或因内心迟疑，让情路难有进益。"
      ],
      "层3": [
        "欲表心意而怯于开口，生怕被拒而失现局，迟疑之间，错失沟通化解的良机。",
        "面对情中阻滞，易生急躁之心，贸然行事反而加深隔阂，让屯难更甚。",
        "因顾虑过多，将心意藏于心底，对方难察真心，易生“落花有意流水无情”之态。",
        "被情中暂时的艰难所困，忽略彼此的初心，易生负面情绪，让情分慢慢降温。",
        "遇缘分之阻而轻言放弃，无有守正之心，让刚萌的感情难有生根发芽之机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续情路中能守正待时，不复急躁冒进，慢慢寻得化解屯难的沟通之法。",
        "你会放下内心的顾虑，勇敢表达真实心意，让对方知晓你的所思所想，消解隔阂。",
        "你面对情中矛盾会更具耐心，不复焦躁，能以温和之态与对方磨合，慢慢拉近心距。",
        "情中的外部阻滞会慢慢消散，机缘渐至，让彼此的相处多了些顺畅与舒心。",
        "你会重拾对感情的笃定，不复轻言放弃，以真心换真心，让情路慢慢走出屯难。"
      ],
      "层2": [
        "情运势为先屯后通，前期的阻滞皆是刚柔始交的必然之象，守正不躁，便可得柳暗花明之局。",
        "对方会慢慢感知到你的真心与耐心，亦会放下戒备，与你携手化解情中屯难，彼此的联结渐紧。",
        "沟通之路慢慢打通，彼此的心意渐有共鸣，些许分歧皆能平和化解，情中暖意渐生。",
        "外部牵绊慢慢消散，机缘加持，让情路的推进少了阻扰，多了顺遂，唯需戒急躁冒进。",
        "情中屯难消散之后，彼此的信任与默契会慢慢积累，让这份感情的根基更稳，方得长久。"
      ]
    },
    "建议行动": [
      "守情路之正，戒急躁冒进，以耐心待磨合，勿因一时屯难便轻言放弃。",
      "放下内心顾虑，勇敢表达真心，唯有坦诚沟通，方能消解情中隔阂，走出屯难。",
      "面对情中矛盾，以温和之态应对，勿生争执之心，彼此包容磨合，慢慢拉近心距。",
      "静待机缘之至，勿强行推进，待外部阻滞消散，情路自会有进益，顺势而为方佳。",
      "铭记彼此的初心，勿被暂时的艰难所困，以真心与坚持，浇灌情苗生根发芽。"
    ],
    "一句话总结": [
      "屯如邅如，守正乃吉",
      "云雷屯，君子以经纶",
      "心有灵犀一点通",
      "精诚所至，金石为开",
      "执子之手，共渡难关"
    ]
  },
  "财运": {
    "本卦": "乾",
    "变卦": "屯",
    "方向": "财运",
    "核心状态": {
      "层1": [
        "你近期财路初逢屯难，乾阳进取之势遇阻，求财之路多有阻滞，难有顺遂。",
        "你身边的求财机缘渐稀，即便有机会现身，也多有波折，难以把握，易失良机。",
        "你理财时易生迟疑，难有决断，既想进取又惧风险，陷入进退两难的境地。",
        "你的正财虽能稳守，却难有增益，偏财更是遇阻，财路整体偏于凝滞，无有活力。",
        "你对市场走势的判断易生偏差，难有精准把握，贸然投资易生折损，求财心怯。"
      ],
      "层2": [
        "乾阳转屯象，刚柔始交而难生，财路如逢云雷蔽途，初行便遇阻滞，无有通达之态。",
        "求财之机虽有，却藏险象，动则有折损之虞，静则有错失之憾，理财决策难定。",
        "人脉带来的财势助力渐弱，甚至有旁支牵绊，让求财之路多了些外部阻扰，难有进益。",
        "财路的凝滞让财富增值难有突破，即便小有投入，也难有预期回报，易生求财乏力之感。",
        "虽有守财之心，却无护财之法，面对财中屯难，易生焦躁，反而易出理财失误。"
      ],
      "层3": [
        "惧财路之险而轻言放弃求财之举，一味守成，让财路更趋凝滞，无有生机。",
        "因求财心切而急躁冒进，无视市场险象，贸然投入资金，易生不必要的折损。",
        "面对理财中的波折，难有应对良策，易陷入自我怀疑，错失化解屯难的时机。",
        "被暂时的财路阻滞所困，忽略对市场的深耕细研，让自身的理财判断更易偏差。",
        "因财中屯难而心生懈怠，不复主动拓展求财渠道，让财路的发展陷入停滞。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续财路中能守正待时，不复急躁冒进，慢慢寻得化解屯难的理财之法。",
        "你会深耕市场动态，提升判断能力，慢慢把握稳妥的求财机缘，不复迟疑不决。",
        "你身边的财势人脉助力会慢慢恢复，外部牵绊消散，让求财之路少了些阻扰。",
        "你会找到守成与进取的平衡，理财决策更趋理性，不复进退两难，财路渐有活力。",
        "你的财路屯难会慢慢消散，正财稳守之余，会有小额偏财增益，财路渐趋通达。"
      ],
      "层2": [
        "财运气势为先屯后通，前期的阻滞皆是刚柔始交的必然之象，守正理财，便可得财路通达之局。",
        "市场走势渐趋清晰，险象慢慢消散，适配稳妥的理财布局，小额投入便能得小幅增值，唯需戒冒进。",
        "理财能力在化解屯难中慢慢提升，对风险的把控与机缘的把握更趋精准，为后续财势提升奠基。",
        "财势人脉慢慢恢复，主动维系便可得新的求财渠道，让财路的发展多了些助力，无有孤行之态。",
        "财路走出屯难之后，财富规划会更趋清晰，理财布局更具条理，让财务状况入良性循环，方得长久。"
      ]
    },
    "建议行动": [
      "守理财之正，戒急躁冒进，以稳守为主，静待财路屯难消散，勿贸然投入高风险项目。",
      "深耕市场动态，积累理财知识，提升判断能力，唯有知己知彼，方能把握稳妥的求财机缘。",
      "主动维系身边的财势人脉，化解外部牵绊，让求财之路多些助力，少些阻扰。",
      "放下内心的迟疑，在稳守的基础上适度尝试小额、低风险的求财之举，慢慢激活财路活力。",
      "勿被暂时的财路阻滞所困，保持对理财的用心，深耕细研，方能走出屯难，财路通达。"
    ],
    "一句话总结": [
      "屯难守正，利建侯行师",
      "厚积薄发，财路渐宽",
      "君子爱财，取之有道",
      "时来运转，财运亨通",
      "积土成山，风雨兴焉"
    ]
  },
  "工作": {
    "本卦": "乾",
    "变卦": "屯",
    "方向": "工作",
    "核心状态": {
      "层1": [
        "你近期职场初逢屯难，乾阳进取之势遇阻，工作推进多有波折，难有顺遂。",
        "你接手的工作任务多有难点，无有现成的解决之法，陷入手足无措的境地。",
        "你在团队中易生沟通隔阂，自身的想法难被认可，工作开展少了些助力，多了些阻扰。",
        "你对职场的发展难有把握，虽有晋升之念，却遇机缘之阻，难有突破之机。",
        "你在工作中易生倦怠之感，被屯难所困，不复往日的积极进取，工作效率渐降。"
      ],
      "层2": [
        "乾阳转屯象，刚柔始交而难生，职场如逢云雷相阻，工作推进初行便遇滞，无有顺畅之态。",
        "工作中的难点如叠嶂，无有捷径可走，动则有失误之虞，静则有进度滞后之憾，进退两难。",
        "团队协作的氛围偏于凝滞，彼此的配合难有默契，些许沟通偏差便易生工作分歧，屯难更甚。",
        "主事者对你的工作能力暂难认可，难有核心任务交付，让你少了展现自身价值的机缘，职场发展滞缓。",
        "虽有做好工作的初心，却无应对屯难的良策，易生焦躁之心，反而让工作效率更低，陷入恶性循环。"
      ],
      "层3": [
        "面对工作中的难点，易生畏难之心，轻言放弃，错失突破自我、展现能力的时机。",
        "因沟通隔阂而心生抵触，不复主动与团队、主事者沟通，让工作中的分歧更难化解。",
        "被暂时的职场屯难所困，忽略对专业能力的提升，让自身应对工作难点的能力更弱。",
        "求财心切而急躁冒进，不顾工作规律，贸然推进任务，易生失误，加深职场屯难。",
        "因职场屯难而心生迷茫，不复树立清晰的工作目标，让职场发展陷入无方向的停滞。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续职场中能守正待时，不复急躁冒进，慢慢寻得化解屯难的工作之法。",
        "你会深耕专业能力，慢慢攻克工作难点，不复手足无措，工作推进渐有章法。",
        "你会主动化解沟通隔阂，让自身的想法被团队、主事者认可，工作开展多了些助力。",
        "你会重拾对工作的积极进取之心，不复倦怠，工作效率慢慢提升，职场渐有活力。",
        "你的职场屯难会慢慢消散，会有展现自身价值的机缘，职场发展渐趋顺遂。"
      ],
      "层2": [
        "职场运势为先屯后通，前期的阻滞皆是刚柔始交的必然之象，守正做事，便可得职场通达之局。",
        "工作中的难点会慢慢被攻克，专业能力在解决问题中提升，让主事者慢慢认可你的价值，渐有核心任务交付。",
        "团队协作的氛围慢慢改善，彼此的配合渐有默契，沟通偏差渐少，工作推进少了些阻扰，多了些顺畅。",
        "职场中的机缘慢慢显现，把握时机展现自身能力，便能为晋升铺路，唯需戒急躁，一步一履。",
        "职场走出屯难之后，自身的职业规划会更趋清晰，工作能力与人脉皆有积累，让职场发展更具潜力，方得长久。"
      ]
    },
    "建议行动": [
      "守工作之正，戒急躁冒进，以踏实做事为根本，静待职场屯难消散，勿因难点而轻言放弃。",
      "深耕专业知识，提升业务能力，唯有自身能力过硬，方能从容应对工作中的各种难点，化解屯难。",
      "主动化解沟通隔阂，坦诚与团队、主事者交流工作想法，求同存异，让工作开展多些助力，少些阻扰。",
      "树立清晰的工作小目标，以小目标的实现积累信心，慢慢走出屯难，重拾工作的积极进取之心。",
      "勿被暂时的职场阻滞所困，保持学习的心态，不断提升自我，方能把握机缘，实现职场突破。"
    ],
    "一句话总结": [
      "屯难砺能，守正致远",
      "千淘万漉虽辛苦，吹尽狂沙始到金",
      "功不唐捐终入海",
      "厚积薄发，一鸣惊人",
      "宝剑锋从磨砺出，梅花香自苦寒来"
    ]
  },
  "健康": {
    "本卦": "乾",
    "变卦": "屯",
    "方向": "健康",
    "核心状态": {
      "层1": [
        "你近期身心初逢屯难，乾阳之气渐滞，精力衰减，易生周身不适、身心俱疲之感。",
        "你往日的健康作息被打乱，饮食、运动皆无规律，让身体的正常机能渐受影响。",
        "你面对身体的轻微不适，未及时调理，小恙渐积，慢慢发展为明显的身体阻滞。",
        "你的情绪易生郁结，心烦意乱，难以平复，情志不畅进一步扰了身心安康。",
        "你对自身的健康状况难有把控，想调理却无合适之法，陷入手足无措的境地。"
      ],
      "层2": [
        "乾阳转屯象，刚柔始交而难生，身心如逢云雷凝滞，气血运行不畅，初现健康屯难，无有舒泰之态。",
        "作息饮食的无规律，让脾胃、肝胆等脏腑功能渐受影响，气血生化不足，精力难复，易生疲惫。",
        "运动的缺失让经络运行不畅，周身气血阻滞，易生颈肩腰腿痛、肢体沉重等不适之象。",
        "情志的郁结与身体的不适相互影响，形成恶性循环，让身心的屯难更甚，难有缓解之机。",
        "虽有调理健康之心，却无科学的调理之法，盲目尝试反而让身体更受影响，调理效果适得其反。"
      ],
      "层3": [
        "被身心的屯难所困，易生消极之心，不复主动调理，让小恙慢慢发展为大患，错失最佳调理时机。",
        "因工作生活忙碌，轻忽自身的健康感受，即便疲惫不适也强撑，让身体的损耗更甚。",
        "情绪郁结时，未及时疏导，反而憋闷于心，让情志对身体的负面影响更甚，气血更滞。",
        "忽略对健康知识的学习，盲目跟风调理，难寻适配自身的方法，让健康调理陷入停滞。",
        "因身心不适而心生懈怠，不复参与户外活动，让自身更易陷入负面情绪，难走出健康屯难。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续身心会守正调理，不复盲目急躁，慢慢寻得化解屯难的健康之法，气血渐通。",
        "你会重拾规律的饮食、作息，让脏腑功能慢慢恢复，气血生化有源，精力渐复。",
        "你会学会及时疏导负面情绪，情志渐舒，不复郁结，让身心的恶性循环慢慢打破。",
        "你会从轻度运动开始，慢慢疏通经络，让周身气血运行顺畅，身体的不适慢慢缓解。",
        "你的身心屯难会慢慢消散，身体机能渐趋正常，身心舒泰，不复疲惫乏力之感。"
      ],
      "层2": [
        "身心健康运势为先屯后通，前期的不适皆是气血凝滞的必然之象，守正调理，便可得身心舒泰之局。",
        "规律的作息饮食让脏腑功能慢慢恢复，气血渐和，精力逐步提升，疲惫之感慢慢消散，唯需戒半途而废。",
        "轻度运动慢慢疏通经络，周身气血运行渐畅，颈肩腰腿等不适之象慢慢缓解，身体的活力渐复。",
        "情志的疏导让身心的恶性循环被打破，情绪渐趋平和，反过来促进身体的调理，让屯难消散更快。",
        "走出健康屯难之后，你会树立科学的健康管理意识，形成适配自身的健康习惯，让身心长久安康。"
      ]
    },
    "建议行动": [
      "守健康之正，戒盲目调理，以规律作息、清淡饮食为根本，慢慢化解身心屯难，勿急于求成。",
      "学会及时疏导负面情绪，借倾诉、冥想、散步等方式舒解心情，情志畅达，气血方通。",
      "从散步、瑜伽、八段锦等轻度运动入手，慢慢疏通经络，促进气血运行，勿贸然进行高强度运动。",
      "深耕基础健康知识，结合自身情况寻适配的调理之法，勿盲目跟风，科学调理方为上策。",
      "勿轻忽自身的健康感受，劳逸结合，勿强撑身体，小恙及时调理，方能防微杜渐，远离大患。"
    ],
    "一句话总结": [
      "气血和调，身心安康",
      "起居有常，饮食有节",
      "心宽体健，百病不侵",
      "动静相参，经络通泰",
      "戒嗔守静，寿自长延"
    ]
  },
  "学业": {
    "本卦": "乾",
    "变卦": "屯",
    "方向": "学业",
    "核心状态": {
      "层1": [
        "你近期学业初逢屯难，乾阳进取之势遇阻，学习推进多有波折，难有顺遂。",
        "你面对学习中的新知识、难点，难有理解之法，陷入一知半解、手足无措的境地。",
        "你的学习节奏被打乱，效率大幅降低，易生注意力不集中、走神之态，心难静学。",
        "你对学业的提升难有把握，虽有努力之心，却无正确的学习方法，付出难有回报。",
        "你被学业屯难所困，易生焦躁迷茫之感，不复往日的学习热情，甚至有畏学之心。"
      ],
      "层2": [
        "乾阳转屯象，刚柔始交而难生，学业如逢云雷蔽途，新知难融、旧知难固，初行便遇阻滞，无有精进之态。",
        "学习方法的不当让知识吸收难有成效，即便花费大量时间，也难有理解与记忆，易生“学了便忘”之象。",
        "注意力的不集中让学习效率大打折扣，学习进度滞后，知识漏洞慢慢积累，让学业屯难更甚。",
        "努力与回报的失衡让学习的自信心渐失，易生自我怀疑，反而让学习状态更差，陷入恶性循环。",
        "虽有弥补知识漏洞、攻克难点之心，却无规划之法，盲目刷题、死记硬背，反而让学习更显混乱。"
      ],
      "层3": [
        "面对学业中的难点，易生畏难之心，轻言放弃，让知识漏洞越积越大，学业更难推进。",
        "因学习效率低而心生急躁，熬夜苦学反而让精力更差，注意力更难集中，学习状态更糟。",
        "被暂时的学业屯难所困，忽略与老师、同学的交流，闭门造车，难寻化解难点的方法。",
        "因学习热情消减而心生懈怠，不复制定学习计划，让学习陷入无方向的混乱，难有进益。",
        "被学业的暂时阻滞所迷惑，否定自身的努力，陷入自我怀疑，不复主动探索适合的学习方法。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续学业中能守正待时，不复急躁冒进，慢慢寻得化解屯难的学习之法，渐入佳境。",
        "你会主动向老师、同学请教，慢慢攻克学习难点，弥补知识漏洞，不复一知半解。",
        "你会调整学习状态，重拾专注力，让学习效率慢慢提升，学习进度渐归正轨。",
        "你会找到适配自身的学习方法，不复盲目刷题，知识吸收与记忆渐有成效，付出有了回报。",
        "你的学业屯难会慢慢消散，学习热情慢慢恢复，不复畏学迷茫，学业渐有精进。"
      ],
      "层2": [
        "学业运势为先屯后通，前期的阻滞皆是新知与旧知交融的必然之象，守正勤学，便可得学业精进之局。",
        "学习方法的优化让知识吸收渐有成效，记忆与理解更趋深刻，“学了便忘”的状态慢慢改善，唯需戒半途而废。",
        "专注力的提升让学习效率大幅提高，学习进度慢慢追赶，知识漏洞逐步弥补，学业体系渐趋完整。",
        "努力与回报的渐趋平衡让学习的自信心慢慢恢复，自我怀疑消散，学习状态更趋积极，打破恶性循环。",
        "走出学业屯难之后，你会树立清晰的学习规划，形成适配自身的学习节奏，让学业提升更具章法，方得长久精进。"
      ]
    },
    "建议行动": [
      "守学业之正，戒急躁冒进，以夯实基础为根本，慢慢攻克难点，勿因一时屯难便轻言放弃。",
      "放下内心的顾虑，主动向老师、同学请教学习中的问题，三人行必有我师，方能快速化解难点。",
      "调整学习状态，远离手机、追剧等外界干扰，培养专注力，让学习效率慢慢提升。",
      "结合自身情况探索适配的学习方法，勿盲目跟风刷题，注重知识的理解与复盘，让学习更有成效。",
      "树立清晰的学习小目标，以小目标的实现积累信心，慢慢恢复学习热情，走出学业屯难。"
    ],
    "一句话总结": [
      "屯难砺志，笃学致远",
      "书山有路勤为径，学海无涯苦作舟",
      "锲而不舍，金石可镂",
      "千淘万漉虽辛苦，吹尽狂沙始到金",
      "学而不思则罔，思而不学则殆"
    ]
  },
  "人际关系": {
    "本卦": "乾",
    "变卦": "屯",
    "方向": "人际关系",
    "核心状态": {
      "层1": [
        "你近期人际初逢屯难，乾阳主动之势遇阻，社交往来多有阻滞，难有舒心之态。",
        "你与他人的沟通易生偏差，心意难达，易生误会隔阂，让人际关系渐趋凝滞。",
        "你面对人际中的小矛盾，难有化解良策，易生焦躁，反而让矛盾加深，屯难更甚。",
        "你不复主动拓展社交圈，甚至对现有人脉的维护也心生懈怠，人际往来渐少。",
        "你在社交中易生拘谨不安之感，难有轻松愉悦的交流，让他人难与你交心。"
      ],
      "层2": [
        "乾阳转屯象，刚柔始交而难生，人际如逢云雷相阻，沟通之路初行便遇滞，无有通达之态。",
        "沟通中的言辞偏差、心意误解，让彼此的距离慢慢拉远，些许小事便易生嫌隙，人际氛围偏于紧张。",
        "因顾虑过多而在社交中藏起真心，刻意迎合反而让他人难识真实的你，难有交心之谊。",
        "人际中的小矛盾未及时化解，慢慢积累，让彼此的隔阂更甚，难以修复，人际关系难有进益。",
        "社交中的拘谨不安，让交流失去轻松愉悦之感，易让他人产生疏离之意，人际往来渐趋冷淡。"
      ],
      "层3": [
        "面对人际屯难，易生逃避之心，不复主动沟通化解，让误会隔阂越积越深，错失修复关系的时机。",
        "因一次沟通偏差便心生畏惧，不复主动表达自身想法，让社交更显被动，人际屯难更甚。",
        "被暂时的人际阻滞所困，否定自身的社交能力，陷入自我怀疑，难有走出屯难的信心。",
        "忽略对现有人脉的维护，久不联系让彼此的情分慢慢变淡，人际圈渐趋狭窄。",
        "在社交中过度在意他人看法，刻意伪装自己，让社交变得虚伪，难有真心相交之友。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续人际中能守正待时，不复急躁逃避，慢慢寻得化解屯难的沟通之法，隔阂渐消。",
        "你会放下内心的顾虑，坦诚表达真实心意，沟通偏差慢慢减少，误会隔阂渐次化解。",
        "你会重拾对现有人脉的维护，主动联系交流，让彼此的情分慢慢回暖，人际往来渐多。",
        "你在社交中会慢慢放下拘谨，展现真实的自己，让他人更易与你交心，人际氛围渐趋舒心。",
        "你的人际屯难会慢慢消散，沟通之路渐趋通达，人际关系慢慢恢复和谐，甚至有新的交心之友。"
      ],
      "层2": [
        "人际运势为先屯后通，前期的阻滞皆是刚柔始交的必然之象，守正交心，便可得人际和谐之局。",
        "坦诚的沟通让彼此的心意渐有共鸣，误会隔阂慢慢消散，些许矛盾皆能平和化解，人际氛围渐趋轻松。",
        "真实的自我展现让他人更易与你交心，慢慢收获真心之友，不复有虚伪的社交，人际往来更有价值。",
        "现有人脉的维护让彼此的情分慢慢回暖，人际圈渐趋活跃，新的社交机缘也会慢慢显现，唯需戒拘谨。",
        "走出人际屯难之后，你会更懂沟通的艺术，更知真心的可贵，形成健康的社交模式，人际关系长久和谐。"
      ]
    },
    "建议行动": [
      "守人际之正，戒急躁逃避，以坦诚交心为根本，慢慢化解误会隔阂，勿因一时屯难便封闭自己。",
      "放下内心的顾虑与过度的自我关注，坦诚表达自身想法，言辞温和，心意真切，方能减少沟通偏差。",
      "主动维系现有人脉，偶尔联系交流，聊聊近况，让彼此的情分不被时间冲淡，人际圈更具温度。",
      "放下社交中的拘谨，展现真实的自己，唯有真实，方能吸引真心相交之友，让社交更有意义。",
      "面对人际小矛盾，及时沟通化解，勿让小事积累成大患，以包容之心待人，求同存异，人际自和。"
    ],
    "一句话总结": [
      "君子和而不同，周而不比",
      "坦诚相待，心意相通",
      "海纳百川，有容乃大",
      "莫愁前路无知己，天下谁人不识君",
      "真心换真心，黄土变成金"
    ]
  },
  "出行": {
    "本卦": "乾",
    "变卦": "屯",
    "方向": "出行",
    "核心状态": {
      "层1": [
        "你近期出行初逢屯难，乾阳顺遂之势遇阻，出行计划多有波折，难有如期推进之态。",
        "你筹备的出行事宜易生变故，交通、住宿皆可能遇阻，让你陷入手足无措的境地。",
        "你对出行的路况、目的地情况难有精准把握，易生未知的顾虑，出行之心怯。",
        "你即便顺利出行，途中也易遇小波折，如路况不佳、天气突变等，让出行体验大打折扣。",
        "你因出行屯难易生焦躁，甚至有取消出行的念头，让原本的出行计划难有落地之机。"
      ],
      "层2": [
        "乾阳转屯象，刚柔始交而难生，出行如逢云雷蔽途，筹备与行程皆遇阻滞，无有顺畅之态。",
        "出行前的筹备事宜百端待举，却易生疏漏与变故，一环出错便牵全身，计划难定。",
        "外部的不确定因素如天气、路况、票务等皆易生变，如风云莫测，让出行的屯难更甚。",
        "对目的地、行程的了解不足，让未知的顾虑萦绕心头，出行的期待被焦虑冲淡，难有舒心之意。",
        "虽有出行之愿，却无应对突发状况的预案，遇变则乱，让出行的波折更甚，体验更差。"
      ],
      "层3": [
        "面对出行的屯难，易生放弃之心，取消出行计划，让原本的期待落空，错失出行之机。",
        "因筹备事宜遇阻而心生急躁，贸然推进出行计划，未做周全准备，让途中的波折更多。",
        "被未知的顾虑所困，过度纠结出行的各种细节，反而让筹备事宜更显混乱，难有头绪。",
        "遇途中的小波折时，难有从容应对之态，心生烦躁，让整个出行的心情都受影响，难有愉悦之感。",
        "忽略对出行突发状况的预判，未做任何应急预案，遇变则手足无措，让出行屯难难以化解。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续出行中能守正筹备，不复急躁冒进，慢慢化解屯难，出行计划渐趋稳妥。",
        "你会做周全的出行筹备，预判各种突发状况，制定应急预案，不复手足无措。",
        "你会深耕出行的路况、目的地信息，精准把握，未知的顾虑慢慢消散，出行之心渐定。",
        "出行中的外部阻滞会慢慢消散，交通、住宿皆能顺遂落实，行程推进渐有章法。",
        "你的出行屯难会慢慢消散，即便途中有小状况，也能从容应对，出行体验慢慢回暖。"
      ],
      "层2": [
        "出行运势为先屯后通，前期的波折皆是刚柔始交的必然之象，守正筹备，便可得行程顺遂之局。",
        "周全的筹备与应急预案让出行的各种变故皆能从容应对，一环一扣皆有章法，计划落地渐顺，唯需戒疏漏。",
        "外部的不确定因素慢慢消散，天气、路况皆趋利好，票务、住宿皆能顺遂落实，出行的屯难渐次化解。",
        "对目的地、行程的精准把握让未知的顾虑消散，出行的期待慢慢回归，心情渐趋愉悦，出行更有意义。",
        "走出出行屯难之后，你会更懂出行规划的艺术，更知未雨绸缪的重要，后续的出行皆能更顺遂舒心。"
      ]
    },
    "建议行动": [
      "守出行之正，戒急躁冒进，暂缓仓促的出行计划，以周全筹备为根本，静待外部阻滞消散。",
      "深耕出行的路况、目的地、天气等信息，精准把握，减少未知的顾虑，让出行之心更定。",
      "做周全的出行筹备，同时制定突发状况的应急预案，如交通改道、住宿备选等，遇变则不乱。",
      "放下内心的焦躁，以平和的心态面对出行的屯难，若筹备遇阻，可适度调整行程，勿轻言放弃。",
      "出行途中遇小波折时，保持从容的心态，灵活应对，勿让小事影响出行的心情，重在体验。"
    ],
    "一句话总结": [
      "屯难守正，利涉大川",
      "未雨绸缪，行则顺遂",
      "轻舟已过万重山",
      "海阔凭鱼跃，天高任鸟飞",
      "一帆风顺，一路平安"
    ]
  },
  "诸事": {
    "本卦": "乾",
    "变卦": "屯",
    "方向": "诸事顺遂",
    "核心状态": {
      "层1": [
        "你近期诸事初逢屯难，乾阳顺遂之势遇阻，凡所行之事皆多有波折，难有称心之态。",
        "你虽有做事的初心与计划，却遇各种内外阻滞，计划落地难，陷入进退两难的境地。",
        "你面对诸事的屯难，难有统筹化解的良策，易生焦躁迷茫，做事效率大幅降低。",
        "你身边的机缘与助力渐稀，凡事多需亲力亲为，且难有成效，易生做事乏力之感。",
        "你被诸事的屯难所困，易生懈怠消极之心，不复往日的积极进取，诸事皆难有进益。"
      ],
      "层2": [
        "乾阳转屯象，刚柔始交而难生，万事如逢云雷相薄，刚萌其念便遇阻滞，无有通达之态。",
        "内外阻滞相交，内有心志之疑，外有机缘之缺，凡事行则有阻，静则有滞，进退皆难。",
        "诸事百端待举，却难有统筹规划之法，东一榔头西一棒子，做事无章，效率低下，屯难更甚。",
        "身边的机缘与助力渐消，孤行无援，即便亲力亲为，也难抵各种阻滞，做事难有成效。",
        "焦躁迷茫之心与诸事的屯难相互影响，形成恶性循环，让你更难寻得化解之法，诸事陷入停滞。"
      ],
      "层3": [
        "面对诸事屯难，易生畏难退缩之心，轻言放弃，让原本可成之事难有落地之机，错失机缘。",
        "因做事乏力而心生急躁，贸然推进，不顾事情的规律，反而让阻滞更甚，做事更易出错。",
        "被暂时的屯难所困，忽略对事情本身的深耕细研，难寻化解阻滞的关键，诸事难有突破。",
        "因诸事不顺而否定自身的能力，陷入自我怀疑，不复主动探索解决之法，难走出屯难。",
        "被诸事的繁杂所困，心生懈怠，不复制定清晰的做事计划，让诸事更显混乱，无有头绪。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续诸事能守正待时，不复急躁冒进，慢慢寻得统筹化解屯难的做事之法，渐有章法。",
        "你会放下内心的焦躁迷茫，重拾做事的笃定，以踏实之心面对诸事，不复轻言放弃。",
        "你身边的机缘与助力会慢慢恢复，外部阻滞消散，做事多了些助力，少了些孤行之态。",
        "你会制定清晰的做事计划，统筹规划诸事，不复杂乱无章，做事效率慢慢提升。",
        "你的诸事屯难会慢慢消散，凡所行之事皆渐趋顺遂，难有阻滞，慢慢步入佳境。"
      ],
      "层2": [
        "整体运势为先屯后通，前期的波折皆是刚柔始交的必然之象，守正笃行，便可得诸事顺遂之局。",
        "清晰的做事计划让诸事皆有章法，统筹推进，效率慢慢提升，原本的杂乱无章慢慢变得井然有序，唯需戒半途而废。",
        "身边的机缘与助力慢慢恢复，外部阻滞渐次消散，做事多了些帮扶，少了些阻扰，事半功倍。",
        "踏实笃定的做事心态让你更能沉下心来深耕细研，慢慢寻得化解各种阻滞的关键，诸事渐有突破。",
        "走出诸事屯难之后，你会更懂统筹规划的艺术，更知守正笃行的重要，后续做事皆能顺风顺水，方得长久顺遂。"
      ]
    },
    "建议行动": [
      "守诸事之正，戒急躁冒进，暂缓仓促的做事计划，以守正待时为根本，静待内外阻滞消散，勿贸然行事。",
      "放下内心的焦躁迷茫，重拾做事的笃定，以踏实之心面对每一件事，勿因一时屯难便轻言放弃，功不唐捐。",
      "制定清晰的做事计划，统筹规划诸事的先后缓急，按部就班推进，不复杂乱无章，提升做事效率。",
      "主动维系身边的人脉资源，化解外部牵绊，让做事多些助力，少些孤行之态，众人拾柴火焰高。",
      "沉下心来深耕细研所行之事，寻得化解阻滞的关键，勿被暂时的屯难所困，以坚持之心，渡难而成事。"
    ],
    "一句话总结": [
      "屯难守正，元亨利贞",
      "云雷屯，君子以经纶",
      "守正笃行，万事顺遂",
      "山重水复疑无路，柳暗花明又一村",
      "千磨万击还坚劲，任尔东西南北风"
    ]
  }
}