{
  "感情": {
    "本卦": "乾",
    "变卦": "同人",
    "方向": "感情",
    "核心状态": {
      "层1": [
        "你近期情路现同人象，需与对方同心同德、和同相融，以公正无私的心意相待，同人于野方得情路吉亨，同床异梦则情分难长。",
        "你在情中已有同人之基，与对方心意相通、步调相合，无偏私狭隘的计较，和同相融的状态正让情分愈发醇厚。",
        "你与对方相处守正持心，不偏私、不藏怨，以真心换真心的同心之态，让情路少了隔阂，多了相守的暖意。",
        "你若在情中偏私狭隘、独善其身，只顾及自身感受而忽略对方，便会陷入同床异梦之态，失了同人卦吉亨之象。",
        "你情中现同人卦之核，同人于野，亨，唯有与对方同心同德、和同相融，公正相待无偏私，情分方能长久顺遂。"
      ],
      "层2": [
        "乾阳转同人象，刚阳融和、天火同人合，情路入和同相守之境，同人于野则亨，同人于门则隘，心同则情通，德同则情长。",
        "天火同人，利君子贞，情中的同人非是单方迎合，乃是同心同德的心意相融，公正无私的相处相守，无偏私则无隔阂，无狭隘则无生隙。",
        "同人于野，亨，利涉大川，情中之“野”是敞开心扉的无界相融，非是囿于自我的狭隘相守，心界宽则情路宽，同德则能共渡情路风雨。",
        "同人卦之象，贵在和同相融、公正无私，情中若能守此正道，即便遇情路波折，也能与对方同心共渡，方保吉亨之势。",
        "同人卦最忌同床异梦、偏私狭隘，情中若各怀心思、只顾自身，即便相守相伴，也只是同人于门的表面相融，终会情分疏淡。"
      ],
      "层3": [
        "情中偏私狭隘成习，凡事只顾及自身感受与利益，无视对方的需求与心意，同心同德之态全无，情路只剩表面的和同。",
        "同床异梦，相守却不同心，彼此各有盘算，无有真心相融的诚意，同人于野的无界相守成泡影，情分慢慢在隔阂中疏淡。",
        "独善其身，将自身的心意封闭，不肯与对方交心相融，也不愿为对方做出适度迁就，和同相融的契机渐失，情路步入狭隘之境。",
        "守正不足，以自我为中心对待感情，相处中藏怨藏私，无有公正相待的心意，让对方慢慢心生疏离，同心之态慢慢瓦解。",
        "囿于同人于门的狭隘，将情路局限于自我的认知中，不肯敞开心扉与对方深度相融，情分难有醇厚的沉淀，吉亨之势难现。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续情路能守正持心，始终与对方同心同德，放下偏私狭隘的执念，敞开心扉和同相融，同人于野，情分愈发醇厚绵长。",
        "你会摒弃独善其身的心态，凡事多顾及对方感受，公正相待无偏私，与对方的心意相通愈发默契，情路吉亨无隙。",
        "你若曾有同床异梦之态，会慢慢敞开心扉，与对方坦诚交心，化解彼此的隔阂，重回同心同德的和同之态，情路渐趋顺意。",
        "你与对方会在相守中培养出同人于野的无界相融，同心共渡情路小波折，情分的沉淀愈发深厚，无有疏淡之险。",
        "你若能始终同心同德、公正无私，情路便可得同人卦之吉，利涉大川，和同相融，相守长久顺遂。"
      ],
      "层2": [
        "情运势为先隘后通，前期的隔阂皆是偏私狭隘、同床异梦之象，同心同德、同人于野，便可得情路吉亨之局。",
        "敛去偏私之心，增和同相融之意，敞开心扉与对方交心，情中的狭隘慢慢消散，彼此的同心之态愈发牢固，唯需戒藏私。",
        "情中之正慢慢深化，公正相待的诚意渐显，无偏私、无隔阂，和同相融成为相守常态，情路的暖意愈发浓厚。",
        "天火同合的默契慢慢形成，同心同德、同人于野，心意相通而无界，情路步入吉亨之态，相守和顺，利涉大川。",
        "若能始终同心同德、和同相融，不失同人卦相守之象，情路便会远离同床异梦之凶，同人于野，情分绵长。"
      ]
    },
    "建议行动": [
      "守情路之正，戒偏私狭隘，谨记同人于野，亨之理，与对方同心同德、敞开心扉，和同相融无界，保情路吉亨。",
      "摒弃同床异梦、独善其身之态，凡事多换位思考、顾及对方感受，公正相待无藏私，以真心换真心，筑同心相守之基。",
      "学会同人于野的无界相融，放下自我的狭隘认知，为对方做出适度迁就，让情路不囿于表面，实现深度的心意相融。",
      "守正持心，以和同相融为情路之本，不做单方迎合之事，也不做偏私自顾之举，与对方同心共渡情路风雨，利涉大川。",
      "谨记天火同人利君子贞之卦理，明白情路的亨通在于同心同德，唯有公正无私、和同相守，方能让情分长久醇厚。"
    ],
    "一句话总结": [
      "同人于野，亨",
      "利涉大川，利君子贞",
      "同心而共济，始终如一",
      "身无彩凤双飞翼，心有灵犀一点通",
      "执子之手，与子偕行"
    ]
  },
  "财运": {
    "本卦": "乾",
    "变卦": "同人",
    "方向": "财运",
    "核心状态": {
      "层1": [
        "你近期财路现同人象，需与合作方同心同德、和同共济，以公正无私的心态谋共赢，同人于野方得财路吉亨，同床异梦则财势难聚。",
        "你在理财中已有同人之基，与伙伴心意相通、步调相合，无偏私狭隘的独利，和同共济的状态正让财势愈发稳进。",
        "你对财富的积累守正持心，不偏私、不藏利，以诚心换诚心的同心之态，让财路少了阻滞，多了共赢的契机。",
        "你若在理财中偏私狭隘、独善其身，只顾及自身利益而忽略伙伴，便会陷入同床异梦之态，失了同人卦吉亨之象。",
        "你财中现同人卦之核，同人于野，亨，唯有与合作方同心同德、和同共济，公正相待无偏私，财势方能长久丰裕。"
      ],
      "层2": [
        "乾阳转同人象，刚阳融和、天火同人合，财路入和同共济之境，同人于野则亨，同人于门则隘，心同则财通，德同则利聚。",
        "天火同人，利君子贞，财中的同人非是单方依附，乃是同心同德的合作相融，公正无私的共赢谋划，无偏私则无隔阂，无狭隘则无阻滞。",
        "同人于野，亨，利涉大川，财中之“野”是敞开心胸的无界合作，非是囿于自我的狭隘谋利，格局宽则财路宽，同德则能共渡理财风雨。",
        "同人卦之象，贵在和同共济、公正无私，财中若能守此正道，即便遇市场波折，也能与伙伴同心共渡，方保吉亨之势。",
        "同人卦最忌同床异梦、偏私狭隘，理财中若各怀心思、只顾自身，即便合作相伴，也只是同人于门的表面相融，终会财势折损。"
      ],
      "层3": [
        "理财中偏私狭隘成习，凡事只顾及自身利益与收益，无视伙伴的需求与付出，同心同德之态全无，财路只剩表面的合作。",
        "同床异梦，合作却不同心，彼此各有盘算，无有诚心共济的诚意，同人于野的无界合作成泡影，财势慢慢在隔阂中折损。",
        "独善其身，将自身的理财思路封闭，不肯与伙伴交心相融，也不愿为共赢做出适度让步，和同共济的契机渐失，财路步入狭隘之境。",
        "守正不足，以自我为中心对待合作，谋利中藏私藏利，无有公正相待的心意，让伙伴慢慢心生疏离，同心之态慢慢瓦解。",
        "囿于同人于门的狭隘，将财路局限于自我的认知中，不肯敞开心胸与伙伴深度合作，财势难有丰裕的沉淀，吉亨之势难现。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续财路能守正持心，始终与合作方同心同德，放下偏私狭隘的执念，敞开心胸和同共济，同人于野，财势愈发丰裕稳进。",
        "你会摒弃独善其身的心态，凡事多顾及伙伴利益，公正相待无偏私，与伙伴的思路相通愈发默契，财路吉亨无滞。",
        "你若曾有同床异梦之态，会慢慢敞开心胸，与伙伴坦诚沟通，化解彼此的隔阂，重回同心同德的和同之态，财路渐趋顺意。",
        "你与合作方会在谋利中培养出同人于野的无界相融，同心共渡市场小波折，财势的沉淀愈发深厚，无有折损之险。",
        "你若能始终同心同德、公正无私，财路便可得同人卦之吉，利涉大川，和同共济，财势长久丰裕。"
      ],
      "层2": [
        "财运气势为先隘后通，前期的折损皆是偏私狭隘、同床异梦之象，同心同德、同人于野，便可得财路吉亨之局。",
        "敛去偏私之心，增和同共济之意，敞开心胸与伙伴沟通，财中的狭隘慢慢消散，彼此的同心之态愈发牢固，唯需戒藏利。",
        "财中之正慢慢深化，公正相待的诚意渐显，无偏私、无隔阂，和同共济成为理财常态，财路的共赢契机愈发浓厚。",
        "天火同合的默契慢慢形成，同心同德、同人于野，思路相通而无界，财路步入吉亨之态，丰裕稳进，利涉大川。",
        "若能始终同心同德、和同共济，不失同人卦守财之象，财路便会远离同床异梦之凶，同人于野，财势绵长。"
      ]
    },
    "建议行动": [
      "守理财之正，戒偏私狭隘，谨记同人于野，亨之理，与合作方同心同德、敞开心胸，和同共济无界，保财路吉亨。",
      "摒弃同床异梦、独善其身之态，凡事多换位思考、顾及伙伴付出，公正相待无藏利，以诚心换诚心，筑同心共赢之基。",
      "学会同人于野的无界合作，放下自我的狭隘认知，为共赢做出适度让步，让财路不囿于表面，实现深度的思路相融。",
      "守正持心，以和同共济为财路之本，不做单方依附之事，也不做偏私自顾之举，与伙伴同心共渡市场风雨，利涉大川。",
      "谨记天火同人利君子贞之卦理，明白财路的亨通在于同心同德，唯有公正无私、和同谋利，方能让财势长久丰裕。"
    ],
    "一句话总结": [
      "同人于野，亨",
      "利涉大川，利君子贞",
      "同舟共济，互利共赢",
      "同心而共济，始终如一",
      "公正谋利，财源广进"
    ]
  },
  "工作": {
    "本卦": "乾",
    "变卦": "同人",
    "方向": "工作",
    "核心状态": {
      "层1": [
        "你近期职场现同人象，需与团队同心同德、和同相融，以公正无私的态度履职，同人于野方得职场吉亨，同床异梦则职业难进。",
        "你在工作中已有同人之基，与同事心意相通、步调相合，无偏私狭隘的独功，和同相融的状态正让职业发展愈发顺意。",
        "你对工作的推进守正持心，不偏私、不藏能，以诚心换诚心的同心之态，让职场少了隔阂，多了共进的契机。",
        "你若在职场中偏私狭隘、独善其身，只顾及自身成绩而忽略团队，便会陷入同床异梦之态，失了同人卦吉亨之象。",
        "你职场现同人卦之核，同人于野，亨，唯有与团队同心同德、和同相融，公正相待无偏私，职业方能长久通达。"
      ],
      "层2": [
        "乾阳转同人象，刚阳融和、天火同人合，职场入和同履职之境，同人于野则亨，同人于门则隘，心同则业通，德同则事成。",
        "天火同人，利君子贞，职场中的同人非是单方迎合，乃是同心同德的团队相融，公正无私的协作履职，无偏私则无隔阂，无狭隘则无阻滞。",
        "同人于野，亨，利涉大川，职场中之“野”是敞开心胸的无界协作，非是囿于自我的狭隘邀功，格局宽则职业宽，同德则能共渡工作风雨。",
        "同人卦之象，贵在和同相融、公正无私，职场中若能守此正道，即便遇工作波折，也能与团队同心共渡，方保吉亨之势。",
        "同人卦最忌同床异梦、偏私狭隘，职场中若各怀心思、只顾自身，即便共事相伴，也只是同人于门的表面相融，终会职业受阻。"
      ],
      "层3": [
        "职场中偏私狭隘成习，凡事只顾及自身成绩与利益，无视同事的付出与需求，同心同德之态全无，职场只剩表面的协作。",
        "同床异梦，共事却不同心，彼此各有盘算，无有诚心相融的诚意，同人于野的无界协作成泡影，职业发展慢慢在隔阂中受阻。",
        "独善其身，将自身的工作能力封闭，不肯与同事交心相融，也不愿为团队做出适度付出，和同相融的契机渐失，职场步入狭隘之境。",
        "守正不足，以自我为中心对待工作，履职中藏私藏能，无有公正相待的心意，让同事慢慢心生疏离，同心之态慢慢瓦解。",
        "囿于同人于门的狭隘，将职业局限于自我的认知中，不肯敞开心胸与团队深度协作，职业难有通达的沉淀，吉亨之势难现。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续职场能守正持心，始终与团队同心同德，放下偏私狭隘的执念，敞开心胸和同相融，同人于野，职业发展愈发通达顺意。",
        "你会摒弃独善其身的心态，凡事多顾及团队利益，公正相待无偏私，与同事的思路相通愈发默契，职场吉亨无滞。",
        "你若曾有同床异梦之态，会慢慢敞开心胸，与同事坦诚沟通，化解彼此的隔阂，重回同心同德的和同之态，职业渐趋顺意。",
        "你与团队会在履职中培养出同人于野的无界相融，同心共渡工作小波折，职业口碑的沉淀愈发深厚，无有受阻之险。",
        "你若能始终同心同德、公正无私，职场便可得同人卦之吉，利涉大川，和同相融，职业长久通达。"
      ],
      "层2": [
        "职场运势为先隘后通，前期的阻滞皆是偏私狭隘、同床异梦之象，同心同德、同人于野，便可得职场吉亨之局。",
        "敛去偏私之心，增和同相融之意，敞开心胸与同事沟通，职场的狭隘慢慢消散，彼此的同心之态愈发牢固，唯需戒藏能。",
        "职中之正慢慢深化，公正相待的诚意渐显，无偏私、无隔阂，和同相融成为履职常态，职场的共进契机愈发浓厚。",
        "天火同合的默契慢慢形成，同心同德、同人于野，思路相通而无界，职场步入吉亨之态，发展通达，利涉大川。",
        "若能始终同心同德、和同相融，不失同人卦履职之象，职场便会远离同床异梦之凶，同人于野，职业绵长。"
      ]
    },
    "建议行动": [
      "守职场之正，戒偏私狭隘，谨记同人于野，亨之理，与团队同心同德、敞开心胸，和同相融无界，保职场吉亨。",
      "摒弃同床异梦、独善其身之态，凡事多换位思考、顾及同事付出，公正相待无藏能，以诚心换诚心，筑同心共进之基。",
      "学会同人于野的无界协作，放下自我的狭隘认知，为团队做出适度付出，让职场不囿于表面，实现深度的思路相融。",
      "守正持心，以和同相融为职场之本，不做单方迎合之事，也不做偏私自顾之举，与团队同心共渡工作风雨，利涉大川。",
      "谨记天火同人利君子贞之卦理，明白职场的亨通在于同心同德，唯有公正无私、和同履职，方能让职业长久通达。"
    ],
    "一句话总结": [
      "同人于野，亨",
      "利涉大川，利君子贞",
      "和衷共济，其利断金",
      "同心而共济，始终如一",
      "功不唐捐，终有回响"
    ]
  },
  "健康": {
    "本卦": "乾",
    "变卦": "同人",
    "方向": "健康",
    "核心状态": {
      "层1": [
        "你近期身心现同人象，需让形神同心同德、和同相融，以公正无私的心态对待自身，同人于野方得身心吉亨，形神相悖则机能难和。",
        "你在养生中已有同人之基，形神心意相通、步调相合，无偏私狭隘的偏执，和同相融的状态正让身心愈发舒泰。",
        "你对身心的养护守正持心，不偏私、不苛责，以诚心待自身的同心之态，让身心少了违和，多了康健的契机。",
        "你若在养生中偏私狭隘、独善其身，只顾及躯体养护而忽略情志，便会陷入形神相悖之态，失了同人卦吉亨之象。",
        "你身心现同人卦之核，同人于野，亨，唯有让形神同心同德、和同相融，公正相待自身无偏私，康健方能长久舒泰。"
      ],
      "层2": [
        "乾阳转同人象，刚阳融和、天火同人合，身心入和同养身之境，同人于野则亨，同人于门则隘，形神同则身和，心意同则体健。",
        "天火同人，利君子贞，身中的同人非是单方强求，乃是形神同心同德的相融相守，公正无私的对待自身，不苛责躯体、不忽略情志，无偏私则无违和。",
        "同人于野，亨，利涉大川，身中之“野”是敞开心胸的无界相融，非是囿于自我的狭隘偏执，心界宽则身心宽，形神同德则能共渡身体小波折。",
        "同人卦之象，贵在形神和同、公正无私，养身中若能守此正道，即便遇身体违和，也能让形神同心共调，方保吉亨之势。",
        "同人卦最忌形神相悖、偏私狭隘，养生中若厚此薄彼、只顾其一，即便表面养护，也只是同人于门的浅层相融，终会身心违和。"
      ],
      "层3": [
        "养生中偏私狭隘成习，凡事只顾及躯体指标的养护，无视情志的舒解与需求，形神同心同德之态全无，身心只剩表面的康健。",
        "形神相悖，养身却不同心，只顾躯体调理而忽略心意感受，无有诚心相融的诚意，同人于野的无界相融成泡影，身心慢慢在违和中受损。",
        "独善其身，将自身的心意封闭，不肯与躯体坦诚相融，也不愿为身心平衡做出适度迁就，和同相融的契机渐失，身心步入狭隘之境。",
        "守正不足，以自我功利心对待养生，养护中苛责躯体、偏执指标，无有公正相待自身的心意，让身心慢慢心生疏离，同心之态慢慢瓦解。",
        "囿于同人于门的狭隘，将养身局限于自我的认知中，不肯敞开心胸让形神深度相融，身心难有舒泰的沉淀，吉亨之势难现。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续身心能守正持心，始终让形神同心同德，放下偏私狭隘的执念，敞开心胸让形神和同相融，同人于野，身心愈发舒泰康健。",
        "你会摒弃独善其身的心态，凡事公正对待自身，不苛责躯体、不忽略情志，形神的心意相通愈发默契，身心吉亨无违和。",
        "你若曾有形神相悖之态，会慢慢敞开心胸，与自身身心坦诚相融，化解彼此的违和，重回形神同德的和同之态，身心渐趋舒泰。",
        "你会在养身中培养出同人于野的无界相融，形神同心共调身体小波折，身心元气的沉淀愈发深厚，无有受损之险。",
        "你若能始终形神同心、公正无私，身心便可得同人卦之吉，利涉大川，和同相融，康健长久舒泰。"
      ],
      "层2": [
        "身心健康运势为先隘后和，前期的违和皆是偏私狭隘、形神相悖之象，形神同心、同人于野，便可得身心吉亨之局。",
        "敛去偏私之心，增和同相融之意，敞开心胸让形神交心，身心的狭隘慢慢消散，彼此的同心之态愈发牢固，唯需戒偏执。",
        "养身之正慢慢深化，公正相待自身的诚意渐显，无偏私、无违和，和同相融成为养身常态，身心的舒泰愈发浓厚。",
        "天火同合的默契慢慢形成，形神同心、同人于野，心意相通而无界，身心步入吉亨之态，康健舒泰，利涉大川。",
        "若能始终形神同心、和同相融，不失同人卦养身之象，身心便会远离形神相悖之凶，同人于野，康健绵长。"
      ]
    },
    "建议行动": [
      "守健康之正，戒偏私狭隘，谨记同人于野，亨之理，让形神同心同德、敞开心胸，和同相融无界，保身心吉亨。",
      "摒弃形神相悖、独善其身之态，凡事公正对待自身，不苛责躯体、不忽略情志，以诚心待身心，筑形神同心之基。",
      "学会同人于野的无界相融，放下自我的狭隘认知，为身心平衡做出适度迁就，让养身不囿于表面，实现深度的形神相融。",
      "守正持心，以形神和同为养身之本，不做单方强求之事，也不做偏私苛责之举，让形神同心共调身体风雨，利涉大川。",
      "谨记天火同人利君子贞之卦理，明白养身的亨通在于形神同心，唯有公正无私、和同相守，方能让身心长久舒泰。"
    ],
    "一句话总结": [
      "同人于野，亨",
      "利涉大川，利君子贞",
      "形神相依，身心康健",
      "心平气和，百病不侵",
      "同心相融，身泰心安"
    ]
  },
  "学业": {
    "本卦": "乾",
    "变卦": "同人",
    "方向": "学业",
    "核心状态": {
      "层1": [
        "你近期学业现同人象，需与学伴同心同德、和同相融，以公正无私的态度求学，同人于野方得学业吉亨，同床异梦则精进难成。",
        "你在求学中已有同人之基，与同学心意相通、步调相合，无偏私狭隘的独学，和同相融的状态正让学业愈发精进。",
        "你对学习的推进守正持心，不偏私、不藏知，以诚心换诚心的同心之态，让学业少了隔阂，多了共进的契机。",
        "你若在求学中偏私狭隘、独善其身，只顾及自身进步而忽略学伴，便会陷入同床异梦之态，失了同人卦吉亨之象。",
        "你学业现同人卦之核，同人于野，亨，唯有与学伴同心同德、和同相融，公正相待无偏私，学业方能长久精进。"
      ],
      "层2": [
        "乾阳转同人象，刚阳融和、天火同人合，学业入和同求学之境，同人于野则亨，同人于门则隘，心同则知通，德同则学进。",
        "天火同人，利君子贞，学业中的同人非是单方迎合，乃是同心同德的学伴相融，公正无私的协作求学，无偏私则无隔阂，无狭隘则无疏漏。",
        "同人于野，亨，利涉大川，学业中之“野”是敞开心胸的无界交流，非是囿于自我的狭隘藏知，格局宽则学业宽，同德则能共渡学习风雨。",
        "同人卦之象，贵在和同相融、公正无私，求学中若能守此正道，即便遇学习波折，也能与学伴同心共渡，方保吉亨之势。",
        "同人卦最忌同床异梦、偏私狭隘，求学中若各怀心思、只顾自身，即便同窗相伴，也只是同人于门的表面相融，终会精进受阻。"
      ],
      "层3": [
        "求学中偏私狭隘成习，凡事只顾及自身进步与成绩，无视学伴的需求与付出，同心同德之态全无，学业只剩表面的同窗。",
        "同床异梦，同窗却不同心，彼此各有盘算，无有诚心相融的诚意，同人于野的无界交流成泡影，学业精进慢慢在隔阂中受阻。",
        "独善其身，将自身的学习知识封闭，不肯与学伴交心相融，也不愿为共进做出适度分享，和同相融的契机渐失，学业步入狭隘之境。",
        "守正不足，以自我为中心对待学习，求学中藏知藏法，无有公正相待学伴的心意，让学伴慢慢心生疏离，同心之态慢慢瓦解。",
        "囿于同人于门的狭隘，将学业局限于自我的认知中，不肯敞开心胸与学伴深度交流，学业难有精进的沉淀，吉亨之势难现。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续学业能守正持心，始终与学伴同心同德，放下偏私狭隘的执念，敞开心胸和同相融，同人于野，学业愈发精进顺意。",
        "你会摒弃独善其身的心态，凡事多顾及学伴进步，公正相待无偏私，与学伴的思路相通愈发默契，学业吉亨无疏漏。",
        "你若曾有同床异梦之态，会慢慢敞开心胸，与学伴坦诚沟通，化解彼此的隔阂，重回同心同德的和同之态，学业渐趋精进。",
        "你与学伴会在求学中培养出同人于野的无界相融，同心共渡学习小波折，知识体系的沉淀愈发深厚，无有受阻之险。",
        "你若能始终同心同德、公正无私，学业便可得同人卦之吉，利涉大川，和同相融，学业长久精进。"
      ],
      "层2": [
        "学业运势为先隘后进，前期的疏漏皆是偏私狭隘、同床异梦之象，同心同德、同人于野，便可得学业吉亨之局。",
        "敛去偏私之心，增和同相融之意，敞开心胸与学伴沟通，学业的狭隘慢慢消散，彼此的同心之态愈发牢固，唯需戒藏知。",
        "学中之正慢慢深化，公正相待学伴的诚意渐显，无偏私、无隔阂，和同相融成为求学常态，学业的精进契机愈发浓厚。",
        "天火同合的默契慢慢形成，同心同德、同人于野，思路相通而无界，学业步入吉亨之态，精进稳进，利涉大川。",
        "若能始终同心同德、和同相融，不失同人卦求学之象，学业便会远离同床异梦之凶，同人于野，学业绵长。"
      ]
    },
    "建议行动": [
      "守学业之正，戒偏私狭隘，谨记同人于野，亨之理，与学伴同心同德、敞开心胸，和同相融无界，保学业吉亨。",
      "摒弃同床异梦、独善其身之态，凡事多换位思考、顾及学伴进步，公正相待无藏知，以诚心换诚心，筑同心共进之基。",
      "学会同人于野的无界交流，放下自我的狭隘认知，为共进做出适度分享，让学业不囿于表面，实现深度的思路相融。",
      "守正持心，以和同相融为求学之本，不做单方迎合之事，也不做偏私自顾之举，与学伴同心共渡学习风雨，利涉大川。",
      "谨记天火同人利君子贞之卦理，明白学业的亨通在于同心同德，唯有公正无私、和同求学，方能让学业长久精进。"
    ],
    "一句话总结": [
      "同人于野，亨",
      "利涉大川，利君子贞",
      "同心而共济，始终如一",
      "勤学有恒，水滴石穿",
      "教学相长，精进不休"
    ]
  },
  "人际关系": {
    "本卦": "乾",
    "变卦": "同人",
    "方向": "人际关系",
    "核心状态": {
      "层1": [
        "你近期人际现同人象，需与他人同心同德、和同相融，以公正无私的心意相交，同人于野方得人际吉亨，同床异梦则情谊难长。",
        "你在社交中已有同人之基，与友人心意相通、步调相合，无偏私狭隘的独利，和同相融的状态正让人际愈发和谐。",
        "你对人际的维护守正持心，不偏私、不藏情，以诚心换诚心的同心之态，让人际少了隔阂，多了相守的契机。",
        "你若在社交中偏私狭隘、独善其身，只顾及自身感受而忽略他人，便会陷入同床异梦之态，失了同人卦吉亨之象。",
        "你人际现同人卦之核，同人于野，亨，唯有与他人同心同德、和同相融，公正相待无偏私，人际方能长久和谐。"
      ],
      "层2": [
        "乾阳转同人象，刚阳融和、天火同人合，人际入和同相交之境，同人于野则亨，同人于门则隘，心同则情通，德同则谊长。",
        "天火同人，利君子贞，人际中的同人非是单方迎合，乃是同心同德的友人相融，公正无私的相交相守，无偏私则无隔阂，无狭隘则无生隙。",
        "同人于野，亨，利涉大川，人际中之“野”是敞开心胸的无界相融，非是囿于自我的狭隘计较，心界宽则人际宽，同德则能共渡相处风雨。",
        "同人卦之象，贵在和同相融、公正无私，社交中若能守此正道，即便遇相处波折，也能与友人同心共渡，方保吉亨之势。",
        "同人卦最忌同床异梦、偏私狭隘，社交中若各怀心思、只顾自身，即便相交相伴，也只是同人于门的表面相融，终会情谊疏淡。"
      ],
      "层3": [
        "社交中偏私狭隘成习，凡事只顾及自身感受与利益，无视友人的需求与付出，同心同德之态全无，人际只剩表面的相交。",
        "同床异梦，相交却不同心，彼此各有盘算，无有诚心相融的诚意，同人于野的无界相守成泡影，情谊慢慢在隔阂中疏淡。",
        "独善其身，将自身的心意封闭，不肯与友人交心相融，也不愿为相处做出适度迁就，和同相融的契机渐失，人际步入狭隘之境。",
        "守正不足，以自我为中心对待社交，相交中藏私藏情，无有公正相待友人的心意，让友人慢慢心生疏离，同心之态慢慢瓦解。",
        "囿于同人于门的狭隘，将人际局限于自我的认知中，不肯敞开心胸与友人深度相融，情谊难有醇厚的沉淀，吉亨之势难现。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续人际能守正持心，始终与他人同心同德，放下偏私狭隘的执念，敞开心胸和同相融，同人于野，人际愈发和谐绵长。",
        "你会摒弃独善其身的心态，凡事多顾及友人感受，公正相待无偏私，与友人的心意相通愈发默契，人际吉亨无隙。",
        "你若曾有同床异梦之态，会慢慢敞开心胸，与友人坦诚交心，化解彼此的隔阂，重回同心同德的和同之态，人际渐趋和谐。",
        "你与友人会在相交中培养出同人于野的无界相融，同心共渡相处小波折，情谊的沉淀愈发深厚，无有疏淡之险。",
        "你若能始终同心同德、公正无私，人际便可得同人卦之吉，利涉大川，和同相融，相处长久和谐。"
      ],
      "层2": [
        "人际运势为先隘后和，前期的隔阂皆是偏私狭隘、同床异梦之象，同心同德、同人于野，便可得人际吉亨之局。",
        "敛去偏私之心，增和同相融之意，敞开心胸与友人交心，人际的狭隘慢慢消散，彼此的同心之态愈发牢固，唯需戒藏私。",
        "交中之正慢慢深化，公正相待的诚意渐显，无偏私、无隔阂，和同相融成为相交常态，人际的暖意愈发浓厚。",
        "天火同合的默契慢慢形成，同心同德、同人于野，心意相通而无界，人际步入吉亨之态，相处和谐，利涉大川。",
        "若能始终同心同德、和同相融，不失同人卦相交之象，人际便会远离同床异梦之凶，同人于野，情谊绵长。"
      ]
    },
    "建议行动": [
      "守人际之正，戒偏私狭隘，谨记同人于野，亨之理，与他人同心同德、敞开心胸，和同相融无界，保人际吉亨。",
      "摒弃同床异梦、独善其身之态，凡事多换位思考、顾及友人感受，公正相待无藏私，以诚心换诚心，筑同心相守之基。",
      "学会同人于野的无界相融，放下自我的狭隘认知，为相处做出适度迁就，让人际不囿于表面，实现深度的心意相融。",
      "守正持心，以和同相融为人际之本，不做单方迎合之事，也不做偏私自顾之举，与友人同心共渡相处风雨，利涉大川。",
      "谨记天火同人利君子贞之卦理，明白人际的亨通在于同心同德，唯有公正无私、和同相交，方能让情谊长久醇厚。"
    ],
    "一句话总结": [
      "同人于野，亨",
      "利涉大川，利君子贞",
      "同心而共济，始终如一",
      "海纳百川，有容乃大",
      "相知无远近，万里尚为邻"
    ]
  },
  "出行": {
    "本卦": "乾",
    "变卦": "同人",
    "方向": "出行",
    "核心状态": {
      "层1": [
        "你近期出行现同人象，需与同行者同心同德、和同相融，以公正无私的心意相伴，同人于野方得出行吉亨，同床异梦则行程难顺。",
        "你在出行筹备中已有同人之基，与同行者心意相通、步调相合，无偏私狭隘的独欲，和同相融的状态正让行程愈发顺意。",
        "你对行程的推进守正持心，不偏私、不藏愿，以诚心换诚心的同心之态，让出行少了隔阂，多了相伴的契机。",
        "你若在出行中偏私狭隘、独善其身，只顾及自身需求而忽略同行者，便会陷入同床异梦之态，失了同人卦吉亨之象。",
        "你出行现同人卦之核，同人于野，亨，唯有与同行者同心同德、和同相融，公正相待无偏私，出行方能长久顺遂。"
      ],
      "层2": [
        "乾阳转同人象，刚阳融和、天火同人合，出行入和同相伴之境，同人于野则亨，同人于门则隘，心同则行顺，德同则路畅。",
        "天火同人，利君子贞，出行中的同人非是单方迎合，乃是同心同德的同行相融，公正无私的相伴相守，无偏私则无隔阂，无狭隘则无波折。",
        "同人于野，亨，利涉大川，出行中之“野”是敞开心胸的无界相融，非是囿于自我的狭隘计较，心界宽则行程宽，同德则能共渡出行风雨。",
        "同人卦之象，贵在和同相融、公正无私，出行中若能守此正道，即便遇行程波折，也能与同行者同心共渡，方保吉亨之势。",
        "同人卦最忌同床异梦、偏私狭隘，出行中若各怀心思、只顾自身，即便同行相伴，也只是同人于门的表面相融，终会行程波折。"
      ],
      "层3": [
        "出行中偏私狭隘成习，凡事只顾及自身需求与感受，无视同行者的意愿与付出，同心同德之态全无，出行只剩表面的同行。",
        "同床异梦，同行却不同心，彼此各有盘算，无有诚心相融的诚意，同人于野的无界相伴成泡影，行程慢慢在隔阂中波折。",
        "独善其身，将自身的出行意愿封闭，不肯与同行者交心相融，也不愿为行程顺畅做出适度迁就，和同相融的契机渐失，出行步入狭隘之境。",
        "守正不足，以自我为中心对待出行，相伴中藏私藏愿，无有公正相待同行者的心意，让同行者慢慢心生疏离，同心之态慢慢瓦解。",
        "囿于同人于门的狭隘，将行程局限于自我的认知中，不肯敞开心胸与同行者深度相融，出行难有顺遂的沉淀，吉亨之势难现。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续出行能守正持心，始终与同行者同心同德，放下偏私狭隘的执念，敞开心胸和同相融，同人于野，行程愈发顺遂畅行。",
        "你会摒弃独善其身的心态，凡事多顾及同行者需求，公正相待无偏私，与同行者的心意相通愈发默契，出行吉亨无波折。",
        "你若曾有同床异梦之态，会慢慢敞开心胸，与同行者坦诚沟通，化解彼此的隔阂，重回同心同德的和同之态，行程渐趋顺意。",
        "你与同行者会在相伴中培养出同人于野的无界相融，同心共渡出行小波折，行程体验的沉淀愈发深厚，无有阻滞之险。",
        "你若能始终同心同德、公正无私，出行便可得同人卦之吉，利涉大川，和同相融，行程长久顺遂。"
      ],
      "层2": [
        "出行运势为先隘后顺，前期的波折皆是偏私狭隘、同床异梦之象，同心同德、同人于野，便可得出行吉亨之局。",
        "敛去偏私之心，增和同相融之意，敞开心胸与同行者沟通，出行的狭隘慢慢消散，彼此的同心之态愈发牢固，唯需戒藏愿。",
        "行中之正慢慢深化，公正相待的诚意渐显，无偏私、无隔阂，和同相融成为相伴常态，出行的暖意愈发浓厚。",
        "天火同合的默契慢慢形成，同心同德、同人于野，心意相通而无界，出行步入吉亨之态，行程顺畅，利涉大川。",
        "若能始终同心同德、和同相融，不失同人卦出行之象，出行便会远离同床异梦之凶，同人于野，山河畅行。"
      ]
    },
    "建议行动": [
      "守出行之正，戒偏私狭隘，谨记同人于野，亨之理，与同行者同心同德、敞开心胸，和同相融无界，保出行吉亨。",
      "摒弃同床异梦、独善其身之态，凡事多换位思考、顾及同行者需求，公正相待无藏愿，以诚心换诚心，筑同心相伴之基。",
      "学会同人于野的无界相融，放下自我的狭隘认知，为行程顺畅做出适度迁就，让出行不囿于表面，实现深度的心意相融。",
      "守正持心，以和同相融为出行之本，不做单方迎合之事，也不做偏私自顾之举，与同行者同心共渡出行风雨，利涉大川。",
      "谨记天火同人利君子贞之卦理，明白出行的亨通在于同心同德，唯有公正无私、和同相伴，方能让行程长久顺遂。"
    ],
    "一句话总结": [
      "同人于野，亨",
      "利涉大川，利君子贞",
      "同心而共济，始终如一",
      "一路相伴，山河畅行",
      "和同相融，行则顺遂"
    ]
  },
  "诸事": {
    "本卦": "乾",
    "变卦": "同人",
    "方向": "诸事顺遂",
    "核心状态": {
      "层1": [
        "你近期诸事现同人象，需与周遭同心同德、和同相融，以公正无私的心态处事，同人于野方得百事吉亨，同床异梦则诸事难成。",
        "你在处事中已有同人之基，与相关者心意相通、步调相合，无偏私狭隘的独利，和同相融的状态正让百事愈发顺遂。",
        "你对诸事的推进守正持心，不偏私、不藏策，以诚心换诚心的同心之态，让百事少了阻滞，多了成势的契机。",
        "你若在处事中偏私狭隘、独善其身，只顾及自身利益而忽略周遭，便会陷入同床异梦之态，失了同人卦吉亨之象。",
        "你诸事现同人卦之核，同人于野，亨，唯有与周遭同心同德、和同相融，公正相待无偏私，百事方能长久兴荣。"
      ],
      "层2": [
        "乾阳转同人象，刚阳融和、天火同人合，诸事入和同笃行之境，同人于野则亨，同人于门则隘，心同则事成，德同则业兴。",
        "天火同人，利君子贞，处事中的同人非是单方迎合，乃是同心同德的周遭相融，公正无私的笃行相守，无偏私则无阻滞，无狭隘则无波折。",
        "同人于野，亨，利涉大川，处事中之“野”是敞开心胸的无界相融，非是囿于自我的狭隘谋利，格局宽则百事宽，同德则能共渡处事风雨。",
        "同人卦之象，贵在和同相融、公正无私，处事中若能守此正道，即便遇百事波折，也能与周遭同心共渡，方保吉亨之势。",
        "同人卦最忌同床异梦、偏私狭隘，处事中若各怀心思、只顾自身，即便相处相伴，也只是同人于门的表面相融，终会百事阻滞。"
      ],
      "层3": [
        "处事中偏私狭隘成习，凡事只顾及自身利益与意愿，无视周遭的需求与付出，同心同德之态全无，百事只剩表面的推进。",
        "同床异梦，处事却不同心，彼此各有盘算，无有诚心相融的诚意，同人于野的无界相融成泡影，百事慢慢在隔阂中阻滞。",
        "独善其身，将自身的处事思路封闭，不肯与周遭交心相融，也不愿为百事成势做出适度迁就，和同相融的契机渐失，百事步入狭隘之境。",
        "守正不足，以自我为中心对待处事，笃行中藏私藏策，无有公正相待周遭的心意，让周遭慢慢心生疏离，同心之态慢慢瓦解。",
        "囿于同人于门的狭隘，将百事局限于自我的认知中，不肯敞开心胸与周遭深度相融，百事难有兴荣的沉淀，吉亨之势难现。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续诸事能守正持心，始终与周遭同心同德，放下偏私狭隘的执念，敞开心胸和同相融，同人于野，百事愈发顺遂兴荣。",
        "你会摒弃独善其身的心态，凡事多顾及周遭利益，公正相待无偏私，与相关者的思路相通愈发默契，百事吉亨无滞。",
        "你若曾有同床异梦之态，会慢慢敞开心胸，与周遭坦诚沟通，化解彼此的隔阂，重回同心同德的和同之态，百事渐趋顺意。",
        "你会在处事中培养出同人于野的无界相融，与周遭同心共渡百事小波折，事态格局的沉淀愈发深厚，无有阻滞之险。",
        "你若能始终同心同德、公正无私，百事便可得同人卦之吉，利涉大川，和同相融，诸事长久兴荣。"
      ],
      "层2": [
        "整体运势为先隘后通，前期的阻滞皆是偏私狭隘、同床异梦之象，同心同德、同人于野，便可得百事吉亨之局。",
        "敛去偏私之心，增和同相融之意，敞开心胸与周遭沟通，百事的狭隘慢慢消散，彼此的同心之态愈发牢固，唯需戒藏策。",
        "事中之正慢慢深化，公正相待的诚意渐显，无偏私、无阻滞，和同相融成为处事常态，百事的成势契机愈发浓厚。",
        "天火同合的默契慢慢形成，同心同德、同人于野，思路相通而无界，百事步入吉亨之态，兴荣顺遂，利涉大川。",
        "若能始终同心同德、和同相融，不失同人卦处事之象，百事便会远离同床异梦之凶，同人于野，诸事绵长。"
      ]
    },
    "建议行动": [
      "守诸事之正，戒偏私狭隘，谨记同人于野，亨之理，与周遭同心同德、敞开心胸，和同相融无界，保百事吉亨。",
      "摒弃同床异梦、独善其身之态，凡事多换位思考、顾及周遭付出，公正相待无藏私，以诚心换诚心，筑同心成势之基。",
      "学会同人于野的无界相融，放下自我的狭隘认知，为百事成势做出适度迁就，让处事不囿于表面，实现深度的思路相融。",
      "守正持心，以和同相融为处事之本，不做单方迎合之事，也不做偏私自顾之举，与周遭同心共渡处事风雨，利涉大川。",
      "谨记天火同人利君子贞之卦理，明白百事的亨通在于同心同德，唯有公正无私、和同笃行，方能让诸事长久兴荣。"
    ],
    "一句话总结": [
      "同人于野，亨",
      "利涉大川，利君子贞",
      "同心而共济，始终如一",
      "守正笃行，万事顺遂",
      "和同相融，百事兴荣"
    ]
  }
}