{
  "感情": {
    "本卦": "乾",
    "变卦": "大过",
    "方向": "感情",
    "核心状态": {
      "层1": [
        "你近期情路现大过象，遇过中偏颇之境，需刚柔相济、过中守正，匡扶补救情中失衡，量力而行方得情路亨通，刚过则折或柔过则靡则情分难守。",
        "你在情中已现过极之态，或刚直强势失了包容，或柔懦卑微失了自我，唯有及时匡扶补救，调和刚柔尺度，方能挽情路栋桡之险。",
        "你若对情中偏颇执迷不悟、冒进妄为，要么恃刚相争要么恃柔迎合，只会让刚过则折、柔过则靡，失了大过卦匡扶补救的吉象，情路易生裂。",
        "你若能认清情中过极之弊，量力而行守正心，匡扶补救相处的失衡，刚柔相济不偏废，便可得大过卦“利有攸往”之吉，情路重归和顺。",
        "你情中现大过卦之核，栋桡利有攸往，唯有过中守正不偏执，匡扶补救不执迷，刚柔相济量力行，情路方有转圜通泰之机。"
      ],
      "层2": [
        "乾阳转大过象，刚柔过极、泽风大过合，情路入过中匡扶之境，大过者，过也，刚过则折、柔过则靡，栋桡之险生，唯匡扶补救、刚柔相济能化险为夷。",
        "泽风大过，栋桡，利有攸往，情中之“栋”是相守的根基，偏颇过极则根基动摇，栋桡非是绝境，乃是警示，及时补救、守正调柔，便可行而有往。",
        "大过卦之象，贵在过中守正、匡扶补救，情分的相处忌过犹不及，刚直过极则伤情，柔懦过极则失己，唯刚柔相济、不偏不倚，方能固相守之栋。",
        "利有攸往，亨，大过之吉在“知过能改、量力而行”，情中遇过极之态，非是执迷不悟硬撑，乃是认清偏颇、及时止损，匡扶补救中回归正途，方得情路亨通。",
        "刚柔相济为大过之要，情中刚守正心不强势，柔守本心不卑微，过中则调、失衡则补，让相守的根基在匡扶中稳固，方保情分长久之吉。"
      ],
      "层3": [
        "情中刚过则折成习，恃刚强势、偏执己见，遇事针锋相对不肯退让，将刚直变成伤害彼此的利器，让相守的根基慢慢动摇，栋桡之险渐生，情分难续。",
        "柔过则靡成习，恃柔迎合、卑微无主，事事迁就对方失去自我，将温柔变成毫无底线的妥协，让自身在情中愈发被动，相守的根基无有支撑，情路易散。",
        "执迷不悟，明知相处已现偏颇过极，却不肯正视问题、匡扶补救，要么一味硬撑要么一味逃避，让失衡的状态愈发严重，栋桡之险愈深，情路无有转圜。",
        "冒进妄为，不顾情分的实际情况，一味强求相守的状态，量力而行之心全无，刚柔失济、过犹不及，让相守的根基在冒进中彻底动摇，情分易生裂。",
        "过中无正，相处中无有守正之心，要么随刚直之势肆意发展，要么随柔懦之态卑微迎合，无有调和刚柔的自觉，匡扶补救无门，情路难有和顺之机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续情路能认清过极之弊，学会过中守正、刚柔相济，放下偏执强势或卑微迎合的执念，匡扶补救情中失衡，情路慢慢脱离栋桡之险。",
        "你会正视相守的根基问题，量力而行经营情分，刚守正心不强势，柔守本心不卑微，及时调和相处的偏颇，让情路的栋桡之险慢慢消散。",
        "你若曾有刚过则折之态，会慢慢收敛刚直，学会包容退让、以柔济刚，匡扶补救被伤害的情分，让相守的根基慢慢稳固，情路渐趋和顺。",
        "你若曾有柔过则靡之态，会慢慢找回自我，学会坚守本心、以刚护柔，匡扶补救失衡的相处模式，让自身在情中重拾主动，情路重归正途。",
        "你若能始终过中守正、匡扶补救，刚柔相济量力而行，情路便可得大过卦之吉，利有攸往，栋桡之险尽除，情分绵长和顺。"
      ],
      "层2": [
        "情运势为先过後正，前期的偏颇皆是刚柔过极之象，匡扶补救、刚柔相济，便可得情路亨通之局。",
        "敛去刚过之锐，补足柔过之缺，过中守正之心，情中的失衡慢慢调和，相守的根基在匡扶中愈发牢固，唯需戒偏执、忌妄为。",
        "情中之正慢慢深化，知过能改的诚意渐显，刚柔相济、量力而行成为相处常态，情路的栋桡之险彻底消散，和顺之势渐生。",
        "泽风大过合的默契慢慢形成，过中守正、匡扶补救，刚不折柔不靡，情路无偏执相争之险，无卑微迎合之困，步入利有攸往之态，相守顺遂。",
        "若能始终刚柔相济、过中守正，不失大过卦匡扶之象，情路便会远离刚折柔靡之凶，利有攸往，亨，情分长久稳固。"
      ]
    },
    "建议行动": [
      "守情路之正，戒刚过则折柔过则靡，谨记栋桡利有攸往之理，认清情中偏颇，及时匡扶补救，调和刚柔尺度，固相守之根基。",
      "学会刚柔相济，刚守正心不强势偏执，柔守本心不卑微迎合，过中则调、失衡则补，让相处不偏不倚，无过极之弊。",
      "量力而行经营情分，不冒进妄为强求相守状态，不执迷不悟硬撑失衡关系，正视情路问题，知过能改、及时止损，方得转圜之机。",
      "匡扶补救情中裂痕，刚过则敛锐包容，柔过则立心守己，以诚心化解隔阂，以正心调和偏颇，让相守的根基在补救中慢慢稳固。",
      "谨记大过卦过中守正的卦理，明白情路的亨通在知过能改，唯有刚柔相济、匡扶补救、量力而行，方能让情路利有攸往，相守长久。"
    ],
    "一句话总结": [
      "栋桡，利有攸往，亨",
      "过犹不及，刚柔相济",
      "知过能改，善莫大焉",
      "匡扶偏颇，情路和顺",
      "执子之手，量力相守"
    ]
  },
  "财运": {
    "本卦": "乾",
    "变卦": "大过",
    "方向": "财运",
    "核心状态": {
      "层1": [
        "你近期财路现大过象，遇过中偏颇之境，需刚柔相济、过中守正，匡扶补救理财失衡，量力而行方得财路亨通，刚过则折或柔过则靡则财势难稳。",
        "你在理财中已现过极之态，或刚直冒进失了稳健，或柔懦迟疑失了机遇，唯有及时匡扶补救，调和刚柔尺度，方能挽财路栋桡之险。",
        "你若对理财偏颇执迷不悟、冒进妄为，要么恃刚投机要么恃柔观望，只会让刚过则折、柔过则靡，失了大过卦匡扶补救的吉象，财路易生损。",
        "你若能认清理财过极之弊，量力而行守正心，匡扶补救布局的失衡，刚柔相济不偏废，便可得大过卦“利有攸往”之吉，财路重归丰裕。",
        "你财中现大过卦之核，栋桡利有攸往，唯有过中守正不偏执，匡扶补救不执迷，刚柔相济量力行，财路方有转圜丰裕之机。"
      ],
      "层2": [
        "乾阳转大过象，刚柔过极、泽风大过合，财路入过中匡扶之境，大过者，过也，刚过则折、柔过则靡，栋桡之险生，唯匡扶补救、刚柔相济能化险为夷。",
        "泽风大过，栋桡，利有攸往，财中之“栋”是守财的根基，偏颇过极则根基动摇，栋桡非是绝境，乃是警示，及时补救、守正调柔，便可行而有往。",
        "大过卦之象，贵在过中守正、匡扶补救，财富的积累忌过犹不及，刚直冒进则伤本，柔懦迟疑则失机，唯刚柔相济、不偏不倚，方能固守财之栋。",
        "利有攸往，亨，大过之吉在“知过能改、量力而行”，理财中遇过极之态，非是执迷不悟硬撑，乃是认清偏颇、及时止损，匡扶补救中回归正途，方得财路亨通。",
        "刚柔相济为大过之要，财中刚守正心不冒进，柔守本心不迟疑，过中则调、失衡则补，让理财的根基在匡扶中稳固，方保财势长久之吉。"
      ],
      "层3": [
        "理财中刚过则折成习，恃刚冒进、偏执投机，遇事不顾风险盲目追高，将刚直变成损耗本金的利器，让守财的根基慢慢动摇，栋桡之险渐生，财势难守。",
        "柔过则靡成习，恃柔迟疑、观望无主，遇机遇畏首畏尾错失良机，将谨慎变成错失财缘的借口，让自身在理财中愈发被动，守财的根基无有支撑，财路易衰。",
        "执迷不悟，明知理财已现偏颇过极，却不肯正视问题、匡扶补救，要么一味硬撑要么一味逃避，让失衡的状态愈发严重，栋桡之险愈深，财路无有转圜。",
        "冒进妄为，不顾市场的实际情况，一味强求高收益，量力而行之心全无，刚柔失济、过犹不及，让守财的根基在冒进中彻底动摇，财势易生损。",
        "过中无正，理财中无有守正之心，要么随冒进之势肆意发展，要么随迟疑之态观望不前，无有调和刚柔的自觉，匡扶补救无门，财路难有丰裕之机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续财路能认清过极之弊，学会过中守正、刚柔相济，放下偏执投机或迟疑观望的执念，匡扶补救理财失衡，财路慢慢脱离栋桡之险。",
        "你会正视守财的根基问题，量力而行打理财富，刚守正心不冒进，柔守本心不迟疑，及时调和理财的偏颇，让财路的栋桡之险慢慢消散。",
        "你若曾有刚过则折之态，会慢慢收敛冒进，学会稳健布局、以柔济刚，匡扶补救被损耗的本金，让守财的根基慢慢稳固，财路渐趋丰裕。",
        "你若曾有柔过则靡之态，会慢慢找回魄力，学会果断把握、以刚护柔，匡扶补救失衡的理财布局，让自身在理财中重拾主动，财路重归正途。",
        "你若能始终过中守正、匡扶补救，刚柔相济量力而行，财路便可得大过卦之吉，利有攸往，栋桡之险尽除，财势丰裕绵长。"
      ],
      "层2": [
        "财运气势为先过後正，前期的偏颇皆是刚柔过极之象，匡扶补救、刚柔相济，便可得财路亨通之局。",
        "敛去刚过之锐，补足柔过之缺，过中守正之心，财中的失衡慢慢调和，守财的根基在匡扶中愈发牢固，唯需戒偏执、忌妄为。",
        "财中之正慢慢深化，知过能改的诚意渐显，刚柔相济、量力而行成为理财常态，财路的栋桡之险彻底消散，丰裕之势渐生。",
        "泽风大过合的默契慢慢形成，过中守正、匡扶补救，刚不折柔不靡，财路无偏执投机之险，无迟疑错失之困，步入利有攸往之态，财势稳进。",
        "若能始终刚柔相济、过中守正，不失大过卦匡扶之象，财路便会远离刚折柔靡之凶，利有攸往，亨，财势长久稳固。"
      ]
    },
    "建议行动": [
      "守理财之正，戒刚过则折柔过则靡，谨记栋桡利有攸往之理，认清理财偏颇，及时匡扶补救，调和刚柔尺度，固守财之根基。",
      "学会刚柔相济，刚守正心不冒进偏执，柔守本心不迟疑观望，过中则调、失衡则补，让理财不偏不倚，无过极之弊。",
      "量力而行打理财富，不冒进妄为强求高收益，不执迷不悟硬撑失衡布局，正视市场问题，知过能改、及时止损，方得转圜之机。",
      "匡扶补救理财损耗，刚过则敛锐稳健，柔过则立心果断，以理性化解风险，以正心调和偏颇，让守财的根基在补救中慢慢稳固。",
      "谨记大过卦过中守正的卦理，明白财路的亨通在知过能改，唯有刚柔相济、匡扶补救、量力而行，方能让财路利有攸往，财势丰裕。"
    ],
    "一句话总结": [
      "栋桡，利有攸往，亨",
      "过犹不及，刚柔相济",
      "知过能改，守财有道",
      "匡扶偏颇，财源稳进",
      "量力理财，丰裕绵长"
    ]
  },
  "工作": {
    "本卦": "乾",
    "变卦": "大过",
    "方向": "工作",
    "核心状态": {
      "层1": [
        "你近期职场现大过象，遇过中偏颇之境，需刚柔相济、过中守正，匡扶补救履职失衡，量力而行方得职场亨通，刚过则折或柔过则靡则职业难进。",
        "你在工作中已现过极之态，或刚直强势失了协作，或柔懦推诿失了担当，唯有及时匡扶补救，调和刚柔尺度，方能挽职场栋桡之险。",
        "你若对履职偏颇执迷不悟、冒进妄为，要么恃刚独断要么恃柔避事，只会让刚过则折、柔过则靡，失了大过卦匡扶补救的吉象，职场易生阻。",
        "你若能认清履职过极之弊，量力而行守正心，匡扶补救工作的失衡，刚柔相济不偏废，便可得大过卦“利有攸往”之吉，职业重归通达。",
        "你职场现大过卦之核，栋桡利有攸往，唯有过中守正不偏执，匡扶补救不执迷，刚柔相济量力行，职业方有转圜通达之机。"
      ],
      "层2": [
        "乾阳转大过象，刚柔过极、泽风大过合，职场入过中匡扶之境，大过者，过也，刚过则折、柔过则靡，栋桡之险生，唯匡扶补救、刚柔相济能化险为夷。",
        "泽风大过，栋桡，利有攸往，职场中之“栋”是履职的根基，偏颇过极则根基动摇，栋桡非是绝境，乃是警示，及时补救、守正调柔，便可行而有往。",
        "大过卦之象，贵在过中守正、匡扶补救，职业的发展忌过犹不及，刚直强势则失和，柔懦推诿则失职，唯刚柔相济、不偏不倚，方能固履职之栋。",
        "利有攸往，亨，大过之吉在“知过能改、量力而行”，工作中遇过极之态，非是执迷不悟硬撑，乃是认清偏颇、及时止损，匡扶补救中回归正途，方得职场亨通。",
        "刚柔相济为大过之要，职场中刚守正心不强势，柔守本心不推诿，过中则调、失衡则补，让履职的根基在匡扶中稳固，方保职业长久之吉。"
      ],
      "层3": [
        "职场中刚过则折成习，恃刚强势、独断专行，遇事一意孤行不肯协作，将刚直变成疏远团队的利器，让履职的根基慢慢动摇，栋桡之险渐生，职业难进。",
        "柔过则靡成习，恃柔推诿、避事无主，遇事畏首畏尾不敢担当，将谨慎变成逃避工作的借口，让自身在职场中愈发被动，履职的根基无有支撑，职业难升。",
        "执迷不悟，明知履职已现偏颇过极，却不肯正视问题、匡扶补救，要么一味硬撑要么一味逃避，让失衡的状态愈发严重，栋桡之险愈深，职业无有转圜。",
        "冒进妄为，不顾工作的实际情况，一味强求高目标，量力而行之心全无，刚柔失济、过犹不及，让履职的根基在冒进中彻底动摇，职场易生阻。",
        "过中无正，履职中无有守正之心，要么随强势之势肆意发展，要么随推诿之态避事不前，无有调和刚柔的自觉，匡扶补救无门，职业难有通达之机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续职场能认清过极之弊，学会过中守正、刚柔相济，放下偏执独断或推诿避事的执念，匡扶补救履职失衡，职业慢慢脱离栋桡之险。",
        "你会正视履职的根基问题，量力而行推进工作，刚守正心不强势，柔守本心不推诿，及时调和工作的偏颇，让职场的栋桡之险慢慢消散。",
        "你若曾有刚过则折之态，会慢慢收敛刚直，学会协作包容、以柔济刚，匡扶补救被疏远的团队关系，让履职的根基慢慢稳固，职业渐趋通达。",
        "你若曾有柔过则靡之态，会慢慢找回担当，学会主动作为、以刚护柔，匡扶补救失衡的工作状态，让自身在职场中重拾主动，职业重归正途。",
        "你若能始终过中守正、匡扶补救，刚柔相济量力而行，职场便可得大过卦之吉，利有攸往，栋桡之险尽除，职业通达绵长。"
      ],
      "层2": [
        "职场运势为先过後正，前期的偏颇皆是刚柔过极之象，匡扶补救、刚柔相济，便可得职场亨通之局。",
        "敛去刚过之锐，补足柔过之缺，过中守正之心，职场的失衡慢慢调和，履职的根基在匡扶中愈发牢固，唯需戒偏执、忌妄为。",
        "职中之正慢慢深化，知过能改的诚意渐显，刚柔相济、量力而行成为履职常态，职场的栋桡之险彻底消散，通达之势渐生。",
        "泽风大过合的默契慢慢形成，过中守正、匡扶补救，刚不折柔不靡，职场无偏执独断之险，无推诿避事之困，步入利有攸往之态，职业稳进。",
        "若能始终刚柔相济、过中守正，不失大过卦匡扶之象，职场便会远离刚折柔靡之凶，利有攸往，亨，职业长久稳固。"
      ]
    },
    "建议行动": [
      "守职场之正，戒刚过则折柔过则靡，谨记栋桡利有攸往之理，认清履职偏颇，及时匡扶补救，调和刚柔尺度，固履职之根基。",
      "学会刚柔相济，刚守正心不强势独断，柔守本心不推诿避事，过中则调、失衡则补，让工作不偏不倚，无过极之弊。",
      "量力而行推进工作，不冒进妄为强求高目标，不执迷不悟硬撑失衡状态，正视职场问题，知过能改、及时止损，方得转圜之机。",
      "匡扶补救职场隔阂，刚过则敛锐协作，柔过则立心担当，以诚心化解矛盾，以正心调和偏颇，让履职的根基在补救中慢慢稳固。",
      "谨记大过卦过中守正的卦理，明白职场的通达在知过能改，唯有刚柔相济、匡扶补救、量力而行，方能让职业利有攸往，通达顺遂。"
    ],
    "一句话总结": [
      "栋桡，利有攸往，亨",
      "过犹不及，刚柔相济",
      "知过能改，履职通达",
      "匡扶偏颇，职场顺意",
      "量力笃行，职业长青"
    ]
  },
  "健康": {
    "本卦": "乾",
    "变卦": "大过",
    "方向": "健康",
    "核心状态": {
      "层1": [
        "你近期身心现大过象，遇过中偏颇之境，需刚柔相济、过中守正，匡扶补救养生失衡，量力而行方得身心亨通，刚过则折或柔过则靡则康健难守。",
        "你在养生中已现过极之态，或刚直逞强过度损耗，或柔懦懈怠疏于养护，唯有及时匡扶补救，调和刚柔尺度，方能挽身心栋桡之险。",
        "你若对养生偏颇执迷不悟、冒进妄为，要么恃刚逞强要么恃柔懈怠，只会让刚过则折、柔过则靡，失了大过卦匡扶补救的吉象，身心易生违和。",
        "你若能认清养生过极之弊，量力而行守正心，匡扶补救身心的失衡，刚柔相济不偏废，便可得大过卦“利有攸往”之吉，身心重归舒泰。",
        "你身心现大过卦之核，栋桡利有攸往，唯有过中守正不偏执，匡扶补救不执迷，刚柔相济量力行，身心方有转圜舒泰之机。"
      ],
      "层2": [
        "乾阳转大过象，刚柔过极、泽风大过合，身心入过中匡扶之境，大过者，过也，刚过则折、柔过则靡，栋桡之险生，唯匡扶补救、刚柔相济能化险为夷。",
        "泽风大过，栋桡，利有攸往，身中之“栋”是康健的根基，偏颇过极则根基动摇，栋桡非是绝境，乃是警示，及时补救、守正调柔，便可行而有往。",
        "大过卦之象，贵在过中守正、匡扶补救，身心的养护忌过犹不及，刚直逞强则耗气，柔懦懈怠则伤体，唯刚柔相济、不偏不倚，方能固康健之栋。",
        "利有攸往，亨，大过之吉在“知过能改、量力而行”，养生中遇过极之态，非是执迷不悟硬撑，乃是认清偏颇、及时止损，匡扶补救中回归正途，方得身心亨通。",
        "刚柔相济为大过之要，身中刚守正心不逞强，柔守本心不懈怠，过中则调、失衡则补，让养生的根基在匡扶中稳固，方保康健长久之吉。"
      ],
      "层3": [
        "养生中刚过则折成习，恃刚逞强、过度损耗，遇事不顾身体承受强行劳作，将刚直变成伤害身心的利器，让康健的根基慢慢动摇，栋桡之险渐生，康健难守。",
        "柔过则靡成习，恃柔懈怠、疏于养护，遇事贪图安逸疏于锻炼，将温和变成放任自身的借口，让自身在养生中愈发被动，康健的根基无有支撑，身心易弱。",
        "执迷不悟，明知养生已现偏颇过极，却不肯正视问题、匡扶补救，要么一味硬撑要么一味逃避，让失衡的状态愈发严重，栋桡之险愈深，身心无有转圜。",
        "冒进妄为，不顾身体的实际情况，一味强求高强度调理，量力而行之心全无，刚柔失济、过犹不及，让康健的根基在冒进中彻底动摇，身心易生违和。",
        "过中无正，养生中无有守正之心，要么随逞强之势肆意发展，要么随懈怠之态放任不前，无有调和刚柔的自觉，匡扶补救无门，身心难有舒泰之机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续身心能认清过极之弊，学会过中守正、刚柔相济，放下偏执逞强或懈怠放任的执念，匡扶补救养生失衡，身心慢慢脱离栋桡之险。",
        "你会正视康健的根基问题，量力而行养护身心，刚守正心不逞强，柔守本心不懈怠，及时调和养生的偏颇，让身心的栋桡之险慢慢消散。",
        "你若曾有刚过则折之态，会慢慢收敛逞强，学会劳逸结合、以柔济刚，匡扶补救被损耗的元气，让康健的根基慢慢稳固，身心渐趋舒泰。",
        "你若曾有柔过则靡之态，会慢慢找回自律，学会主动养护、以刚护柔，匡扶补救失衡的养生状态，让自身在养身中重拾主动，身心重归正途。",
        "你若能始终过中守正、匡扶补救，刚柔相济量力而行，身心便可得大过卦之吉，利有攸往，栋桡之险尽除，康健舒泰绵长。"
      ],
      "层2": [
        "身心健康运势为先过後和，前期的偏颇皆是刚柔过极之象，匡扶补救、刚柔相济，便可得身心亨通之局。",
        "敛去刚过之锐，补足柔过之缺，过中守正之心，身心的失衡慢慢调和，康健的根基在匡扶中愈发牢固，唯需戒偏执、忌妄为。",
        "养身之正慢慢深化，知过能改的诚意渐显，刚柔相济、量力而行成为养身常态，身心的栋桡之险彻底消散，舒泰之势渐生。",
        "泽风大过合的默契慢慢形成，过中守正、匡扶补救，刚不折柔不靡，身心无偏执逞强之险，无懈怠放任之困，步入利有攸往之态，康健稳进。",
        "若能始终刚柔相济、过中守正，不失大过卦匡扶之象，身心便会远离刚折柔靡之凶，利有攸往，亨，康健长久稳固。"
      ]
    },
    "建议行动": [
      "守健康之正，戒刚过则折柔过则靡，谨记栋桡利有攸往之理，认清养生偏颇，及时匡扶补救，调和刚柔尺度，固康健之根基。",
      "学会刚柔相济，刚守正心不逞强损耗，柔守本心不懈怠放任，过中则调、失衡则补，让养身不偏不倚，无过极之弊。",
      "量力而行养护身心，不冒进妄为强求高强度调理，不执迷不悟硬撑失衡状态，正视身体问题，知过能改、及时止损，方得转圜之机。",
      "匡扶补救身心违和，刚过则敛锐休养，柔过则立心自律，以平和化解损耗，以正心调和偏颇，让康健的根基在补救中慢慢稳固。",
      "谨记大过卦过中守正的卦理，明白身心的舒泰在知过能改，唯有刚柔相济、匡扶补救、量力而行，方能让身心利有攸往，康健舒泰。"
    ],
    "一句话总结": [
      "栋桡，利有攸往，亨",
      "过犹不及，刚柔相济",
      "知过能改，身心舒泰",
      "匡扶偏颇，形神相依",
      "量力养身，康健绵长"
    ]
  },
  "学业": {
    "本卦": "乾",
    "变卦": "大过",
    "方向": "学业",
    "核心状态": {
      "层1": [
        "你近期学业现大过象，遇过中偏颇之境，需刚柔相济、过中守正，匡扶补救学习失衡，量力而行方得学业亨通，刚过则折或柔过则靡则精进难成。",
        "你在求学中已现过极之态，或刚直死磕过度焦虑，或柔懦懈怠疏于积累，唯有及时匡扶补救，调和刚柔尺度，方能挽学业栋桡之险。",
        "你若对学习偏颇执迷不悟、冒进妄为，要么恃刚死磕要么恃柔懈怠，只会让刚过则折、柔过则靡，失了大过卦匡扶补救的吉象，学业易生疏漏。",
        "你若能认清学习过极之弊，量力而行守正心，匡扶补救学业的失衡，刚柔相济不偏废，便可得大过卦“利有攸往”之吉，学业重归精进。",
        "你学业现大过卦之核，栋桡利有攸往，唯有过中守正不偏执，匡扶补救不执迷，刚柔相济量力行，学业方有转圜精进之机。"
      ],
      "层2": [
        "乾阳转大过象，刚柔过极、泽风大过合，学业入过中匡扶之境，大过者，过也，刚过则折、柔过则靡，栋桡之险生，唯匡扶补救、刚柔相济能化险为夷。",
        "泽风大过，栋桡，利有攸往，学业中之“栋”是求学的根基，偏颇过极则根基动摇，栋桡非是绝境，乃是警示，及时补救、守正调柔，便可行而有往。",
        "大过卦之象，贵在过中守正、匡扶补救，学识的积累忌过犹不及，刚直死磕则焦虑，柔懦懈怠则落后，唯刚柔相济、不偏不倚，方能固求学之栋。",
        "利有攸往，亨，大过之吉在“知过能改、量力而行”，求学中遇过极之态，非是执迷不悟硬撑，乃是认清偏颇、及时止损，匡扶补救中回归正途，方得学业亨通。",
        "刚柔相济为大过之要，学业中刚守正心不死磕，柔守本心不懈怠，过中则调、失衡则补，让求学的根基在匡扶中稳固，方保学业长久之吉。"
      ],
      "层3": [
        "求学中刚过则折成习，恃刚死磕、过度焦虑，遇难题不顾方法强行钻研，将刚直变成损耗精力的利器，让求学的根基慢慢动摇，栋桡之险渐生，精进难成。",
        "柔过则靡成习，恃柔懈怠、疏于积累，遇学习任务畏首畏尾敷衍了事，将轻松变成荒废学业的借口，让自身在求学中愈发被动，求学的根基无有支撑，学业难进。",
        "执迷不悟，明知学习已现偏颇过极，却不肯正视问题、匡扶补救，要么一味硬撑要么一味逃避，让失衡的状态愈发严重，栋桡之险愈深，学业无有转圜。",
        "冒进妄为，不顾自身的学习基础，一味强求高难度内容，量力而行之心全无，刚柔失济、过犹不及，让求学的根基在冒进中彻底动摇，学业易生疏漏。",
        "过中无正，求学中无有守正之心，要么随死磕之势肆意发展，要么随懈怠之态放任不前，无有调和刚柔的自觉，匡扶补救无门，学业难有精进之机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续学业能认清过极之弊，学会过中守正、刚柔相济，放下偏执死磕或懈怠放任的执念，匡扶补救学习失衡，学业慢慢脱离栋桡之险。",
        "你会正视求学的根基问题，量力而行积累知识，刚守正心不死磕，柔守本心不懈怠，及时调和学习的偏颇，让学业的栋桡之险慢慢消散。",
        "你若曾有刚过则折之态，会慢慢收敛偏执，学会巧思善学、以柔济刚，匡扶补救被损耗的精力，让求学的根基慢慢稳固，学业渐趋精进。",
        "你若曾有柔过则靡之态，会慢慢找回自律，学会主动积累、以刚护柔，匡扶补救失衡的学习状态，让自身在求学中重拾主动，学业重归正途。",
        "你若能始终过中守正、匡扶补救，刚柔相济量力而行，学业便可得大过卦之吉，利有攸往，栋桡之险尽除，学业精进绵长。"
      ],
      "层2": [
        "学业运势为先过後正，前期的偏颇皆是刚柔过极之象，匡扶补救、刚柔相济，便可得学业亨通之局。",
        "敛去刚过之锐，补足柔过之缺，过中守正之心，学业的失衡慢慢调和，求学的根基在匡扶中愈发牢固，唯需戒偏执、忌妄为。",
        "学中之正慢慢深化，知过能改的诚意渐显，刚柔相济、量力而行成为求学常态，学业的栋桡之险彻底消散，精进之势渐生。",
        "泽风大过合的默契慢慢形成，过中守正、匡扶补救，刚不折柔不靡，学业无偏执死磕之险，无懈怠放任之困，步入利有攸往之态，学业稳进。",
        "若能始终刚柔相济、过中守正，不失大过卦匡扶之象，学业便会远离刚折柔靡之凶，利有攸往，亨，学业长久精进。"
      ]
    },
    "建议行动": [
      "守学业之正，戒刚过则折柔过则靡，谨记栋桡利有攸往之理，认清学习偏颇，及时匡扶补救，调和刚柔尺度，固求学之根基。",
      "学会刚柔相济，刚守正心不偏执死磕，柔守本心不懈怠放任，过中则调、失衡则补，让学习不偏不倚，无过极之弊。",
      "量力而行积累知识，不冒进妄为强求高难度内容，不执迷不悟硬撑失衡状态，正视学习问题，知过能改、及时止损，方得转圜之机。",
      "匡扶补救学业疏漏，刚过则敛锐善学，柔过则立心自律，以巧思化解焦虑，以正心调和偏颇，让求学的根基在补救中慢慢稳固。",
      "谨记大过卦过中守正的卦理，明白学业的精进在知过能改，唯有刚柔相济、匡扶补救、量力而行，方能让学业利有攸往，精进不休。"
    ],
    "一句话总结": [
      "栋桡，利有攸往，亨",
      "过犹不及，刚柔相济",
      "知过能改，学业精进",
      "匡扶偏颇，学思相融",
      "量力求学，日积月累"
    ]
  },
  "人际关系": {
    "本卦": "乾",
    "变卦": "大过",
    "方向": "人际关系",
    "核心状态": {
      "层1": [
        "你近期人际现大过象，遇过中偏颇之境，需刚柔相济、过中守正，匡扶补救相处失衡，量力而行方得人际亨通，刚过则折或柔过则靡则情谊难长。",
        "你在社交中已现过极之态，或刚直直言失了分寸，或柔懦迎合失了边界，唯有及时匡扶补救，调和刚柔尺度，方能挽人际栋桡之险。",
        "你若对相处偏颇执迷不悟、冒进妄为，要么恃刚直言要么恃柔迎合，只会让刚过则折、柔过则靡，失了大过卦匡扶补救的吉象，人际易生隙。",
        "你若能认清相处过极之弊，量力而行守正心，匡扶补救人际的失衡，刚柔相济不偏废，便可得大过卦“利有攸往”之吉，人际重归和顺。",
        "你人际现大过卦之核，栋桡利有攸往，唯有过中守正不偏执，匡扶补救不执迷，刚柔相济量力行，人际方有转圜和顺之机。"
      ],
      "层2": [
        "乾阳转大过象，刚柔过极、泽风大过合，人际入过中匡扶之境，大过者，过也，刚过则折、柔过则靡，栋桡之险生，唯匡扶补救、刚柔相济能化险为夷。",
        "泽风大过，栋桡，利有攸往，人际中之“栋”是相交的根基，偏颇过极则根基动摇，栋桡非是绝境，乃是警示，及时补救、守正调柔，便可行而有往。",
        "大过卦之象，贵在过中守正、匡扶补救，情谊的相处忌过犹不及，刚直直言则伤人，柔懦迎合则失己，唯刚柔相济、不偏不倚，方能固相交之栋。",
        "利有攸往，亨，大过之吉在“知过能改、量力而行”，社交中遇过极之态，非是执迷不悟硬撑，乃是认清偏颇、及时止损，匡扶补救中回归正途，方得人际亨通。",
        "刚柔相济为大过之要，人际中刚守正心不直言，柔守本心不迎合，过中则调、失衡则补，让相交的根基在匡扶中稳固，方保情谊长久之吉。"
      ],
      "层3": [
        "社交中刚过则折成习，恃刚直言、口无遮拦，遇事不顾他人感受直言不讳，将刚直变成伤害彼此的利器，让相交的根基慢慢动摇，栋桡之险渐生，情谊难长。",
        "柔过则靡成习，恃柔迎合、无有边界，事事迁就他人失去自我，将包容变成毫无底线的妥协，让自身在社交中愈发被动，相交的根基无有支撑，人际易疏。",
        "执迷不悟，明知相处已现偏颇过极，却不肯正视问题、匡扶补救，要么一味硬撑要么一味逃避，让失衡的状态愈发严重，栋桡之险愈深，人际无有转圜。",
        "冒进妄为，不顾情谊的实际情况，一味强求亲密关系，量力而行之心全无，刚柔失济、过犹不及，让相交的根基在冒进中彻底动摇，人际易生隙。",
        "过中无正，相处中无有守正之心，要么随直言之势肆意发展，要么随迎合之态无界迁就，无有调和刚柔的自觉，匡扶补救无门，人际难有和顺之机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续人际能认清过极之弊，学会过中守正、刚柔相济，放下偏执直言或无界迎合的执念，匡扶补救相处失衡，人际慢慢脱离栋桡之险。",
        "你会正视相交的根基问题，量力而行维护情谊，刚守正心不直言，柔守本心不迎合，及时调和相处的偏颇，让人际的栋桡之险慢慢消散。",
        "你若曾有刚过则折之态，会慢慢收敛刚直，学会谨言慎行、以柔济刚，匡扶补救被伤害的情谊，让相交的根基慢慢稳固，人际渐趋和顺。",
        "你若曾有柔过则靡之态，会慢慢找回边界，学会坚守本心、以刚护柔，匡扶补救失衡的相处模式，让自身在社交中重拾主动，人际重归正途。",
        "你若能始终过中守正、匡扶补救，刚柔相济量力而行，人际便可得大过卦之吉，利有攸往，栋桡之险尽除，情谊绵长和顺。"
      ],
      "层2": [
        "人际运势为先过後和，前期的偏颇皆是刚柔过极之象，匡扶补救、刚柔相济，便可得人际亨通之局。",
        "敛去刚过之锐，补足柔过之缺，过中守正之心，人际的失衡慢慢调和，相交的根基在匡扶中愈发牢固，唯需戒偏执、忌妄为。",
        "交中之正慢慢深化，知过能改的诚意渐显，刚柔相济、量力而行成为相处常态，人际的栋桡之险彻底消散，和顺之势渐生。",
        "泽风大过合的默契慢慢形成，过中守正、匡扶补救，刚不折柔不靡，人际无偏执直言之险，无无界迎合之困，步入利有攸往之态，相处顺遂。",
        "若能始终刚柔相济、过中守正，不失大过卦匡扶之象，人际便会远离刚折柔靡之凶，利有攸往，亨，情谊长久稳固。"
      ]
    },
    "建议行动": [
      "守人际之正，戒刚过则折柔过则靡，谨记栋桡利有攸往之理，认清相处偏颇，及时匡扶补救，调和刚柔尺度，固相交之根基。",
      "学会刚柔相济，刚守正心不直言伤人，柔守本心不无界迎合，过中则调、失衡则补，让相处不偏不倚，无过极之弊。",
      "量力而行维护情谊，不冒进妄为强求亲密关系，不执迷不悟硬撑失衡状态，正视人际问题，知过能改、及时止损，方得转圜之机。",
      "匡扶补救人际隔阂，刚过则敛锐谨言，柔过则立心守界，以诚心化解矛盾，以正心调和偏颇，让相交的根基在补救中慢慢稳固。",
      "谨记大过卦过中守正的卦理，明白人际的和顺在知过能改，唯有刚柔相济、匡扶补救、量力而行，方能让人际利有攸往，情谊绵长。"
    ],
    "一句话总结": [
      "栋桡，利有攸往，亨",
      "过犹不及，刚柔相济",
      "知过能改，相处和顺",
      "匡扶偏颇，情谊绵长",
      "量力相交，温润相守"
    ]
  },
  "出行": {
    "本卦": "乾",
    "变卦": "大过",
    "方向": "出行",
    "核心状态": {
      "层1": [
        "你近期出行现大过象，遇过中偏颇之境，需刚柔相济、过中守正，匡扶补救行程失衡，量力而行方得出行亨通，刚过则折或柔过则靡则行程难顺。",
        "你在出行中已现过极之态，或刚直冒进赶路过度，或柔懦迟疑错失行程，唯有及时匡扶补救，调和刚柔尺度，方能挽出行栋桡之险。",
        "你若对行程偏颇执迷不悟、冒进妄为，要么恃刚赶路要么恃柔迟疑，只会让刚过则折、柔过则靡，失了大过卦匡扶补救的吉象，出行易生折。",
        "你若能认清行程过极之弊，量力而行守正心，匡扶补救出行的失衡，刚柔相济不偏废，便可得大过卦“利有攸往”之吉，行程重归顺遂。",
        "你出行现大过卦之核，栋桡利有攸往，唯有过中守正不偏执，匡扶补救不执迷，刚柔相济量力行，行程方有转圜顺遂之机。"
      ],
      "层2": [
        "乾阳转大过象，刚柔过极、泽风大过合，出行入过中匡扶之境，大过者，过也，刚过则折、柔过则靡，栋桡之险生，唯匡扶补救、刚柔相济能化险为夷。",
        "泽风大过，栋桡，利有攸往，出行中之“栋”是行程的根基，偏颇过极则根基动摇，栋桡非是绝境，乃是警示，及时补救、守正调柔，便可行而有往。",
        "大过卦之象，贵在过中守正、匡扶补救，出行的筹备忌过犹不及，刚直冒进则疲惫，柔懦迟疑则失程，唯刚柔相济、不偏不倚，方能固行程之栋。",
        "利有攸往，亨，大过之吉在“知过能改、量力而行”，出行中遇过极之态，非是执迷不悟硬撑，乃是认清偏颇、及时止损，匡扶补救中回归正途，方得出行亨通。",
        "刚柔相济为大过之要，出行中刚守正心不冒进，柔守本心不迟疑，过中则调、失衡则补，让行程的根基在匡扶中稳固，方保出行长久之吉。"
      ],
      "层3": [
        "出行中刚过则折成习，恃刚冒进、赶路过度，遇事不顾身体承受强行赶路，将刚直变成损耗精力的利器，让行程的根基慢慢动摇，栋桡之险渐生，行程难顺。",
        "柔过则靡成习，恃柔迟疑、观望无主，遇行程安排畏首畏尾错失时机，将谨慎变成耽误出行的借口，让自身在出行中愈发被动，行程的根基无有支撑，出行易滞。",
        "执迷不悟，明知行程已现偏颇过极，却不肯正视问题、匡扶补救，要么一味硬撑要么一味逃避，让失衡的状态愈发严重，栋桡之险愈深，出行无有转圜。",
        "冒进妄为，不顾路况与身体的实际情况，一味强求赶路进度，量力而行之心全无，刚柔失济、过犹不及，让行程的根基在冒进中彻底动摇，出行易生折。",
        "过中无正，行程中无有守正之心，要么随冒进之势肆意发展，要么随迟疑之态观望不前，无有调和刚柔的自觉，匡扶补救无门，出行难有顺遂之机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续出行能认清过极之弊，学会过中守正、刚柔相济，放下偏执冒进或迟疑观望的执念，匡扶补救行程失衡，出行慢慢脱离栋桡之险。",
        "你会正视行程的根基问题，量力而行推进旅途，刚守正心不冒进，柔守本心不迟疑，及时调和行程的偏颇，让出行的栋桡之险慢慢消散。",
        "你若曾有刚过则折之态，会慢慢收敛冒进，学会劳逸结合、以柔济刚，匡扶补救被损耗的精力，让行程的根基慢慢稳固，出行渐趋顺遂。",
        "你若曾有柔过则靡之态，会慢慢找回果断，学会及时行动、以刚护柔，匡扶补救失衡的行程安排，让自身在出行中重拾主动，行程重归正途。",
        "你若能始终过中守正、匡扶补救，刚柔相济量力而行，出行便可得大过卦之吉，利有攸往，栋桡之险尽除，行程顺遂绵长。"
      ],
      "层2": [
        "出行运势为先过後顺，前期的偏颇皆是刚柔过极之象，匡扶补救、刚柔相济，便可得出行亨通之局。",
        "敛去刚过之锐，补足柔过之缺，过中守正之心，出行的失衡慢慢调和，行程的根基在匡扶中愈发牢固，唯需戒偏执、忌妄为。",
        "行中之正慢慢深化，知过能改的诚意渐显，刚柔相济、量力而行成为出行常态，出行的栋桡之险彻底消散，顺遂之势渐生。",
        "泽风大过合的默契慢慢形成，过中守正、匡扶补救，刚不折柔不靡，出行无偏执冒进之险，无迟疑观望之困，步入利有攸往之态，山河畅行。",
        "若能始终刚柔相济、过中守正，不失大过卦匡扶之象，出行便会远离刚折柔靡之凶，利有攸往，亨，行程长久顺遂。"
      ]
    },
    "建议行动": [
      "守出行之正，戒刚过则折柔过则靡，谨记栋桡利有攸往之理，认清行程偏颇，及时匡扶补救，调和刚柔尺度，固行程之根基。",
      "学会刚柔相济，刚守正心不冒进赶路，柔守本心不迟疑观望，过中则调、失衡则补，让出行不偏不倚，无过极之弊。",
      "量力而行推进旅途，不冒进妄为强求赶路进度，不执迷不悟硬撑失衡状态，正视路况问题，知过能改、及时止损，方得转圜之机。",
      "匡扶补救行程波折，刚过则敛锐休养，柔过则立心果断，以平和化解疲惫，以正心调和偏颇，让行程的根基在补救中慢慢稳固。",
      "谨记大过卦过中守正的卦理，明白出行的顺遂在知过能改，唯有刚柔相济、匡扶补救、量力而行，方能让行程利有攸往，山河畅行。"
    ],
    "一句话总结": [
      "栋桡，利有攸往，亨",
      "过犹不及，刚柔相济",
      "知过能改，行则顺遂",
      "匡扶偏颇，山河畅行",
      "量力赶路，一路平安"
    ]
  },
  "诸事": {
    "本卦": "乾",
    "变卦": "大过",
    "方向": "诸事顺遂",
    "核心状态": {
      "层1": [
        "你近期诸事现大过象，遇过中偏颇之境，需刚柔相济、过中守正，匡扶补救事态失衡，量力而行方得百事亨通，刚过则折或柔过则靡则诸事难成。",
        "你在处事中已现过极之态，或刚直冒进急于求成，或柔懦迟疑疏于推进，唯有及时匡扶补救，调和刚柔尺度，方能挽百事栋桡之险。",
        "你若对事态偏颇执迷不悟、冒进妄为，要么恃刚强求要么恃柔懈怠，只会让刚过则折、柔过则靡，失了大过卦匡扶补救的吉象，百事易生阻。",
        "你若能认清事态过极之弊，量力而行守正心，匡扶补救百事的失衡，刚柔相济不偏废，便可得大过卦“利有攸往”之吉，诸事重归兴荣。",
        "你诸事现大过卦之核，栋桡利有攸往，唯有过中守正不偏执，匡扶补救不执迷，刚柔相济量力行，百事方有转圜兴荣之机。"
      ],
      "层2": [
        "乾阳转大过象，刚柔过极、泽风大过合，诸事入过中匡扶之境，大过者，过也，刚过则折、柔过则靡，栋桡之险生，唯匡扶补救、刚柔相济能化险为夷。",
        "泽风大过，栋桡，利有攸往，百事中之“栋”是处事的根基，偏颇过极则根基动摇，栋桡非是绝境，乃是警示，及时补救、守正调柔，便可行而有往。",
        "大过卦之象，贵在过中守正、匡扶补救，百事的推进忌过犹不及，刚直冒进则失序，柔懦迟疑则失机，唯刚柔相济、不偏不倚，方能固处事之栋。",
        "利有攸往，亨，大过之吉在“知过能改、量力而行”，处事中遇过极之态，非是执迷不悟硬撑，乃是认清偏颇、及时止损，匡扶补救中回归正途，方得百事亨通。",
        "刚柔相济为大过之要，百事中刚守正心不冒进，柔守本心不迟疑，过中则调、失衡则补，让处事的根基在匡扶中稳固，方保百事长久之吉。"
      ],
      "层3": [
        "处事中刚过则折成习，恃刚冒进、急于求成，遇事不顾实际情况强行推进，将刚直变成扰乱事态的利器，让处事的根基慢慢动摇，栋桡之险渐生，诸事难成。",
        "柔过则靡成习，恃柔迟疑、疏于推进，遇事畏首畏尾敷衍了事，将谨慎变成荒废事态的借口，让自身在处事中愈发被动，处事的根基无有支撑，百事难兴。",
        "执迷不悟，明知事态已现偏颇过极，却不肯正视问题、匡扶补救，要么一味硬撑要么一味逃避，让失衡的状态愈发严重，栋桡之险愈深，百事无有转圜。",
        "冒进妄为，不顾事态的实际发展，一味强求高目标，量力而行之心全无，刚柔失济、过犹不及，让处事的根基在冒进中彻底动摇，百事易生阻。",
        "过中无正，处事中无有守正之心，要么随冒进之势肆意发展，要么随迟疑之态放任不前，无有调和刚柔的自觉，匡扶补救无门，百事难有兴荣之机。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续诸事能认清过极之弊，学会过中守正、刚柔相济，放下偏执冒进或迟疑懈怠的执念，匡扶补救事态失衡，百事慢慢脱离栋桡之险。",
        "你会正视处事的根基问题，量力而行推进百事，刚守正心不冒进，柔守本心不迟疑，及时调和事态的偏颇，让百事的栋桡之险慢慢消散。",
        "你若曾有刚过则折之态，会慢慢收敛冒进，学会稳扎稳打、以柔济刚，匡扶补救被扰乱的事态，让处事的根基慢慢稳固，百事渐趋兴荣。",
        "你若曾有柔过则靡之态，会慢慢找回魄力，学会主动推进、以刚护柔，匡扶补救失衡的处事状态，让自身在处事中重拾主动，百事重归正途。",
        "你若能始终过中守正、匡扶补救，刚柔相济量力而行，百事便可得大过卦之吉，利有攸往，栋桡之险尽除，诸事兴荣绵长。"
      ],
      "层2": [
        "整体运势为先过後正，前期的偏颇皆是刚柔过极之象，匡扶补救、刚柔相济，便可得百事亨通之局。",
        "敛去刚过之锐，补足柔过之缺，过中守正之心，百事的失衡慢慢调和，处事的根基在匡扶中愈发牢固，唯需戒偏执、忌妄为。",
        "事中之正慢慢深化，知过能改的诚意渐显，刚柔相济、量力而行成为处事常态，百事的栋桡之险彻底消散，兴荣之势渐生。",
        "泽风大过合的默契慢慢形成，过中守正、匡扶补救，刚不折柔不靡，百事无偏执冒进之险，无迟疑懈怠之困，步入利有攸往之态，诸事顺遂。",
        "若能始终刚柔相济、过中守正，不失大过卦匡扶之象，百事便会远离刚折柔靡之凶，利有攸往，亨，诸事长久兴荣。"
      ]
    },
    "建议行动": [
      "守诸事之正，戒刚过则折柔过则靡，谨记栋桡利有攸往之理，认清事态偏颇，及时匡扶补救，调和刚柔尺度，固处事之根基。",
      "学会刚柔相济，刚守正心不偏执冒进，柔守本心不迟疑懈怠，过中则调、失衡则补，让处事不偏不倚，无过极之弊。",
      "量力而行推进百事，不冒进妄为强求高目标，不执迷不悟硬撑失衡状态，正视事态问题，知过能改、及时止损，方得转圜之机。",
      "匡扶补救事态阻滞，刚过则敛锐稳进，柔过则立心笃行，以理性化解混乱，以正心调和偏颇，让处事的根基在补救中慢慢稳固。",
      "谨记大过卦过中守正的卦理，明白百事的兴荣在知过能改，唯有刚柔相济、匡扶补救、量力而行，方能让百事利有攸往，诸事大成。"
    ],
    "一句话总结": [
      "栋桡，利有攸往，亨",
      "过犹不及，刚柔相济",
      "知过能改，百事兴荣",
      "匡扶偏颇，万事顺遂",
      "量力笃行，诸事大成"
    ]
  }
}