{
  "感情": {
    "本卦": "乾",
    "变卦": "小畜",
    "方向": "感情",
    "核心状态": {
      "层1": [
        "你近期情路现小畜象，需以柔蓄情、小处积累情分，密云不雨之态下急功近利求推进，易让情分生隙。",
        "你在情中虽有相守之心，却贪大求全盼速成，不肯在日常小事中蓄养情意，让彼此少了暖心的羁绊。",
        "你与对方相处少了以柔相融的姿态，刚直行事忽略细节，小的情意积累不足，情路难有亨通之态。",
        "你面对情中平淡，无有守正蓄势的耐心，急于敲定关系或求深度交融，反倒让对方心生压力，情意难聚。",
        "你情中现小畜之基，密云不雨乃是蓄养之时，唯有守正蓄情、小处积累，方能情分大成，急功则凶。"
      ],
      "层2": [
        "乾阳转小畜象，刚健被柔、风天小畜合，情路入蓄养相守之境，密云不雨，小畜方成，急功则散。",
        "小畜亨通，情之亨通在小处蓄养，点滴的关心、日常的陪伴，皆是情意之蓄，无小蓄则无大成，贪大求全终是虚妄。",
        "密云不雨，自我西郊，情中此象非是无缘，乃是蓄势之时，刚阳需敛、柔意需增，以柔融刚方能让情分慢慢凝聚。",
        "情中的小畜之象，贵在守正待时，不疾不徐在小事中积累暖意，若失其正，刚直行事、急功近利，终会让情路阻滞。",
        "小畜卦象最忌贪大求全，情中若无视日常细节，一味追求轰轰烈烈的交融，只会让情意的根基虚空，难有长久相守。"
      ],
      "层3": [
        "情中无有小蓄之心，忽略日常点滴的关心，一味追求关系的快速推进，让情分的根基毫无积累，只剩表面的热闹。",
        "刚直行事不肯敛柔，遇事较真不懂退让，以自我为中心忽略对方感受，小的矛盾渐积，情路的密云终难成雨。",
        "守正不足急功有余，面对情中的平淡便心生焦虑，盲目制造浪漫却无真心积淀，让对方感受不到诚意，情意难聚。",
        "贪大求全，总盼着情分一步到位，不肯在相处的小事中磨合，小的隔阂慢慢放大，最终让情路陷入阻滞之态。",
        "蓄养失正，将索取当作蓄养，只盼对方付出却自身毫无行动，点滴的情意皆无，何来情分的大成之象。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续情路中能守正蓄情，放下急功近利的执念，学会以柔相融，在日常小事中积累情分，慢慢消散情路的密云。",
        "你会收敛自身的刚直，多些温柔的关心与陪伴，不贪大求全，只在小处用心，让彼此的情意慢慢凝聚，羁绊渐深。",
        "你会培养守正待时的耐心，接受情中的平淡蓄养期，不再急于推进关系，让对方卸下压力，情路渐趋亨通。",
        "你与对方会慢慢磨合出小处相融的默契，点滴的暖意积累成河，情分的根基慢慢夯实，无有生隙之险。",
        "你若能以柔蓄刚、小处蓄情，情路便可得吉，密云终成细雨，小畜大成，彼此的相守愈发绵长。"
      ],
      "层2": [
        "情运势为先滞后通，前期的隔阂皆是急功近利、小蓄不足之象，守正蓄情、以柔相融，便可得情路亨通之局。",
        "收敛刚直之态，增柔蓄情之心，在日常小事中用心陪伴、点滴积累，情意的密云慢慢凝聚，唯需戒急功。",
        "情中之正慢慢回归，守正待时的耐心渐显，不贪大求全、不盲目推进，情路的小矛盾慢慢消融，羁绊渐深。",
        "风天小畜的默契慢慢形成，刚柔相济、小处相融，点滴的情意积累成坚实的根基，情路步入亨通之态，相守安稳。",
        "若能始终守正蓄情、小处积累，不失小畜卦相守之象，情路便会远离贪大求全之凶，密云终成雨，情分大成。"
      ]
    },
    "建议行动": [
      "守情路之正，戒急功近利，接受情中的密云不雨之态，以柔蓄刚、以柔相融，不在平淡期急于推进关系。",
      "学会小处蓄情，在日常小事中用心，一句关心、一次陪伴、一份迁就，皆是情意的积累，点滴成河方得情分大成。",
      "收敛自身的刚直，放下较真的执念，遇事多些温柔与退让，顾及对方的感受，让柔意融化彼此的隔阂，凝聚情意。",
      "培养守正待时的耐心，不贪大求全盼情分速成，明白感情的磨合与蓄养需要时间，平淡中的积累才是长久的根基。",
      "蓄养不失其正，以真心换真心，不做表面的浪漫功夫，只在实处用心，让对方感受到真切的暖意，情意方能慢慢凝聚。"
    ],
    "一句话总结": [
      "密云不雨，自我西郊",
      "小畜亨通，利涉大川",
      "积土成山，积水成渊",
      "柔情似水，佳期如梦",
      "点滴温情，情定三生"
    ]
  },
  "财运": {
    "本卦": "乾",
    "变卦": "小畜",
    "方向": "财运",
    "核心状态": {
      "层1": [
        "你近期财路现小畜象，需以柔蓄财、小利积累财势，密云不雨之态下急功近利求暴富，易让财务生损。",
        "你在理财中虽有增值之心，却贪大求全盼暴利，不肯在小利中蓄养财势，让自身的财路少了坚实的根基。",
        "你对财富的积累少了以柔蓄刚的姿态，刚直冒进追求高风险收益，小的财利积累不足，财路难有亨通之态。",
        "你面对理财的平淡，无有守正蓄势的耐心，急于求成投入高风险项目，反倒让本金陷入危机，财势难聚。",
        "你财中现小畜之基，密云不雨乃是蓄养之时，唯有守正蓄财、小利积累，方能财势大成，急功则凶。"
      ],
      "层2": [
        "乾阳转小畜象，刚健被柔、风天小畜合，财路入蓄养守财之境，密云不雨，小畜方成，急功则损。",
        "小畜亨通，财之亨通在小处蓄养，点滴的储蓄、稳健的小利、合理的规划，皆是财势之蓄，无小蓄则无大成，贪大求全终是虚妄。",
        "密云不雨，自我西郊，财中此象非是无财，乃是蓄势之时，刚阳的冒进需敛、柔意的稳健需增，以柔蓄刚才能让财势慢慢凝聚。",
        "财中的小畜之象，贵在守正待时，不疾不徐在小利中积累财势，若失其正，刚直冒进、急功近利，终会让财路阻滞。",
        "小畜卦象最忌贪大求全，财中若无视稳健的小利积累，一味追求一夜暴富的暴利，只会让财富的根基虚空，难有长久丰裕。"
      ],
      "层3": [
        "财中无有小蓄之心，忽略点滴的储蓄与稳健小利，一味追求高风险暴利，让财势的根基毫无积累，只剩表面的虚浮。",
        "刚直冒进不肯敛柔，无视市场规律盲目投入高风险项目，以侥幸心盼收益，小的亏损渐积，财路的密云终难成雨。",
        "守正不足急功有余，面对理财的平淡便心生焦虑，频繁更换理财标的追求短期收益，让财务规划混乱，财势难聚。",
        "贪大求全，总盼着财富一步到位，不肯在稳健的小利中慢慢积累，小的财务风险慢慢放大，最终让财路陷入阻滞之态。",
        "蓄养失正，将投机当作蓄养，只盼暴利却自身毫无理财规划，点滴的财利皆无，何来财势的大成之象。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续财路中能守正蓄财，放下急功近利的执念，学会以柔蓄刚，在稳健小利中积累财势，慢慢消散财路的密云。",
        "你会收敛自身的冒进，多些稳健的理财思路，点滴储蓄、合理规划，不贪大求全，只在小处用心，让自身的财势慢慢凝聚，根基渐实。",
        "你会培养守正待时的耐心，接受理财的平淡蓄养期，不再急于求成追暴利，让本金远离风险，财路渐趋亨通。",
        "你对财务的管理会慢慢磨合出小处蓄财的默契，点滴的财利积累成河，财势的根基慢慢夯实，无有生损之险。",
        "你若能以柔蓄刚、小利蓄财，财路便可得吉，密云终成细雨，小畜大成，财富的积累愈发稳进。"
      ],
      "层2": [
        "财运气势为先损后稳，前期的折损皆是急功近利、小蓄不足之象，守正蓄财、以柔蓄刚，便可得财路亨通之局。",
        "收敛冒进之态，增稳健理财之心，在点滴储蓄、稳健小利中慢慢积累，财势的密云慢慢凝聚，唯需戒急功。",
        "财中之正慢慢回归，守正待时的耐心渐显，不贪大求全、不盲目冒进，财路的小亏损慢慢消融，根基渐实。",
        "风天小畜的默契慢慢形成，刚柔相济、小处蓄财，点滴的财利积累成坚实的根基，财路步入亨通之态，稳进丰裕。",
        "若能始终守正蓄财、小利积累，不失小畜卦守财之象，财路便会远离贪大求全之凶，密云终成雨，财势大成。"
      ]
    },
    "建议行动": [
      "守理财之正，戒急功近利，接受财路的密云不雨之态，以柔蓄刚、稳健理财，不在平淡期盲目追求高风险暴利。",
      "学会小处蓄财，在日常财务中用心，点滴的储蓄、稳健的低风险收益、合理的收支规划，皆是财势的积累，点滴成河方得财势大成。",
      "收敛自身的冒进，放下侥幸的执念，遵循市场规律，遇事多些稳健与理性，顾及本金的安全，让稳健融化财路的风险，凝聚财势。",
      "培养守正待时的耐心，不贪大求全盼财富速成，明白理财的蓄养与积累需要时间，平淡中的小利积累才是长久的根基。",
      "蓄养不失其正，以理性换收益，不做投机的暴富美梦，只在实处规划理财，让自身的财势在稳健中慢慢凝聚，丰裕长久。"
    ],
    "一句话总结": [
      "密云不雨，自我西郊",
      "小畜亨通，利涉大川",
      "积少成多，聚沙成塔",
      "君子爱财，取之有道",
      "稳中求进，财源广进"
    ]
  },
  "工作": {
    "本卦": "乾",
    "变卦": "小畜",
    "方向": "工作",
    "核心状态": {
      "层1": [
        "你近期职场现小畜象，需以柔蓄能、小功积累业绩，密云不雨之态下急功近利求晋升，易让职场生隙。",
        "你在工作中虽有进取之心，却贪大求全盼速成，不肯在小事中蓄养能力、积累业绩，让自身的职场少了坚实的根基。",
        "你对工作的推进少了以柔蓄刚的姿态，刚直行事忽略团队协作，小的业绩积累不足，职场难有亨通之态。",
        "你面对工作的平淡，无有守正蓄势的耐心，急于求成揽重活却能力不足，反倒让工作出纰漏，职场口碑难聚。",
        "你职场现小畜之基，密云不雨乃是蓄养之时，唯有守正蓄能、小功积累，方能职场大成，急功则凶。"
      ],
      "层2": [
        "乾阳转小畜象，刚健被柔、风天小畜合，职场入蓄养履职之境，密云不雨，小畜方成，急功则乱。",
        "小畜亨通，职之亨通在小处蓄养，点滴的工作细节、扎实的小任务完成、团队的小默契磨合，皆是能力与业绩之蓄，无小蓄则无大成，贪大求全终是虚妄。",
        "密云不雨，自我西郊，职场此象非是无机会，乃是蓄势之时，刚阳的冒进需敛、柔意的沉稳需增，以柔蓄刚才能让职场能力慢慢凝聚。",
        "职场中的小畜之象，贵在守正待时，不疾不徐在小事中积累业绩、蓄养能力，若失其正，刚直行事、急功近利，终会让职场阻滞。",
        "小畜卦象最忌贪大求全，职场中若无视日常的小事积累，一味追求重大项目的业绩，只会让自身的能力根基虚空，难有长久发展。"
      ],
      "层3": [
        "职场无有小蓄之心，忽略点滴的工作细节，一味追求重大项目的业绩，让自身的能力根基毫无积累，只剩表面的浮躁。",
        "刚直行事不肯敛柔，无视团队协作一意孤行，以自我为中心忽略同事感受，小的矛盾渐积，职场的密云终难成雨。",
        "守正不足急功有余，面对工作的平淡便心生焦虑，盲目揽重活却自身能力不足，工作纰漏渐生，职场口碑难聚。",
        "贪大求全，总盼着晋升一步到位，不肯在日常的小任务中打磨能力，小的职场短板慢慢放大，最终让职场陷入阻滞之态。",
        "蓄养失正，将邀功当作蓄养，只盼业绩却自身毫无实干，点滴的工作成果皆无，何来职场的大成之象。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续职场中能守正蓄能，放下急功近利的执念，学会以柔蓄刚，在日常小事中积累业绩、蓄养能力，慢慢消散职场的密云。",
        "你会收敛自身的刚直，多些沉稳的实干与团队协作，不贪大求全，只在小处用心，让自身的职场能力慢慢凝聚，根基渐实。",
        "你会培养守正待时的耐心，接受职场的平淡蓄养期，不再急于求成揽重活，让自身的能力与任务匹配，职场渐趋亨通。",
        "你与同事会慢慢磨合出小处相融的默契，点滴的工作成果积累成河，职场的根基慢慢夯实，无有生隙之险。",
        "你若能以柔蓄刚、小功蓄能，职场便可得吉，密云终成细雨，小畜大成，职业的发展愈发稳进。"
      ],
      "层2": [
        "职场运势为先滞后通，前期的阻滞皆是急功近利、小蓄不足之象，守正蓄能、以柔蓄刚，便可得职场亨通之局。",
        "收敛刚直之态，增沉稳实干之心，在日常小事、小任务中慢慢积累，职场能力的密云慢慢凝聚，唯需戒急功。",
        "职中之正慢慢回归，守正待时的耐心渐显，不贪大求全、不盲目揽活，职场的小纰漏慢慢消融，口碑渐聚。",
        "风天小畜的默契慢慢形成，刚柔相济、小处实干，点滴的工作成果积累成坚实的根基，职场步入亨通之态，发展稳进。",
        "若能始终守正蓄能、小功积累，不失小畜卦履职之象，职场便会远离贪大求全之凶，密云终成雨，职场大成。"
      ]
    },
    "建议行动": [
      "守职场之正，戒急功近利，接受职场的密云不雨之态，以柔蓄刚、沉稳实干，不在平淡期急于求成揽重活、求晋升。",
      "学会小处蓄能，在日常工作中用心，做好每一个小细节、完成每一个小任务、磨合每一次团队小协作，皆是能力与业绩的积累，点滴成河方得职场大成。",
      "收敛自身的刚直，放下独断的执念，遇事多些沉稳与团队协作，顾及同事的感受，让柔意融化职场的隔阂，凝聚能力与口碑。",
      "培养守正待时的耐心，不贪大求全盼晋升速成，明白职业的成长与蓄养需要时间，平淡中的小事积累才是长久的根基。",
      "蓄养不失其正，以实干换业绩，不做表面的邀功功夫，只在实处打磨能力，让自身的职场竞争力在实干中慢慢凝聚，发展长久。"
    ],
    "一句话总结": [
      "密云不雨，自我西郊",
      "小畜亨通，利涉大川",
      "聚沙成塔，集腋成裘",
      "功不唐捐，终有回响",
      "脚踏实地，行稳致远"
    ]
  },
  "健康": {
    "本卦": "乾",
    "变卦": "小畜",
    "方向": "健康",
    "核心状态": {
      "层1": [
        "你近期身心现小畜象，需以柔蓄元、小处积累康健，密云不雨之态下急功近利求速效，易让身心生耗。",
        "你在养生中虽有康健之心，却贪大求全盼速成，不肯在日常小事中蓄养元气、积累康健，让自身的身心少了坚实的根基。",
        "你对身心的调理少了以柔蓄刚的姿态，刚直强求身体指标达标，小的养生积累不足，身心难有亨通之态。",
        "你面对养生的平淡，无有守正蓄势的耐心，急于求成尝试高强度调理，反倒让身体不堪重负，元气难聚。",
        "你身心现小畜之基，密云不雨乃是蓄养之时，唯有守正蓄元、小处积累，方能身心大成，急功则凶。"
      ],
      "层2": [
        "乾阳转小畜象，刚健被柔、风天小畜合，身心入蓄养康健之境，密云不雨，小畜方成，急功则虚。",
        "小畜亨通，身之亨通在小处蓄养，点滴的作息规律、清淡的饮食调理、温和的日常锻炼，皆是元气与康健之蓄，无小蓄则无大成，贪大求全终是虚妄。",
        "密云不雨，自我西郊，身中此象非是无生机，乃是蓄势之时，刚阳的强求需敛、柔意的顺应需增，以柔蓄刚才能让身体元气慢慢凝聚。",
        "身心的小畜之象，贵在守正待时，不疾不徐在小事中积累康健、蓄养元气，若失其正，刚直强求、急功近利，终会让身心阻滞。",
        "小畜卦象最忌贪大求全，养生中若无视日常的小细节调理，一味追求速效的养生方法，只会让身体的元气根基虚空，难有长久康健。"
      ],
      "层3": [
        "养生无有小蓄之心，忽略点滴的作息与饮食规律，一味追求速效的养生方法，让身体的元气根基毫无积累，只剩表面的虚健。",
        "刚直强求不肯敛柔，无视身体节律盲目进行高强度调理，以功利心盼康健，小的身体损耗渐积，身心的密云终难成雨。",
        "守正不足急功有余，面对养生的平淡便心生焦虑，频繁更换调理方法追求速效，让身体的调理节奏混乱，元气难聚。",
        "贪大求全，总盼着身体一步到位恢复康健，不肯在日常的小细节中慢慢蓄养，小的身体不适慢慢放大，最终让身心陷入阻滞之态。",
        "蓄养失正，将过度调理当作蓄养，只盼指标达标却自身毫无日常养生，点滴的康健积累皆无，何来身心的大成之象。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续身心能守正蓄元，放下急功近利的执念，学会以柔蓄刚，在日常小事中积累康健、蓄养元气，慢慢消散身心的密云。",
        "你会收敛自身的强求，多些温柔的顺应与日常调理，不贪大求全，只在小处用心，让自身的身体元气慢慢凝聚，根基渐实。",
        "你会培养守正待时的耐心，接受养生的平淡蓄养期，不再急于求成用高强度调理，让身体顺应节律，身心渐趋亨通。",
        "你对养生的调理会慢慢磨合出小处蓄元的默契，点滴的康健积累成河，身心的根基慢慢夯实，无有生耗之险。",
        "你若能以柔蓄刚、小处蓄元，身心便可得吉，密云终成细雨，小畜大成，身体的康健愈发稳进。"
      ],
      "层2": [
        "身心健康运势为先虚后健，前期的虚损皆是急功近利、小蓄不足之象，守正蓄元、以柔蓄刚，便可得身心亨通之局。",
        "收敛强求之态，增顺应养生之心，在日常作息、饮食、锻炼中慢慢积累，身体元气的密云慢慢凝聚，唯需戒急功。",
        "养身之正慢慢回归，守正待时的耐心渐显，不贪大求全、不盲目强求，身心的小损耗慢慢消融，元气渐聚。",
        "风天小畜的默契慢慢形成，刚柔相济、小处养生，点滴的康健积累成坚实的根基，身心步入亨通之态，康健长久。",
        "若能始终守正蓄元、小处积累，不失小畜卦养身之象，身心便会远离贪大求全之凶，密云终成雨，身心大成。"
      ]
    },
    "建议行动": [
      "守健康之正，戒急功近利，接受身心的密云不雨之态，以柔蓄刚、顺应养生，不在平淡期急于求成用高强度调理、求速效。",
      "学会小处蓄元，在日常养生中用心，点滴的作息规律、清淡的饮食、温和的锻炼，皆是元气与康健的积累，点滴成河方得身心大成。",
      "收敛自身的强求，放下功利的执念，顺应身体的自然节律，遇事多些温柔与包容，让柔意融化身体的损耗，凝聚元气。",
      "培养守正待时的耐心，不贪大求全盼康健速成，明白养生的蓄养与积累需要时间，平淡中的小细节调理才是长久的根基。",
      "蓄养不失其正，以顺应换康健，不做速效的养生美梦，只在实处做好日常养生，让自身的元气在顺应中慢慢凝聚，康健长久。"
    ],
    "一句话总结": [
      "密云不雨，自我西郊",
      "小畜亨通，利涉大川",
      "食饮有节，起居有常",
      "积微成著，养生有道",
      "心平气和，百病不侵"
    ]
  },
  "学业": {
    "本卦": "乾",
    "变卦": "小畜",
    "方向": "学业",
    "核心状态": {
      "层1": [
        "你近期学业现小畜象，需以柔蓄知、小点积累知识，密云不雨之态下急功近利求高分，易让学业生隙。",
        "你在求学中虽有精进之心，却贪大求全盼速成，不肯在小事中蓄养知识、积累基础，让自身的学业少了坚实的根基。",
        "你对学习的推进少了以柔蓄刚的姿态，刚直死磕难题忽略基础，小的知识积累不足，学业难有亨通之态。",
        "你面对学习的平淡，无有守正蓄势的耐心，急于求成刷题拔高却基础不牢，反倒让知识漏洞渐积，学业成绩难聚。",
        "你学业现小畜之基，密云不雨乃是蓄养之时，唯有守正蓄知、小点积累，方能学业大成，急功则凶。"
      ],
      "层2": [
        "乾阳转小畜象，刚健被柔、风天小畜合，学业入蓄养求学之境，密云不雨，小畜方成，急功则疏。",
        "小畜亨通，学之亨通在小处蓄养，点滴的知识点掌握、扎实的基础练习、细致的错题整理，皆是知识与能力之蓄，无小蓄则无大成，贪大求全终是虚妄。",
        "密云不雨，自我西郊，学业此象非是无进步，乃是蓄势之时，刚阳的死磕需敛、柔意的夯实需增，以柔蓄刚才能让知识慢慢凝聚。",
        "学业中的小畜之象，贵在守正待时，不疾不徐在小点中积累知识、夯实基础，若失其正，刚直死磕、急功近利，终会让学业阻滞。",
        "小畜卦象最忌贪大求全，学业中若无视日常的小点积累，一味追求难题刷题的高分，只会让自身的知识根基虚空，难有长久精进。"
      ],
      "层3": [
        "学业无有小蓄之心，忽略点滴的知识点与基础练习，一味追求难题刷题的高分，让自身的知识根基毫无积累，只剩表面的浮躁。",
        "刚直死磕不肯敛柔，无视基础夯实一意孤行钻难题，以功利心盼高分，小的知识漏洞渐积，学业的密云终难成雨。",
        "守正不足急功有余，面对学习的平淡便心生焦虑，盲目刷题拔高却自身基础不牢，知识漏洞渐生，学业成绩难聚。",
        "贪大求全，总盼着成绩一步到位拔高分，不肯在日常的小点中慢慢夯实基础，小的学业短板慢慢放大，最终让学业陷入阻滞之态。",
        "蓄养失正，将刷题当作蓄养，只盼高分却自身毫无基础积累，点滴的知识成果皆无，何来学业的大成之象。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续学业中能守正蓄知，放下急功近利的执念，学会以柔蓄刚，在日常小点中积累知识、夯实基础，慢慢消散学业的密云。",
        "你会收敛自身的死磕，多些细致的基础夯实与错题整理，不贪大求全，只在小点用心，让自身的知识慢慢凝聚，根基渐实。",
        "你会培养守正待时的耐心，接受学业的平淡蓄养期，不再急于求成刷题拔高，让自身的基础与能力匹配，学业渐趋亨通。",
        "你对学习的推进会慢慢磨合出小处蓄知的默契，点滴的知识积累成河，学业的根基慢慢夯实，无有生隙之险。",
        "你若能以柔蓄刚、小点蓄知，学业便可得吉，密云终成细雨，小畜大成，学习的精进愈发稳进。"
      ],
      "层2": [
        "学业运势为先疏后进，前期的疏漏皆是急功近利、小蓄不足之象，守正蓄知、以柔蓄刚，便可得学业亨通之局。",
        "收敛死磕之态，增基础夯实之心，在日常小点、基础练习中慢慢积累，知识的密云慢慢凝聚，唯需戒急功。",
        "学中之正慢慢回归，守正待时的耐心渐显，不贪大求全、不盲目刷题，学业的小漏洞慢慢消融，成绩渐聚。",
        "风天小畜的默契慢慢形成，刚柔相济、小处求学，点滴的知识积累成坚实的根基，学业步入亨通之态，精进稳进。",
        "若能始终守正蓄知、小点积累，不失小畜卦求学之象，学业便会远离贪大求全之凶，密云终成雨，学业大成。"
      ]
    },
    "建议行动": [
      "守学业之正，戒急功近利，接受学业的密云不雨之态，以柔蓄刚、夯实基础，不在平淡期急于求成刷题拔高、求高分。",
      "学会小处蓄知，在日常学习中用心，掌握每一个小知识点、做好每一次基础练习、整理每一道错题，皆是知识与能力的积累，点滴成河方得学业大成。",
      "收敛自身的死磕，放下功利的执念，遇事多些细致与耐心，先夯实基础再攻克难题，让柔意融化学业的漏洞，凝聚知识。",
      "培养守正待时的耐心，不贪大求全盼成绩速成，明白学习的蓄养与积累需要时间，平淡中的小点积累才是长久的根基。",
      "蓄养不失其正，以扎实换高分，不做表面的刷题功夫，只在实处夯实基础，让自身的知识体系在扎实中慢慢凝聚，精进长久。"
    ],
    "一句话总结": [
      "密云不雨，自我西郊",
      "小畜亨通，利涉大川",
      "聚沙成塔，集腋成裘",
      "勤学有恒，水滴石穿",
      "夯实基础，行稳致远"
    ]
  },
  "人际关系": {
    "本卦": "乾",
    "变卦": "小畜",
    "方向": "人际关系",
    "核心状态": {
      "层1": [
        "你近期人际现小畜象，需以柔蓄情、小事积累情谊，密云不雨之态下急功近利求深交，易让人际生隙。",
        "你在社交中虽有相融之心，却贪大求全盼速成，不肯在小事中蓄养情谊、积累信任，让自身的人际少了坚实的根基。",
        "你对人际的维护少了以柔蓄刚的姿态，刚直行事忽略他人感受，小的情谊积累不足，人际难有亨通之态。",
        "你面对社交的平淡，无有守正蓄势的耐心，急于求成掏心掏肺却交浅言深，反倒让他人心生戒备，人际信任难聚。",
        "你人际现小畜之基，密云不雨乃是蓄养之时，唯有守正蓄情、小事积累，方能人际大成，急功则凶。"
      ],
      "层2": [
        "乾阳转小畜象，刚健被柔、风天小畜合，人际入蓄养相交之境，密云不雨，小畜方成，急功则疏。",
        "小畜亨通，交之亨通在小处蓄养，点滴的关心问候、扎实的陪伴相助、细致的换位思考，皆是情谊与信任之蓄，无小蓄则无大成，贪大求全终是虚妄。",
        "密云不雨，自我西郊，人际此象非是无缘分，乃是蓄势之时，刚阳的直爽需敛、柔意的细腻需增，以柔蓄刚才能让情谊慢慢凝聚。",
        "人际中的小畜之象，贵在守正待时，不疾不徐在小事中积累情谊、培养信任，若失其正，刚直行事、急功近利，终会让人际阻滞。",
        "小畜卦象最忌贪大求全，人际中若无视日常的小事积累，一味追求快速的深交，只会让自身的人际根基虚空，难有长久和谐。"
      ],
      "层3": [
        "人际无有小蓄之心，忽略点滴的关心与陪伴，一味追求快速的深交，让自身的人际根基毫无积累，只剩表面的热闹。",
        "刚直行事不肯敛柔，无视他人感受一意孤行，以自我为中心忽略社交分寸，小的矛盾渐积，人际的密云终难成雨。",
        "守正不足急功有余，面对社交的平淡便心生焦虑，盲目掏心掏肺却交浅言深，他人戒备渐生，人际信任难聚。",
        "贪大求全，总盼着情谊一步到位成深交，不肯在日常的小事中慢慢磨合，小的人际隔阂慢慢放大，最终让人际陷入阻滞之态。",
        "蓄养失正，将索取当作蓄养，只盼他人付出却自身毫无行动，点滴的情谊积累皆无，何来人际的大成之象。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续人际中能守正蓄情，放下急功近利的执念，学会以柔蓄刚，在日常小事中积累情谊、培养信任，慢慢消散人际的密云。",
        "你会收敛自身的刚直，多些细腻的关心与换位思考，不贪大求全，只在小事用心，让自身的人际情谊慢慢凝聚，根基渐实。",
        "你会培养守正待时的耐心，接受社交的平淡蓄养期，不再急于求成交浅言深，让彼此的相处张弛有度，人际渐趋亨通。",
        "你与他人会慢慢磨合出小处相融的默契，点滴的情谊积累成河，人际的根基慢慢夯实，无有生隙之险。",
        "你若能以柔蓄刚、小事蓄情，人际便可得吉，密云终成细雨，小畜大成，彼此的情谊愈发绵长。"
      ],
      "层2": [
        "人际运势为先疏后和，前期的隔阂皆是急功近利、小蓄不足之象，守正蓄情、以柔蓄刚，便可得人际亨通之局。",
        "收敛刚直之态，增细腻社交之心，在日常小事、点滴陪伴中慢慢积累，人际情谊的密云慢慢凝聚，唯需戒急功。",
        "交中之正慢慢回归，守正待时的耐心渐显，不贪大求全、不盲目深交，人际的小隔阂慢慢消融，信任渐聚。",
        "风天小畜的默契慢慢形成，刚柔相济、小处相交，点滴的情谊积累成坚实的根基，人际步入亨通之态，和谐长久。",
        "若能始终守正蓄情、小事积累，不失小畜卦相交之象，人际便会远离贪大求全之凶，密云终成雨，人际大成。"
      ]
    },
    "建议行动": [
      "守人际之正，戒急功近利，接受人际的密云不雨之态，以柔蓄刚、细腻社交，不在平淡期急于求成交浅言深、求深交。",
      "学会小处蓄情，在日常社交中用心，一句关心的问候、一次及时的相助、一个换位思考的举动，皆是情谊与信任的积累，点滴成河方得人际大成。",
      "收敛自身的刚直，放下独断的执念，遇事多些细腻与包容，顾及他人的感受与社交分寸，让柔意融化人际的隔阂，凝聚情谊。",
      "培养守正待时的耐心，不贪大求全盼情谊速成，明白人际的磨合与蓄养需要时间，平淡中的小事积累才是长久的根基。",
      "蓄养不失其正，以真心换真心，不做表面的社交功夫，只在实处用心待人，让自身的人际情谊在真心下慢慢凝聚，和谐长久。"
    ],
    "一句话总结": [
      "密云不雨，自我西郊",
      "小畜亨通，利涉大川",
      "点滴温情，情谊绵长",
      "君子之交淡如水，小人之交甘若醴",
      "相知无远近，万里尚为邻"
    ]
  },
  "出行": {
    "本卦": "乾",
    "变卦": "小畜",
    "方向": "出行",
    "核心状态": {
      "层1": [
        "你近期出行现小畜象，需以柔蓄备、小事积累筹备，密云不雨之态下急功近利求启程，易让行程生隙。",
        "你在出行中虽有启程之心，却贪大求全盼速成，不肯在小事中蓄养筹备、积累细节，让自身的出行少了坚实的根基。",
        "你对行程的推进少了以柔蓄刚的姿态，刚直行事忽略细节筹备，小的筹备积累不足，行程难有亨通之态。",
        "你面对出行的平淡筹备期，无有守正蓄势的耐心，急于求成仓促启程却准备不足，反倒让行程纰漏渐积，出行顺畅难聚。",
        "你出行现小畜之基，密云不雨乃是蓄养之时，唯有守正蓄备、小事积累，方能行程大成，急功则凶。"
      ],
      "层2": [
        "乾阳转小畜象，刚健被柔、风天小畜合，出行入蓄养筹备之境，密云不雨，小畜方成，急功则乱。",
        "小畜亨通，行之亨通在小处蓄养，点滴的行程细节确认、扎实的票务住宿筹备、细致的应急预案制定，皆是行程顺遂之蓄，无小蓄则无大成，贪大求全终是虚妄。",
        "密云不雨，自我西郊，出行此象非是无时机，乃是蓄势之时，刚阳的仓促需敛、柔意的细致需增，以柔蓄刚才能让筹备慢慢凝聚。",
        "出行中的小畜之象，贵在守正待时，不疾不徐在小事中积累筹备、完善细节，若失其正，刚直仓促、急功近利，终会让行程阻滞。",
        "小畜卦象最忌贪大求全，出行中若无视日常的小事筹备，一味追求快速的启程，只会让自身的行程根基虚空，难有长久顺遂。"
      ],
      "层3": [
        "出行无有小蓄之心，忽略点滴的行程细节与筹备，一味追求快速的启程，让自身的行程根基毫无积累，只剩表面的仓促。",
        "刚直仓促不肯敛柔，无视行程规律盲目启程，以侥幸心盼顺畅，小的行程纰漏渐积，出行的密云终难成雨。",
        "守正不足急功有余，面对出行的筹备平淡便心生焦虑，仓促启程却自身准备不足，行程纰漏渐生，出行顺畅难聚。",
        "贪大求全，总盼着行程一步到位完美启程，不肯在日常的小事中慢慢完善筹备，小的行程问题慢慢放大，最终让行程陷入阻滞之态。",
        "蓄养失正，将敷衍当作蓄养，只盼启程却自身毫无细节筹备，点滴的行程积累皆无，何来行程的大成之象。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续出行中能守正蓄备，放下急功近利的执念，学会以柔蓄刚，在日常小事中积累筹备、完善细节，慢慢消散出行的密云。",
        "你会收敛自身的仓促，多些细致的细节确认与筹备，不贪大求全，只在小事用心，让自身的行程筹备慢慢凝聚，根基渐实。",
        "你会培养守正待时的耐心，接受出行的平淡筹备期，不再急于求成仓促启程，让自身的筹备与行程匹配，出行渐趋亨通。",
        "你对行程的筹备会慢慢磨合出小处蓄备的默契，点滴的筹备积累成河，行程的根基慢慢夯实，无有生隙之险。",
        "你若能以柔蓄刚、小事蓄备，出行便可得吉，密云终成细雨，小畜大成，行程的推进愈发顺遂。"
      ],
      "层2": [
        "出行运势为先乱后顺，前期的混乱皆是急功近利、小蓄不足之象，守正蓄备、以柔蓄刚，便可得行程亨通之局。",
        "收敛仓促之态，增细致筹备之心，在日常小事、细节确认中慢慢积累，行程筹备的密云慢慢凝聚，唯需戒急功。",
        "行中之正慢慢回归，守正待时的耐心渐显，不贪大求全、不盲目启程，行程的小纰漏慢慢消融，顺畅渐聚。",
        "风天小畜的默契慢慢形成，刚柔相济、小处筹备，点滴的筹备积累成坚实的根基，行程步入亨通之态，顺遂长久。",
        "若能始终守正蓄备、小事积累，不失小畜卦出行之象，出行便会远离贪大求全之凶，密云终成雨，行程大成。"
      ]
    },
    "建议行动": [
      "守出行之正，戒急功近利，接受出行的密云不雨之态，以柔蓄刚、细致筹备，不在平淡期急于求成仓促启程、求速成。",
      "学会小处蓄备，在日常筹备中用心，确认每一个行程细节、做好每一次票务住宿筹备、制定每一个应急预案，皆是行程顺遂的积累，点滴成河方得行程大成。",
      "收敛自身的仓促，放下侥幸的执念，遵循行程的规划规律，遇事多些细致与耐心，顾及行程的每一个细节，让柔意融化行程的纰漏，凝聚顺遂。",
      "培养守正待时的耐心，不贪大求全盼行程速成，明白出行的筹备与蓄养需要时间，平淡中的小事积累才是长久的根基。",
      "蓄养不失其正，以细致换顺遂，不做敷衍的筹备功夫，只在实处完善行程细节，让自身的行程在细致中慢慢凝聚，顺遂长久。"
    ],
    "一句话总结": [
      "密云不雨，自我西郊",
      "小畜亨通，利涉大川",
      "未雨绸缪，行则顺遂",
      "点滴筹备，一路平安",
      "稳扎稳打，山河畅行"
    ]
  },
  "诸事": {
    "本卦": "乾",
    "变卦": "小畜",
    "方向": "诸事顺遂",
    "核心状态": {
      "层1": [
        "你近期诸事现小畜象，需以柔蓄势、小事积累成效，密云不雨之态下急功近利求大成，易让诸事生隙。",
        "你在处事中虽有成事之心，却贪大求全盼速成，不肯在小事中蓄养态势、积累成效，让自身的诸事少了坚实的根基。",
        "你对诸事的推进少了以柔蓄刚的姿态，刚直行事忽略细节，小的成效积累不足，诸事难有亨通之态。",
        "你面对处事的平淡，无有守正蓄势的耐心，急于求成揽大事却能力不足，反倒让诸事纰漏渐积，成事成效难聚。",
        "你诸事现小畜之基，密云不雨乃是蓄养之时，唯有守正蓄势、小事积累，方能诸事大成，急功则凶。"
      ],
      "层2": [
        "乾阳转小畜象，刚健被柔、风天小畜合，诸事入蓄养笃行之境，密云不雨，小畜方成，急功则乱。",
        "小畜亨通，事之亨通在小处蓄养，点滴的细节打磨、扎实的小事完成、细致的经验积累，皆是态势与成效之蓄，无小蓄则无大成，贪大求全终是虚妄。",
        "密云不雨，自我西郊，诸事此象非是无机会，乃是蓄势之时，刚阳的冒进需敛、柔意的沉稳需增，以柔蓄刚才能让事态慢慢凝聚。",
        "诸事的小畜之象，贵在守正待时，不疾不徐在小事中积累成效、蓄养态势，若失其正，刚直行事、急功近利，终会让诸事阻滞。",
        "小畜卦象最忌贪大求全，处事中若无视日常的小事积累，一味追求大事的速成，只会让自身的处事根基虚空，难有长久顺遂。"
      ],
      "层3": [
        "处事无有小蓄之心，忽略点滴的细节与小事完成，一味追求大事的速成，让自身的处事根基毫无积累，只剩表面的浮躁。",
        "刚直行事不肯敛柔，无视事态规律一意孤行，以自我为中心忽略细节打磨，小的矛盾渐积，诸事的密云终难成雨。",
        "守正不足急功有余，面对处事的平淡便心生焦虑，盲目揽大事却自身能力不足，诸事纰漏渐生，成事成效难聚。",
        "贪大求全，总盼着诸事一步到位成大成，不肯在日常的小事中慢慢磨合，小的处事短板慢慢放大，最终让诸事陷入阻滞之态。",
        "蓄养失正，将邀功当作蓄养，只盼大成却自身毫无实干，点滴的成效积累皆无，何来诸事的大成之象。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续诸事能守正蓄势，放下急功近利的执念，学会以柔蓄刚，在日常小事中积累成效、蓄养态势，慢慢消散诸事的密云。",
        "你会收敛自身的刚直，多些沉稳的细节打磨与实干，不贪大求全，只在小事用心，让自身的处事态势慢慢凝聚，根基渐实。",
        "你会培养守正待时的耐心，接受处事的平淡蓄养期，不再急于求成揽大事，让自身的能力与事态匹配，诸事渐趋亨通。",
        "你对诸事的推进会慢慢磨合出小处蓄势的默契，点滴的成效积累成河，诸事的根基慢慢夯实，无有生隙之险。",
        "你若能以柔蓄刚、小事蓄势，诸事便可得吉，密云终成细雨，小畜大成，百事的推进愈发顺遂。"
      ],
      "层2": [
        "整体运势为先滞后通，前期的阻滞皆是急功近利、小蓄不足之象，守正蓄势、以柔蓄刚，便可得诸事亨通之局。",
        "收敛刚直之态，增沉稳实干之心，在日常小事、细节打磨中慢慢积累，处事态势的密云慢慢凝聚，唯需戒急功。",
        "事中之正慢慢回归，守正待时的耐心渐显，不贪大求全、不盲目揽事，诸事的小纰漏慢慢消融，成效渐聚。",
        "风天小畜的默契慢慢形成，刚柔相济、小处处事，点滴的成效积累成坚实的根基，诸事步入亨通之态，百事顺遂。",
        "若能始终守正蓄势、小事积累，不失小畜卦处事之象，诸事便会远离贪大求全之凶，密云终成雨，诸事大成。"
      ]
    },
    "建议行动": [
      "守诸事之正，戒急功近利，接受诸事的密云不雨之态，以柔蓄刚、沉稳实干，不在平淡期急于求成揽大事、求大成。",
      "学会小处蓄势，在日常处事中用心，打磨每一个细节、完成每一件小事、积累每一次经验，皆是态势与成效的积累，点滴成河方得诸事大成。",
      "收敛自身的刚直，放下独断的执念，遵循事态的发展规律，遇事多些沉稳与细致，顾及处事的每一个细节，让柔意融化诸事的纰漏，凝聚态势。",
      "培养守正待时的耐心，不贪大求全盼诸事速成，明白处事的蓄养与积累需要时间，平淡中的小事积累才是长久的根基。",
      "蓄养不失其正，以实干换成效，不做表面的邀功功夫，只在实处打磨处事能力，让自身的处事态势在实干中慢慢凝聚，百事顺遂。"
    ],
    "一句话总结": [
      "密云不雨，自我西郊",
      "小畜亨通，利涉大川",
      "积微成著，百事兴荣",
      "守正笃行，万事顺遂",
      "脚踏实地，百事大成"
    ]
  }
}