{
  "感情": {
    "本卦": "乾",
    "变卦": "姤",
    "方向": "感情",
    "核心状态": {
      "层1": [
        "你近期情路现姤象，恰逢相遇之境，需柔遇刚、正遇合，顺时相守守正待合，天地相遇方得情路吉亨，阴柔过壮或冒进求合则情分难生。",
        "你在情中已有相遇之基，心意相投正遇相合，刚柔相济无有相斥，顺时相处的状态正让情分慢慢萌芽，渐有相融之态。",
        "你对情路的经营守正待合之心，不冒进强求相守、不阴柔过恃任性，顺随缘分的节奏相遇相伴，让情分的发展无有相斥之险。",
        "你若在情中阴柔过壮、恃柔逞强，或急于求成冒进求合，便会让刚柔相斥、邪遇乱正，失了姤卦天地相遇的吉象，情路易生隔阂。",
        "你情中现姤卦之核，天地相遇品物咸章，唯有柔遇刚、正遇合，顺时守正不冒进，情分方能在相遇中慢慢醇厚，相守顺遂。"
      ],
      "层2": [
        "乾阳转姤象，刚阳遇柔、天风姤合，情路入相遇相合之境，姤者，遇也，天地相遇则万物生，心意相遇则情分长，唯正遇合方得相遇之吉。",
        "姤女壮，勿用取女，情中之“柔”是温婉相待、以柔融刚，非阴柔过壮的恃柔逞强，柔过则刚折，刚柔相斥则情离，唯刚遇中正、柔守其度，方得相融。",
        "刚遇中正，天下大行，情中的“刚”是守正之心、相守之诚，中正则无偏执，诚守则无冒进，与柔相济则心意相融，顺时相遇则情路通达。",
        "姤卦之象，贵在顺时相遇、守正待合，情分的相遇非强求而来，乃是缘分与时机的契合，不冒进、不恃柔，让相遇在自然中沉淀，方保吉亨之势。",
        "天地相遇，品物咸章，情路的相遇是万物萌生之始，唯有以正相合、以柔相融，顺时守度，方能让情分从相遇走向相守，生生不息。"
      ],
      "层3": [
        "情中阴柔过壮成习，恃柔逞强、任性妄为，将温柔变成裹挟对方的利器，让刚柔相斥、心意相悖，即便有相遇之缘，也难有相融之态。",
        "冒进求合，急于促成相守关系，无视缘分的节奏与对方的心意，将相遇变成强求，让对方心生抵触，邪遇乱正，情路的相遇之吉慢慢消散。",
        "刚柔失济，要么一味阴柔无度，任自身情绪肆意裹挟他人，要么一味刚直偏执，拒人于千里之外，无有柔遇刚、刚守正的平衡，情分难生。",
        "守正不足，以功利之心对待相遇，相遇之初便藏有私心，邪遇乱正，让原本纯粹的缘分变得复杂，正遇合之态全无，情路难有顺遂之机。",
        "急于求成，遇心动之人便步步紧逼，不懂顺时相遇、守正待合的道理，让相遇的美好在冒进中消散，即便有初见之缘，也难成相守之份。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续情路能守正待合，学会柔遇刚、以柔融刚，放下阴柔过壮的执念，顺时相处不冒进，让相遇的情分慢慢萌芽，渐有相融之态。",
        "你会正视缘分的节奏，不再冒进求合，而是守正之心相待，温婉有度不恃柔，让刚柔相济、心意相通，情路的相遇之吉愈发浓厚。",
        "你若曾有阴柔过壮之态，会慢慢收敛任性，学会柔守其度、以柔融刚，让刚柔相斥的状态慢慢消融，情分的相遇慢慢走向相融。",
        "你若曾有冒进求合之举，会慢慢放缓脚步，学会顺时相遇、守正待合，尊重对方的心意与缘分的节奏，让情路重归自然沉淀之态。",
        "你若能始终柔遇刚、正遇合，顺时相守守正待合，情路便可得姤卦之吉，天地相遇品物咸章，情分从相遇走向醇厚，相守顺遂。"
      ],
      "层2": [
        "情运势为先遇后融，前期的相遇皆是天地相合之象，柔遇刚、正遇合，顺时守正，便可得情路相融之局。",
        "敛去阴柔过壮之势，增以柔融刚之意，守正待合之心，情中的刚柔相斥慢慢消散，彼此的心意相通愈发默契，唯需戒冒进、忌恃柔。",
        "情中之正慢慢深化，正遇合的诚意渐显，温婉相待、刚守其中，顺时相遇成为相处常态，情分的萌芽慢慢生长，相融之势渐生。",
        "天风姤合的默契慢慢形成，柔遇刚、刚遇中正，天地相遇的吉象愈发浓厚，情路无偏执相斥之险，无冒进强求之困，步入品物咸章之态。",
        "若能始终顺时相遇、守正待合，不失姤卦相遇之象，情路便会远离阴柔与冒进之凶，天地相遇，品物咸章，情分绵长相守。"
      ]
    },
    "建议行动": [
      "守情路之正，戒阴柔过壮与冒进求合，谨记天地相遇品物咸章之理，柔遇刚、以柔融刚，温婉有度不恃柔，保相遇之吉。",
      "学会顺时相遇、守正待合，不急于强求相守关系，顺随缘分的节奏，以正心相待、以诚意相交，让情分在自然中慢慢沉淀。",
      "刚柔相济，守正心为刚、温婉为柔，刚遇中正不偏执，柔守其度不逞强，让柔融刚、刚护柔，心意相通无有相斥。",
      "摒弃邪遇乱正的私心，相遇之初以纯粹之心相待，正遇合方能让情分长久，不将相遇变成功利的筹码，让缘分回归本真。",
      "谨记姤卦刚遇中正天下大行之理，情路相守以正为基，相遇相融以柔为桥，顺时守度、守正待合，方得情分生生不息。"
    ],
    "一句话总结": [
      "天地相遇，品物咸章",
      "刚遇中正，天下大行",
      "金风玉露一相逢，便胜却人间无数",
      "心有灵犀一点通，隔座送钩春酒暖",
      "顺时相遇，守正待合"
    ]
  },
  "财运": {
    "本卦": "乾",
    "变卦": "姤",
    "方向": "财运",
    "核心状态": {
      "层1": [
        "你近期财路现姤象，恰逢机遇相遇之境，需柔遇刚、正遇合，顺时布局守正待合，天地相遇方得财路吉亨，阴柔过壮或冒进求利则财势难聚。",
        "你在理财中已有机遇相遇之基，时机相合正遇财缘，刚柔相济无有相斥，顺时布局的状态正让财势慢慢萌芽，渐有丰裕之态。",
        "你对财富的积累守正待合之心，不冒进强求利、不阴柔过恃犹豫，顺随市场的节奏相遇财缘，让财势的发展无有相斥之险。",
        "你若在理财中阴柔过壮、恃柔犹豫，或急于求成冒进求利，便会让刚柔相斥、财缘相悖，失了姤卦天地相遇的吉象，财路易生阻滞。",
        "你财中现姤卦之核，天地相遇品物咸章，唯有柔遇刚、正遇合，顺时守正不冒进，财势方能在机遇相遇中慢慢丰裕，财源广进。"
      ],
      "层2": [
        "乾阳转姤象，刚阳遇柔、天风姤合，财路入机遇相遇之境，姤者，遇也，天地相遇则万物生，财缘相遇则利禄聚，唯正遇合方得相遇之吉。",
        "姤女壮，勿用取女，财中之“柔”是顺势而为、灵活布局，非阴柔过壮的犹豫迟疑，柔过则势折，刚柔相斥则财离，唯刚遇中正、柔守其度，方得利聚。",
        "刚遇中正，天下大行，财中的“刚”是守正之基、稳健之诚，中正则无偏执，诚守则无冒进，与柔相济则财缘相融，顺时布局则财路通达。",
        "姤卦之象，贵在顺时相遇、守正待合，财缘的相遇非强求而来，乃是时机与市场的契合，不冒进、不犹豫，让机遇在自然中沉淀，方保吉亨之势。",
        "天地相遇，品物咸章，财路的机遇是利禄萌生之始，唯有以正相合、以柔布局，顺时守度，方能让财势从机遇走向丰裕，生生不息。"
      ],
      "层3": [
        "理财中阴柔过壮成习，恃柔犹豫、迟疑不决，将灵活变成错失机遇的借口，让刚柔相斥、财缘相悖，即便有相遇之机，也难有聚利之态。",
        "冒进求利，急于促成财富积累，无视市场的节奏与财缘的时机，将机遇变成强求，让本金陷入风险，邪遇乱正，财路的相遇之吉慢慢消散。",
        "刚柔失济，要么一味阴柔无度，遇机遇便迟疑不决错失良机，要么一味刚直偏执，冒进投机不顾风险，无有柔遇刚、刚守正的平衡，财势难聚。",
        "守正不足，以侥幸之心对待财缘，机遇之初便藏有贪念，邪遇乱正，让原本稳健的财路变得凶险，正遇合之态全无，财路难有顺遂之机。",
        "急于求成，遇市场机遇便步步紧逼，不懂顺时相遇、守正待合的道理，让机遇的美好在冒进中消散，即便有财缘之遇，也难成丰裕之势。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续财路能守正待合，学会柔遇刚、顺势布局，放下阴柔过壮的犹豫，顺时理财不冒进，让相遇的财缘慢慢萌芽，渐有丰裕之态。",
        "你会正视市场的节奏，不再冒进求利，而是守正之基理财，灵活有度不迟疑，让刚柔相济、财缘相融，财路的相遇之吉愈发浓厚。",
        "你若曾有阴柔过壮之态，会慢慢收敛迟疑，学会柔守其度、顺势而为，让刚柔相斥的状态慢慢消融，财势的相遇慢慢走向丰裕。",
        "你若曾有冒进求利之举，会慢慢放缓脚步，学会顺时相遇、守正待合，尊重市场的规律与财缘的时机，让财路重归自然沉淀之态。",
        "你若能始终柔遇刚、正遇合，顺时布局守正待合，财路便可得姤卦之吉，天地相遇品物咸章，财势从机遇走向丰裕，财源广进。"
      ],
      "层2": [
        "财运气势为先遇后丰，前期的机遇皆是天地相合之象，柔遇刚、正遇合，顺时守正，便可得财路丰裕之局。",
        "敛去阴柔过壮之势，增顺势布局之意，守正待合之心，财中的刚柔相斥慢慢消散，与市场的财缘相融愈发默契，唯需戒冒进、忌迟疑。",
        "财中之正慢慢深化，正遇合的诚意渐显，灵活布局、刚守其中，顺时相遇成为理财常态，财势的萌芽慢慢生长，丰裕之势渐生。",
        "天风姤合的默契慢慢形成，柔遇刚、刚遇中正，天地相遇的吉象愈发浓厚，财路无偏执投机之险，无迟疑错失之困，步入品物咸章之态。",
        "若能始终顺时相遇、守正待合，不失姤卦相遇之象，财路便会远离阴柔与冒进之凶，天地相遇，品物咸章，财势丰裕绵长。"
      ]
    },
    "建议行动": [
      "守理财之正，戒阴柔过壮与冒进求利，谨记天地相遇品物咸章之理，柔遇刚、顺势布局，灵活有度不迟疑，保财缘相遇之吉。",
      "学会顺时相遇、守正待合，不急于强求财富积累，顺随市场的节奏，以正心理财、以稳健相交，让财势在自然中慢慢沉淀。",
      "刚柔相济，守正基为刚、灵活为柔，刚遇中正不偏执，柔守其度不迟疑，让柔融刚、刚护柔，财缘相通无有相斥。",
      "摒弃邪遇乱正的贪念，遇财缘机遇以稳健之心相待，正遇合方能让财势长久，不将机遇变成投机的筹码，让财路回归本真。",
      "谨记姤卦刚遇中正天下大行之理，财富积累以正为基，机遇布局以柔为桥，顺时守度、守正待合，方得财源生生不息。"
    ],
    "一句话总结": [
      "天地相遇，品物咸章",
      "刚遇中正，天下大行",
      "顺势而为，财源广进",
      "君子爱财，取之有道",
      "顺时遇缘，守正聚利"
    ]
  },
  "工作": {
    "本卦": "乾",
    "变卦": "姤",
    "方向": "工作",
    "核心状态": {
      "层1": [
        "你近期职场现姤象，恰逢机遇相遇之境，需柔遇刚、正遇合，顺时履职守正待合，天地相遇方得职场吉亨，阴柔过壮或冒进求成则职业难进。",
        "你在工作中已有机遇相遇之基，时机相合正遇伯乐，刚柔相济无有相斥，顺时履职的状态正让职业慢慢萌芽，渐有通达之态。",
        "你对职场的推进守正待合之心，不冒进求功、不阴柔过恃怯懦，顺随职场的节奏相遇机遇，让职业的发展无有相斥之险。",
        "你若在职场中阴柔过壮、恃柔怯懦，或急于求成冒进求功，便会让刚柔相斥、机遇相悖，失了姤卦天地相遇的吉象，职场易生阻滞。",
        "你职场现姤卦之核，天地相遇品物咸章，唯有柔遇刚、正遇合，顺时守正不冒进，职业方能在机遇相遇中慢慢通达，发展顺遂。"
      ],
      "层2": [
        "乾阳转姤象，刚阳遇柔、天风姤合，职场入机遇相遇之境，姤者，遇也，天地相遇则万物生，机遇相遇则事业兴，唯正遇合方得相遇之吉。",
        "姤女壮，勿用取女，职场中之“柔”是谦和处事、灵活履职，非阴柔过壮的怯懦退缩，柔过则势折，刚柔相斥则业离，唯刚遇中正、柔守其度，方得业兴。",
        "刚遇中正，天下大行，职场中的“刚”是守正之心、履职之诚，中正则无偏执，诚守则无冒进，与柔相济则机遇相融，顺时履职则职业通达。",
        "姤卦之象，贵在顺时相遇、守正待合，职场的机遇非强求而来，乃是能力与时机的契合，不冒进、不怯懦，让机遇在自然中沉淀，方保吉亨之势。",
        "天地相遇，品物咸章，职场的机遇是事业萌生之始，唯有以正相合、以柔相融，顺时守度，方能让职业从机遇走向通达，生生不息。"
      ],
      "层3": [
        "职场中阴柔过壮成习，恃柔怯懦、退缩不前，将谦和变成逃避工作的借口，让刚柔相斥、机遇相悖，即便有相遇之机，也难有发展之态。",
        "冒进求功，急于促成职业提升，无视职场的节奏与自身的能力，将机遇变成强求，让领导同事心生抵触，邪遇乱正，职场的相遇之吉慢慢消散。",
        "刚柔失济，要么一味阴柔无度，遇机遇便怯懦退缩错失良机，要么一味刚直偏执，恃才傲物不顾团队，无有柔遇刚、刚守正的平衡，职业难进。",
        "守正不足，以功利之心对待机遇，相遇之初便藏有私心，邪遇乱正，让原本纯粹的职场机遇变得复杂，正遇合之态全无，职业难有顺遂之机。",
        "急于求成，遇职场机遇便步步紧逼，不懂顺时相遇、守正待合的道理，让机遇的美好在冒进中消散，即便有事业之遇，也难成通达之势。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续职场能守正待合，学会柔遇刚、谦和履职，放下阴柔过壮的怯懦，顺时工作不冒进，让相遇的机遇慢慢萌芽，渐有通达之态。",
        "你会正视职场的节奏，不再冒进求功，而是守正之心履职，谦和有度不怯懦，让刚柔相济、机遇相融，职场的相遇之吉愈发浓厚。",
        "你若曾有阴柔过壮之态，会慢慢收敛怯懦，学会柔守其度、灵活履职，让刚柔相斥的状态慢慢消融，职业的相遇慢慢走向通达。",
        "你若曾有冒进求功之举，会慢慢放缓脚步，学会顺时相遇、守正待合，尊重职场的规律与机遇的时机，让职业重归自然沉淀之态。",
        "你若能始终柔遇刚、正遇合，顺时履职守正待合，职场便可得姤卦之吉，天地相遇品物咸章，职业从机遇走向通达，发展顺遂。"
      ],
      "层2": [
        "职场运势为先遇后通，前期的机遇皆是天地相合之象，柔遇刚、正遇合，顺时守正，便可得职场通达之局。",
        "敛去阴柔过壮之势，增谦和履职之意，守正待合之心，职场的刚柔相斥慢慢消散，与职场的机遇相融愈发默契，唯需戒冒进、忌怯懦。",
        "职中之正慢慢深化，正遇合的诚意渐显，谦和处事、刚守其中，顺时相遇成为履职常态，职业的萌芽慢慢生长，通达之势渐生。",
        "天风姤合的默契慢慢形成，柔遇刚、刚遇中正，天地相遇的吉象愈发浓厚，职场无偏执争功之险，无怯懦错失之困，步入品物咸章之态。",
        "若能始终顺时相遇、守正待合，不失姤卦相遇之象，职场便会远离阴柔与冒进之凶，天地相遇，品物咸章，职业通达绵长。"
      ]
    },
    "建议行动": [
      "守职场之正，戒阴柔过壮与冒进求功，谨记天地相遇品物咸章之理，柔遇刚、谦和履职，灵活有度不怯懦，保机遇相遇之吉。",
      "学会顺时相遇、守正待合，不急于强求职业提升，顺随职场的节奏，以正心履职、以诚意相交，让职业在自然中慢慢沉淀。",
      "刚柔相济，守正心为刚、谦和为柔，刚遇中正不偏执，柔守其度不怯懦，让柔融刚、刚护柔，机遇相通无有相斥。",
      "摒弃邪遇乱正的私心，遇职场机遇以踏实之心相待，正遇合方能让职业长久，不将机遇变成争功的筹码，让职场回归本真。",
      "谨记姤卦刚遇中正天下大行之理，职业发展以正为基，机遇把握以柔为桥，顺时守度、守正待合，方得事业生生不息。"
    ],
    "一句话总结": [
      "天地相遇，品物咸章",
      "刚遇中正，天下大行",
      "顺时遇机，守正履职",
      "功不唐捐，终有回响",
      "谦和处事，职场通达"
    ]
  },
  "健康": {
    "本卦": "乾",
    "变卦": "姤",
    "方向": "健康",
    "核心状态": {
      "层1": [
        "你近期身心现姤象，恰逢调和相遇之境，需柔遇刚、正遇合，顺时养身守正待合，天地相遇方得身心吉亨，阴柔过壮或冒进调理则康健难守。",
        "你在养生中已有调和相遇之基，节律相合正遇舒泰，刚柔相济无有相斥，顺时养护的状态正让身心慢慢萌芽，渐有舒泰之态。",
        "你对身心的养护守正待合之心，不冒进调理、不阴柔过恃懈怠，顺随身体的节奏相遇调和，让身心的发展无有相斥之险。",
        "你若在养生中阴柔过壮、恃柔懈怠，或急于求成冒进调理，便会让刚柔相斥、身心相悖，失了姤卦天地相遇的吉象，身心易生违和。",
        "你身心现姤卦之核，天地相遇品物咸章，唯有柔遇刚、正遇合，顺时守正不冒进，身心方能在调和相遇中慢慢舒泰，康健顺遂。"
      ],
      "层2": [
        "乾阳转姤象，刚阳遇柔、天风姤合，身心入调和相遇之境，姤者，遇也，天地相遇则万物生，形神相遇则身心和，唯正遇合方得相遇之吉。",
        "姤女壮，勿用取女，身中之“柔”是顺应节律、温和养护，非阴柔过壮的懈怠慵懒，柔过则气折，刚柔相斥则身离，唯刚遇中正、柔守其度，方得身和。",
        "刚遇中正，天下大行，身中的“刚”是守正之态、自律之诚，中正则无偏执，诚守则无冒进，与柔相济则形神相融，顺时养身则身心通达。",
        "姤卦之象，贵在顺时相遇、守正待合，身心的调和非强求而来，乃是形神与节律的契合，不冒进、不懈怠，让调和在自然中沉淀，方保吉亨之势。",
        "天地相遇，品物咸章，身心的调和是康健萌生之始，唯有以正相合、以柔相融，顺时守度，方能让身心从调和走向舒泰，生生不息。"
      ],
      "层3": [
        "养生中阴柔过壮成习，恃柔懈怠、慵懒无为，将温和变成放任自身的借口，让刚柔相斥、形神相悖，即便有调和之机，也难有舒泰之态。",
        "冒进调理，急于促成身心康健，无视身体的节奏与形神的规律，将调和变成强求，让身体不堪重负，邪遇乱正，身心的相遇之吉慢慢消散。",
        "刚柔失济，要么一味阴柔无度，遇养护便懈怠放任自身，要么一味刚直偏执，冒进调理不顾身体承受，无有柔遇刚、刚守正的平衡，身心难和。",
        "守正不足，以浮躁之心对待调和，相遇之初便藏有功利，邪遇乱正，让原本温和的养身变得凶险，正遇合之态全无，身心难有顺遂之机。",
        "急于求成，遇身体调和之机便步步紧逼，不懂顺时相遇、守正待合的道理，让调和的美好在冒进中消散，即便有康健之遇，也难成舒泰之势。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续身心能守正待合，学会柔遇刚、温和养护，放下阴柔过壮的懈怠，顺时养身不冒进，让相遇的调和慢慢萌芽，渐有舒泰之态。",
        "你会正视身体的节奏，不再冒进调理，而是守正之态养身，温和有度不懈怠，让刚柔相济、形神相融，身心的相遇之吉愈发浓厚。",
        "你若曾有阴柔过壮之态，会慢慢收敛懈怠，学会柔守其度、顺应节律，让刚柔相斥的状态慢慢消融，身心的调和慢慢走向舒泰。",
        "你若曾有冒进调理之举，会慢慢放缓脚步，学会顺时相遇、守正待合，尊重身体的规律与调和的时机，让身心重归自然沉淀之态。",
        "你若能始终柔遇刚、正遇合，顺时养身守正待合，身心便可得姤卦之吉，天地相遇品物咸章，身心从调和走向舒泰，康健顺遂。"
      ],
      "层2": [
        "身心健康运势为先遇后和，前期的调和皆是天地相合之象，柔遇刚、正遇合，顺时守正，便可得身心舒泰之局。",
        "敛去阴柔过壮之势，增温和养护之意，守正待合之心，身心的刚柔相斥慢慢消散，与形神的调和相融愈发默契，唯需戒冒进、忌懈怠。",
        "养身之正慢慢深化，正遇合的诚意渐显，温和养护、刚守其中，顺时相遇成为养身常态，身心的萌芽慢慢生长，舒泰之势渐生。",
        "天风姤合的默契慢慢形成，柔遇刚、刚遇中正，天地相遇的吉象愈发浓厚，身心无偏执强求之险，无懈怠违和之困，步入品物咸章之态。",
        "若能始终顺时相遇、守正待合，不失姤卦相遇之象，身心便会远离阴柔与冒进之凶，天地相遇，品物咸章，康健舒泰绵长。"
      ]
    },
    "建议行动": [
      "守健康之正，戒阴柔过壮与冒进调理，谨记天地相遇品物咸章之理，柔遇刚、温和养护，顺应节律不懈怠，保调和相遇之吉。",
      "学会顺时相遇、守正待合，不急于强求身心康健，顺随身体的节奏，以正心养身、以自然相融，让身心在自然中慢慢沉淀。",
      "刚柔相济，守自律为刚、温和为柔，刚遇中正不偏执，柔守其度不懈怠，让柔融刚、刚护柔，形神相通无有相斥。",
      "摒弃邪遇乱正的功利，遇身体调和之机以平和之心相待，正遇合方能让康健长久，不将调和变成强求的筹码，让养身回归本真。",
      "谨记姤卦刚遇中正天下大行之理，身心养护以正为基，调和把握以柔为桥，顺时守度、守正待合，方得身健身安生生不息。"
    ],
    "一句话总结": [
      "天地相遇，品物咸章",
      "刚遇中正，天下大行",
      "顺时养身，守正调和",
      "食饮有节，起居有常",
      "形神相融，身心舒泰"
    ]
  },
  "学业": {
    "本卦": "乾",
    "变卦": "姤",
    "方向": "学业",
    "核心状态": {
      "层1": [
        "你近期学业现姤象，恰逢新知相遇之境，需柔遇刚、正遇合，顺时求学守正待合，天地相遇方得学业吉亨，阴柔过壮或冒进求进则精进难成。",
        "你在求学中已有新知相遇之基，时机相合正遇明理，刚柔相济无有相斥，顺时积累的状态正让学业慢慢萌芽，渐有精进之态。",
        "你对学习的推进守正待合之心，不冒进刷题、不阴柔过恃懈怠，顺随学习的节奏相遇新知，让学业的发展无有相斥之险。",
        "你若在求学中阴柔过壮、恃柔懈怠，或急于求成冒进求进，便会让刚柔相斥、新知相悖，失了姤卦天地相遇的吉象，学业易生疏漏。",
        "你学业现姤卦之核，天地相遇品物咸章，唯有柔遇刚、正遇合，顺时守正不冒进，学业方能在新知相遇中慢慢精进，通达顺遂。"
      ],
      "层2": [
        "乾阳转姤象，刚阳遇柔、天风姤合，学业入新知相遇之境，姤者，遇也，天地相遇则万物生，新知相遇则学识长，唯正遇合方得相遇之吉。",
        "姤女壮，勿用取女，学业中之“柔”是谦和平学、灵活思考，非阴柔过壮的懈怠慵懒，柔过则知折，刚柔相斥则学离，唯刚遇中正、柔守其度，方得学识长。",
        "刚遇中正，天下大行，学业中的“刚”是守正之心、积累之诚，中正则无偏执，诚守则无冒进，与柔相济则新知相融，顺时求学则学业通达。",
        "姤卦之象，贵在顺时相遇、守正待合，学业的新知非强求而来，乃是努力与时机的契合，不冒进、不懈怠，让新知在自然中沉淀，方保吉亨之势。",
        "天地相遇，品物咸章，学业的新知是学识萌生之始，唯有以正相合、以柔相融，顺时守度，方能让学识从相遇走向精进，生生不息。"
      ],
      "层3": [
        "求学中阴柔过壮成习，恃柔懈怠、慵懒无为，将谦和变成逃避学习的借口，让刚柔相斥、新知相悖，即便有相遇之机，也难有精进之态。",
        "冒进求进，急于促成学业提升，无视学习的节奏与自身的基础，将新知变成强求，让自身不堪重负，邪遇乱正，学业的相遇之吉慢慢消散。",
        "刚柔失济，要么一味阴柔无度，遇新知便懈怠逃避错失良机，要么一味刚直偏执，死磕难题不顾方法，无有柔遇刚、刚守正的平衡，学业难进。",
        "守正不足，以浮躁之心对待新知，相遇之初便藏有功利，邪遇乱正，让原本纯粹的学习变得复杂，正遇合之态全无，学业难有顺遂之机。",
        "急于求成，遇新知机遇便步步紧逼，不懂顺时相遇、守正待合的道理，让新知的美好在冒进中消散，即便有学识之遇，也难成精进之势。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续学业能守正待合，学会柔遇刚、谦和平学，放下阴柔过壮的懈怠，顺时学习不冒进，让相遇的新知慢慢萌芽，渐有精进之态。",
        "你会正视学习的节奏，不再冒进刷题，而是守正之心求学，谦和有度不懈怠，让刚柔相济、新知相融，学业的相遇之吉愈发浓厚。",
        "你若曾有阴柔过壮之态，会慢慢收敛懈怠，学会柔守其度、灵活思考，让刚柔相斥的状态慢慢消融，学业的相遇慢慢走向精进。",
        "你若曾有冒进求进之举，会慢慢放缓脚步，学会顺时相遇、守正待合，尊重学习的规律与新知的时机，让学业重归自然沉淀之态。",
        "你若能始终柔遇刚、正遇合，顺时求学守正待合，学业便可得姤卦之吉，天地相遇品物咸章，学业从新知走向精进，通达顺遂。"
      ],
      "层2": [
        "学业运势为先遇后进，前期的新知皆是天地相合之象，柔遇刚、正遇合，顺时守正，便可得学业精进之局。",
        "敛去阴柔过壮之势，增谦和平学之意，守正待合之心，学业的刚柔相斥慢慢消散，与新知的相融愈发默契，唯需戒冒进、忌懈怠。",
        "学中之正慢慢深化，正遇合的诚意渐显，谦和求学、刚守其中，顺时相遇成为积累常态，学业的萌芽慢慢生长，精进之势渐生。",
        "天风姤合的默契慢慢形成，柔遇刚、刚遇中正，天地相遇的吉象愈发浓厚，学业无偏执死磕之险，无懈怠错失之困，步入品物咸章之态。",
        "若能始终顺时相遇、守正待合，不失姤卦相遇之象，学业便会远离阴柔与冒进之凶，天地相遇，品物咸章，学业精进绵长。"
      ]
    },
    "建议行动": [
      "守学业之正，戒阴柔过壮与冒进求进，谨记天地相遇品物咸章之理，柔遇刚、谦和平学，灵活思考不懈怠，保新知相遇之吉。",
      "学会顺时相遇、守正待合，不急于强求学业提升，顺随学习的节奏，以正心求学、以诚意积累，让学识在自然中慢慢沉淀。",
      "刚柔相济，守正心为刚、谦和为柔，刚遇中正不偏执，柔守其度不懈怠，让柔融刚、刚护柔，新知相通无有相斥。",
      "摒弃邪遇乱正的浮躁，遇新知机遇以踏实之心相待，正遇合方能让学识长久，不将新知变成刷题的筹码，让学习回归本真。",
      "谨记姤卦刚遇中正天下大行之理，学业精进以正为基，新知把握以柔为桥，顺时守度、守正待合，方得学识生生不息。"
    ],
    "一句话总结": [
      "天地相遇，品物咸章",
      "刚遇中正，天下大行",
      "顺时遇知，守正求学",
      "勤学有恒，水滴石穿",
      "学思相融，精进不休"
    ]
  },
  "人际关系": {
    "本卦": "乾",
    "变卦": "姤",
    "方向": "人际关系",
    "核心状态": {
      "层1": [
        "你近期人际现姤象，恰逢知己相遇之境，需柔遇刚、正遇合，顺时相交守正待合，天地相遇方得人际吉亨，阴柔过壮或冒进相交则情谊难长。",
        "你在社交中已有知己相遇之基，心意相合正遇相知，刚柔相济无有相斥，顺时相处的状态正让情谊慢慢萌芽，渐有和顺之态。",
        "你对人际的维护守正待合之心，不冒进交心、不阴柔过恃敏感，顺随缘分的节奏相遇知己，让情谊的发展无有相斥之险。",
        "你若在社交中阴柔过壮、恃柔敏感，或急于求成冒进相交，便会让刚柔相斥、心意相悖，失了姤卦天地相遇的吉象，人际易生隔阂。",
        "你人际现姤卦之核，天地相遇品物咸章，唯有柔遇刚、正遇合，顺时守正不冒进，情谊方能在知己相遇中慢慢醇厚，相处和顺。"
      ],
      "层2": [
        "乾阳转姤象，刚阳遇柔、天风姤合，人际入知己相遇之境，姤者，遇也，天地相遇则万物生，心意相遇则情谊长，唯正遇合方得相遇之吉。",
        "姤女壮，勿用取女，人际中之“柔”是温和相待、包容理解，非阴柔过壮的敏感多疑，柔过则情折，刚柔相斥则谊离，唯刚遇中正、柔守其度，方得谊长。",
        "刚遇中正，天下大行，人际中的“刚”是守正之心、相交之诚，中正则无偏执，诚守则无冒进，与柔相济则心意相融，顺时相交则人际通达。",
        "姤卦之象，贵在顺时相遇、守正待合，人际的知己非强求而来，乃是缘分与三观的契合，不冒进、不敏感，让相遇在自然中沉淀，方保吉亨之势。",
        "天地相遇，品物咸章，人际的知己是情谊萌生之始，唯有以正相合、以柔相融，顺时守度，方能让情谊从相遇走向相守，生生不息。"
      ],
      "层3": [
        "社交中阴柔过壮成习，恃柔敏感、多疑猜忌，将温和变成束缚彼此的枷锁，让刚柔相斥、心意相悖，即便有相遇之缘，也难有相知之态。",
        "冒进相交，急于促成深厚情谊，无视缘分的节奏与对方的边界，将相遇变成强求，让对方心生抵触，邪遇乱正，人际的相遇之吉慢慢消散。",
        "刚柔失济，要么一味阴柔无度，遇相交便敏感多疑猜忌他人，要么一味刚直偏执，拒人于千里之外，无有柔遇刚、刚守正的平衡，情谊难生。",
        "守正不足，以功利之心对待相遇，相遇之初便藏有私心，邪遇乱正，让原本纯粹的知己缘分变得复杂，正遇合之态全无，人际难有顺遂之机。",
        "急于求成，遇投缘之人便步步紧逼，不懂顺时相遇、守正待合的道理，让相遇的美好在冒进中消散，即便有初见之缘，也难成相知之份。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续人际能守正待合，学会柔遇刚、温和相待，放下阴柔过壮的敏感，顺时相交不冒进，让相遇的知己慢慢萌芽，渐有和顺之态。",
        "你会正视缘分的节奏，不再冒进交心，而是守正之心相交，温和有度不敏感，让刚柔相济、心意相融，人际的相遇之吉愈发浓厚。",
        "你若曾有阴柔过壮之态，会慢慢收敛猜忌，学会柔守其度、包容理解，让刚柔相斥的状态慢慢消融，情谊的相遇慢慢走向醇厚。",
        "你若曾有冒进相交之举，会慢慢放缓脚步，学会顺时相遇、守正待合，尊重对方的边界与缘分的节奏，让人际重归自然沉淀之态。",
        "你若能始终柔遇刚、正遇合，顺时相交守正待合，人际便可得姤卦之吉，天地相遇品物咸章，情谊从知己走向醇厚，相处和顺。"
      ],
      "层2": [
        "人际运势为先遇后和，前期的相遇皆是天地相合之象，柔遇刚、正遇合，顺时守正，便可得人际和顺之局。",
        "敛去阴柔过壮之势，增温和相待之意，守正待合之心，人际的刚柔相斥慢慢消散，与知己的心意相融愈发默契，唯需戒冒进、忌敏感。",
        "交中之正慢慢深化，正遇合的诚意渐显，温和相处、刚守其中，顺时相遇成为相交常态，情谊的萌芽慢慢生长，和顺之势渐生。",
        "天风姤合的默契慢慢形成，柔遇刚、刚遇中正，天地相遇的吉象愈发浓厚，人际无偏执猜忌之险，无冒进强求之困，步入品物咸章之态。",
        "若能始终顺时相遇、守正待合，不失姤卦相遇之象，人际便会远离阴柔与冒进之凶，天地相遇，品物咸章，情谊绵长和顺。"
      ]
    },
    "建议行动": [
      "守人际之正，戒阴柔过壮与冒进相交，谨记天地相遇品物咸章之理，柔遇刚、温和相待，包容理解不敏感，保知己相遇之吉。",
      "学会顺时相遇、守正待合，不急于强求深厚情谊，顺随缘分的节奏，以正心相交、以诚意相待，让情谊在自然中慢慢沉淀。",
      "刚柔相济，守正心为刚、温和为柔，刚遇中正不偏执，柔守其度不敏感，让柔融刚、刚护柔，心意相通无有相斥。",
      "摒弃邪遇乱正的私心，遇知己机遇以纯粹之心相待，正遇合方能让情谊长久，不将相遇变成功利的筹码，让人际回归本真。",
      "谨记姤卦刚遇中正天下大行之理，人际相处以正为基，知己相交以柔为桥，顺时守度、守正待合，方得情谊生生不息。"
    ],
    "一句话总结": [
      "天地相遇，品物咸章",
      "刚遇中正，天下大行",
      "顺时遇友，守正相交",
      "海纳百川，有容乃大",
      "知己相逢，温润相守"
    ]
  },
  "出行": {
    "本卦": "乾",
    "变卦": "姤",
    "方向": "出行",
    "核心状态": {
      "层1": [
        "你近期出行现姤象，恰逢佳境相遇之境，需柔遇刚、正遇合，顺时启程守正待合，天地相遇方得出行吉亨，阴柔过壮或冒进赶路则行程难顺。",
        "你在出行中已有佳境相遇之基，时机相合正遇美景，刚柔相济无有相斥，顺时赶路的状态正让行程慢慢萌芽，渐有顺遂之态。",
        "你对行程的推进守正待合之心，不冒进赶路、不阴柔过恃迟疑，顺随旅途的节奏相遇佳境，让行程的发展无有相斥之险。",
        "你若在出行中阴柔过壮、恃柔迟疑，或急于求成冒进赶路，便会让刚柔相斥、旅途相悖，失了姤卦天地相遇的吉象，出行易生波折。",
        "你出行现姤卦之核，天地相遇品物咸章，唯有柔遇刚、正遇合，顺时守正不冒进，行程方能在佳境相遇中慢慢顺遂，山河畅行。"
      ],
      "层2": [
        "乾阳转姤象，刚阳遇柔、天风姤合，出行入佳境相遇之境，姤者，遇也，天地相遇则万物生，佳境相遇则旅途顺，唯正遇合方得相遇之吉。",
        "姤女壮，勿用取女，出行中之“柔”是灵活变通、随缘赏景，非阴柔过壮的迟疑纠结，柔过则程折，刚柔相斥则路离，唯刚遇中正、柔守其度，方得路顺。",
        "刚遇中正，天下大行，出行中的“刚”是守正之Plan、启程之诚，中正则无偏执，诚守则无冒进，与柔相济则佳境相融，顺时赶路则行程通达。",
        "姤卦之象，贵在顺时相遇、守正待合，出行的佳境非强求而来，乃是时机与旅途的契合，不冒进、不迟疑，让相遇在自然中沉淀，方保吉亨之势。",
        "天地相遇，品物咸章，出行的佳境是旅途萌生之始，唯有以正相合、以柔相融，顺时守度，方能让行程从相遇走向顺遂，山河畅行。"
      ],
      "层3": [
        "出行中阴柔过壮成习，恃柔迟疑、纠结不定，将灵活变成错失佳境的借口，让刚柔相斥、旅途相悖，即便有相遇之机，也难有顺遂之态。",
        "冒进赶路，急于促成旅途行程，无视旅途的节奏与佳境的时机，将相遇变成强求，让自身身心俱疲，邪遇乱正，出行的相遇之吉慢慢消散。",
        "刚柔失济，要么一味阴柔无度，遇佳境便迟疑纠结错失良机，要么一味刚直偏执，冒进赶路不顾风景，无有柔遇刚、刚守正的平衡，行程难顺。",
        "守正不足，以浮躁之心对待旅途，相遇之初便藏有功利，邪遇乱正，让原本美好的出行变得仓促，正遇合之态全无，出行难有顺遂之机。",
        "急于求成，遇旅途佳境便步步紧逼，不懂顺时相遇、守正待合的道理，让佳境的美好在冒进中消散，即便有旅途之遇，也难成畅行之势。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续出行能守正待合，学会柔遇刚、灵活变通，放下阴柔过壮的迟疑，顺时赶路不冒进，让相遇的佳境慢慢萌芽，渐有顺遂之态。",
        "你会正视旅途的节奏，不再冒进赶路，而是守正之Plan启程，灵活有度不迟疑，让刚柔相济、佳境相融，出行的相遇之吉愈发浓厚。",
        "你若曾有阴柔过壮之态，会慢慢收敛纠结，学会柔守其度、随缘赏景，让刚柔相斥的状态慢慢消融，行程的相遇慢慢走向顺遂。",
        "你若曾有冒进赶路之举，会慢慢放缓脚步，学会顺时相遇、守正待合，尊重旅途的规律与佳境的时机，让出行重归自然沉淀之态。",
        "你若能始终柔遇刚、正遇合，顺时启程守正待合，出行便可得姤卦之吉，天地相遇品物咸章，行程从佳境走向顺遂，山河畅行。"
      ],
      "层2": [
        "出行运势为先遇后顺，前期的佳境皆是天地相合之象，柔遇刚、正遇合，顺时守正，便可得行程顺遂之局。",
        "敛去阴柔过壮之势，增灵活变通之意，守正待合之心，出行的刚柔相斥慢慢消散，与旅途的佳境相融愈发默契，唯需戒冒进、忌迟疑。",
        "行中之正慢慢深化，正遇合的诚意渐显，灵活赶路、刚守其中，顺时相遇成为启程常态，行程的萌芽慢慢生长，顺遂之势渐生。",
        "天风姤合的默契慢慢形成，柔遇刚、刚遇中正，天地相遇的吉象愈发浓厚，出行无偏执赶路之险，无迟疑错失之困，步入品物咸章之态。",
        "若能始终顺时相遇、守正待合，不失姤卦相遇之象，出行便会远离阴柔与冒进之凶，天地相遇，品物咸章，山河畅行绵长。"
      ]
    },
    "建议行动": [
      "守出行之正，戒阴柔过壮与冒进赶路，谨记天地相遇品物咸章之理，柔遇刚、灵活变通，随缘赏景不迟疑，保佳境相遇之吉。",
      "学会顺时相遇、守正待合，不急于强求旅途行程，顺随旅途的节奏，以正心启程、以随缘相待，让行程在自然中慢慢沉淀。",
      "刚柔相济，守正Plan为刚、灵活为柔，刚遇中正不偏执，柔守其度不迟疑，让柔融刚、刚护柔，佳境相通无有相斥。",
      "摒弃邪遇乱正的浮躁，遇旅途佳境以平和之心相待，正遇合方能让行程长久，不将相遇变成赶路的筹码，让出行回归本真。",
      "谨记姤卦刚遇中正天下大行之理，出行赶路以正为基，佳境把握以柔为桥，顺时守度、守正待合，方得山河畅行生生不息。"
    ],
    "一句话总结": [
      "天地相遇，品物咸章",
      "刚遇中正，天下大行",
      "顺时遇景，守正启程",
      "山河远阔，随缘赏景",
      "柔遇刚途，畅行万里"
    ]
  },
  "诸事": {
    "本卦": "乾",
    "变卦": "姤",
    "方向": "诸事顺遂",
    "核心状态": {
      "层1": [
        "你近期诸事现姤象，恰逢时运相遇之境，需柔遇刚、正遇合，顺时处事守正待合，天地相遇方得百事吉亨，阴柔过壮或冒进求成则诸事难成。",
        "你在处事中已有时运相遇之基，时机相合正遇机缘，刚柔相济无有相斥，顺时笃行的状态正让百事慢慢萌芽，渐有兴荣之态。",
        "你对诸事的推进守正待合之心，不冒进强求、不阴柔过恃迟疑，顺随时势的节奏相遇时运，让百事的发展无有相斥之险。",
        "你若在处事中阴柔过壮、恃柔迟疑，或急于求成冒进求成，便会让刚柔相斥、时运相悖，失了姤卦天地相遇的吉象，百事易生阻滞。",
        "你诸事现姤卦之核，天地相遇品物咸章，唯有柔遇刚、正遇合，顺时守正不冒进，百事方能在时运相遇中慢慢兴荣，诸事顺遂。"
      ],
      "层2": [
        "乾阳转姤象，刚阳遇柔、天风姤合，诸事入时运相遇之境，姤者，遇也，天地相遇则万物生，时运相遇则百事兴，唯正遇合方得相遇之吉。",
        "姤女壮，勿用取女，处事中之“柔”是顺势而为、灵活笃行，非阴柔过壮的迟疑观望，柔过则势折，刚柔相斥则事离，唯刚遇中正、柔守其度，方得百事兴。",
        "刚遇中正，天下大行，处事中的“刚”是守正之心、笃行之诚，中正则无偏执，诚守则无冒进，与柔相济则时运相融，顺时处事则百事通达。",
        "姤卦之象，贵在顺时相遇、守正待合，百事的时运非强求而来，乃是努力与时机的契合，不冒进、不迟疑，让时运在自然中沉淀，方保吉亨之势。",
        "天地相遇，品物咸章，百事的时运是万事萌生之始，唯有以正相合、以柔相融，顺时守度，方能让百事从相遇走向兴荣，生生不息。"
      ],
      "层3": [
        "处事中阴柔过壮成习，恃柔迟疑、观望不前，将灵活变成错失时运的借口，让刚柔相斥、时运相悖，即便有相遇之机，也难有兴荣之态。",
        "冒进求成，急于促成百事兴荣，无视时势的节奏与时运的时机，将相遇变成强求，让自身不堪重负，邪遇乱正，百事的相遇之吉慢慢消散。",
        "刚柔失济，要么一味阴柔无度，遇时运便迟疑观望错失良机，要么一味刚直偏执，冒进处事不顾实际，无有柔遇刚、刚守正的平衡，百事难成。",
        "守正不足，以功利之心对待时运，相遇之初便藏有私心，邪遇乱正，让原本纯粹的机缘变得复杂，正遇合之态全无，百事难有顺遂之机。",
        "急于求成，遇百事时运便步步紧逼，不懂顺时相遇、守正待合的道理，让时运的美好在冒进中消散，即便有万事之遇，也难成兴荣之势。"
      ]
    },
    "变化趋势": {
      "层1": [
        "你后续诸事能守正待合，学会柔遇刚、顺势而为，放下阴柔过壮的迟疑，顺时处事不冒进，让相遇的时运慢慢萌芽，渐有兴荣之态。",
        "你会正视时势的节奏，不再冒进求成，而是守正之心笃行，灵活有度不迟疑，让刚柔相济、时运相融，百事的相遇之吉愈发浓厚。",
        "你若曾有阴柔过壮之态，会慢慢收敛观望，学会柔守其度、灵活笃行，让刚柔相斥的状态慢慢消融，百事的相遇慢慢走向兴荣。",
        "你若曾有冒进求成之举，会慢慢放缓脚步，学会顺时相遇、守正待合，尊重时势的规律与时运的时机，让百事重归自然沉淀之态。",
        "你若能始终柔遇刚、正遇合，顺时处事守正待合，百事便可得姤卦之吉，天地相遇品物咸章，百事从时运走向兴荣，诸事顺遂。"
      ],
      "层2": [
        "整体运势为先遇后兴，前期的时运皆是天地相合之象，柔遇刚、正遇合，顺时守正，便可得百事兴荣之局。",
        "敛去阴柔过壮之势，增顺势而为之意，守正待合之心，百事的刚柔相斥慢慢消散，与时势的时运相融愈发默契，唯需戒冒进、忌迟疑。",
        "事中之正慢慢深化，正遇合的诚意渐显，灵活处事、刚守其中，顺时相遇成为笃行常态，百事的萌芽慢慢生长，兴荣之势渐生。",
        "天风姤合的默契慢慢形成，柔遇刚、刚遇中正，天地相遇的吉象愈发浓厚，百事无偏执强求之险，无迟疑错失之困，步入品物咸章之态。",
        "若能始终顺时相遇、守正待合，不失姤卦相遇之象，百事便会远离阴柔与冒进之凶，天地相遇，品物咸章，诸事兴荣绵长。"
      ]
    },
    "建议行动": [
      "守诸事之正，戒阴柔过壮与冒进求成，谨记天地相遇品物咸章之理，柔遇刚、顺势而为，灵活笃行不迟疑，保时运相遇之吉。",
      "学会顺时相遇、守正待合，不急于强求百事兴荣，顺随时势的节奏，以正心笃行、以诚意处事，让百事在自然中慢慢沉淀。",
      "刚柔相济，守正心为刚、灵活为柔，刚遇中正不偏执，柔守其度不迟疑，让柔融刚、刚护柔，时运相通无有相斥。",
      "摒弃邪遇乱正的私心，遇百事时运以踏实之心相待，正遇合方能让百事长久，不将时运变成强求的筹码，让处事回归本真。",
      "谨记姤卦刚遇中正天下大行之理，百事发展以正为基，时运把握以柔为桥，顺时守度、守正待合，方得诸事生生不息。"
    ],
    "一句话总结": [
      "天地相遇，品物咸章",
      "刚遇中正，天下大行",
      "顺时遇运，守正笃行",
      "守正待合，百事兴荣",
      "柔遇刚势，诸事顺遂"
    ]
  }
}